export default [
  {
    id: "మంత్రములు",
    sloka: `ఈశావాస్యోపనిషత్
    శాంతి మంత్రము
    ఓం పూర్ణమదః పూర్ణమిదం 
    పూర్ణాత్ పూర్ణముదచ్యతే|
    పూర్ణస్య పూర్ణమాదాయ 
    పూర్ణమేవావశిష్యతే ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం ఈశావాస్య మిదగ్ం సర్వం 
    యత్కించ జగత్యాం జగత్ | 
    తేన త్యక్తేన భుంజీధా 
    మాగృధః కస్యస్విద్ధనం || 1 ||

    కుర్వన్నేవేహ కర్మాణి
    జిజీవిషేచ్ఛతగ్ం సమాః | 
    ఏవంత్వయి నాన్యధే తోఽస్తి 
    నకర్మ లిప్యతే నరేః || 2 ||

    అసూర్యా నామతే లోకాః 
    అంధేన తమసాఽఽవృతాః |
    తాగ్ంస్తే ప్రేత్యాభిగచ్ఛంతి 
    యేకే చాత్మహనో జనాః || 3 ||

    అనేజదేకం మనసోజవీయో 
    నైనద్దేవా ఆప్నువన్పూర్వమర్షత్ |
    తద్ధావతోఽన్యానత్యేతి తిష్ఠత్ 
    తస్మిన్నపో మాతరిశ్వా దధాతి || 4 ||

    తదేజతి తన్నైజతి 
    తద్దూరే తద్వంతికే | 
    తదంతరస్య సర్వస్య 
    తదుసర్వస్యాస్య బాహ్యతః || 5 ||

    యస్తు సర్వాణిభూతాని 
    ఆత్మన్యేవాను పశ్యతి | 
    సర్వభూతేషు చాత్మానం 
    తతో న విజుగుప్సతే || 6 ||

    యస్మిన్ సర్వాణి భూతాని 
    ఆత్మైవా భూ ద్విజానతః |
    తత్రకో మోహః కః శోకః 
    ఏకత్వమను పశ్యతః || 7 ||

    సపర్యగాచ్ఛుక్ర మకాయ మవ్రణం 
    అస్నావిరగ్ం శుద్ధ మపాప విద్ధం | 
    కవిర్మనీషీ పరిభూః స్వయం భూః యాధా 
    తధ్యతోర్ధాన్ వ్యదధాచ్ఛాశ్వతీభ్యః సమాభ్యః || 8 ||

    అంధం తమః ప్రవిశంతి 
    యేఽవిద్యా ముపాసతే |
    తతో భూయ ఇవతే తమో 
    య ఉ విద్యాయాగ్ం రతాః || 9 ||

    అన్యదేవాహుర్విద్యయాఽన్య 
    దాహురవిద్యయా |
    ఇతి శుశ్రుమ ధీరాణాం 
    యేనస్తద్విచచక్షిరే || 10 ||

    విద్యాంచా విద్యాంచ 
    యస్తద్వేదోభయగ్ం సహ | 
    అవిద్యయా మృత్యుంతీర్త్వా 
    విద్యయాఽమృతమశ్నుతే || 11 ||

    అంధం తమః ప్రవిశంతి 
    యేఽసంభూతిముపాసతే |
    తతో భూయ ఇవతే తమో 
    య ఉ సంభూత్యాగ్ం రతాః || 12 ||

    అన్యదేవాహుః సంభవాదన్య
    దాహుర సంభవాత్ |
    ఇతిశుశ్రుమ ధీరాణాం 
    యేనస్త ద్విచచక్షిరే || 13 ||

    సంభూతించ వినాశంచ 
    యస్తద్వేదోభయగ్ం సహ | 
    వినాశేన మృత్యుం తీర్త్వా 
    సంభూత్యాఽమృత మశ్నుతే || 14 ||

    హిరణ్మయేన పాత్రేణ 
    సత్యస్యాపిహితం ముఖం |
    తత్త్వం పూషన్నపావృణు 
    సత్యధర్మాయ దృష్టయే || 15 ||

    పూషన్నేకర్షే యమ సూర్య ప్రాజాపత్య 
    వ్యూహరశ్మీన్ సమూహ తేజో 
    యత్తేరూపం కళ్యాణతమం తత్తే పశ్యామి 
    యోఽసావసౌ పురుషః సోఽహమస్మి || 16 ||

    వాయురనిలమమృతమథేదం 
    భస్మాన్తగ్ం శరీరం |
    ఓం క్రతో స్మర కృతగ్ం స్మర 
    క్రతో స్మర కృతగ్ం స్మర || 17 ||

    అగ్నే నయ సుపధా రాయే అస్మాన్ 
    విశ్వాని దేవ వయునాని విద్వాన్ | 
    యుయోధ్యస్మజ్జుహురాణమేనో 
    భూయిష్టాం తేనమ ఉక్తిం విధేమ ||
    నమ ఉక్తిం విధేమ || 18 ||

    శాంతి మంత్రము
    ఓం పూర్ణమదః పూర్ణమిదం పూర్ణాత్ పూర్ణముదచ్యతే|
    పూర్ణస్య పూర్ణమాదాయ పూర్ణమేవావశిష్యతే ||
    
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం పూర్ణమదః పూర్ణమిదం 
    పూర్ణాత్ పూర్ణముదచ్యతే|
    పూర్ణస్య పూర్ణమాదాయ 
    పూర్ణమేవావశిష్యతే ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `అది పూర్ణమైనది, ఇది పూర్ణమైనది, పూర్ణం నుండియే పూర్ణం ఉద్భవిస్తుంది. పూర్ణమైనదాని నుండి పూర్ణాన్ని తీసి వేస్తే పూర్ణమే మిగులుతుంది.
    ఆధి దైవిక, ఆధి భౌతిక, ఆధ్యాత్మిక తాపములు శాంతించు గాక!`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం ఈశావాస్య మిదగ్ం సర్వం 
    యత్కించ జగత్యాం జగత్ | 
    తేన త్యక్తేన భుంజీధా 
    మాగృధః కస్యస్విద్ధనం ||`,
    meaning: `ఈ ప్రపంచంలో కదులుతున్నటువంటి ప్రతిదీ అది ఎంత చిన్నదైనా సరే సర్వమూ ఆ పరమాత్మచేతనే ఆవరింపబడి ఉన్నది. కనుక త్యాగం చేసి అనుభవించు. ఇతరుల ధనాన్ని ఆశించవద్దు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `కుర్వన్నేవేహ కర్మాణి
    జిజీవిషేచ్ఛతగ్ం సమాః | 
    ఏవంత్వయి నాన్యధే తోఽస్తి 
    నకర్మ లిప్యతే నరేః ||`,
    meaning: `కర్మలు చేస్తూనే ఈ లోకంలో వంద సంవత్సరాలు జీవించాలి. ఇదే నీకున్న మార్గం. ఇంతకన్న వేరొక మార్గము లేదు. మానవుడికి కర్మ బంధము కాదు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `అసూర్యా నామతే లోకాః 
    అంధేన తమసాఽఽవృతాః |
    తాగ్ంస్తే ప్రేత్యాభిగచ్ఛంతి 
    యేకే చాత్మహనో జనాః ||`,
    meaning: `ఎవరైతే ఆత్మను తెలుసుకొనుటకు (ఆత్మానుభూతిని పొందటానికి) ప్రయత్నించరో అట్టి ఆత్మవినాశకారులు చనిపోయిన తర్వాత కటిక చీకట్ల చేత ఆవరించబడిన సూర్యుని వెలుగులేని లోకాలను చేరుకుంటారు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అనేజదేకం మనసోజవీయో 
    నైనద్దేవా ఆప్నువన్పూర్వమర్షత్ |
    తద్ధావతోఽన్యానత్యేతి తిష్ఠత్ 
    తస్మిన్నపో మాతరిశ్వా దధాతి ||`,
    meaning: `ఆత్మ కదిలేది కాదు, అది ఏకమైనది, మనస్సు కన్న వేగవంతమైనది. దానిని దేవతలు అందుకోలేరు. అది ముందే పరుగెత్తింది. అది నిలబడి పరుగెత్తే ఇతరమైన వాటిని దాటిపోతుంది. దాని ఆధారంగానే వాయువు నీటిని నిలబెడుతుంది.`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తదేజతి తన్నైజతి 
    తద్దూరే తద్వంతికే | 
    తదంతరస్య సర్వస్య 
    తదుసర్వస్యాస్య బాహ్యతః ||`,
    meaning: `అది కదులుతుంది, కదలదు, అది దూరంగా ఉన్నది, నిజంగా దగ్గరగా ఉన్నది. అది ఈ సమస్త ప్రపంచానికి లోపలనున్నది, నిజంగా అది ఈ ప్రపంచం అంతటికీ వెలుపలనున్నది.`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యస్తు సర్వాణిభూతాని 
    ఆత్మన్యేవాను పశ్యతి | 
    సర్వభూతేషు చాత్మానం 
    తతో న విజుగుప్సతే ||`,
    meaning: `ఎవరైతే అన్ని ప్రాణికోట్లను తన ఆత్మయందే దర్శిస్తూ ఉంటాడో, అన్ని ప్రాణికోట్లలోనూ తన ఆత్మనే దర్శిస్తూ ఉంటాడో అట్టివాడు ఎవరిని చూసీ అసహ్యించుకోడు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యస్మిన్ సర్వాణి భూతాని 
    ఆత్మైవా భూ ద్విజానతః |
    తత్రకో మోహః కః శోకః 
    ఏకత్వమను పశ్యతః ||`,
    meaning: `ఆత్మయే తానని తెలుసుకున్న ఆత్మజ్ఞానికి - ఏ సమయంలో ఈ సమస్త ప్రాణులు ఆత్మ స్వరూపమేనని అనుభూతి కలుగుతుందో, ఇక అప్పటినుండి అతడు అన్ని ప్రాణులను ఒక్కటిగానే చూస్తుంటాడు. అట్టివానికి ఇక ఎట్టి భ్రమగాని, శోకంగాని ఉండవు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `సపర్యగాచ్ఛుక్ర మకాయ మవ్రణం 
    అస్నావిరగ్ం శుద్ధ మపాప విద్ధం | 
    కవిర్మనీషీ పరిభూః స్వయం భూః యాధా 
    తధ్యతోర్ధాన్ వ్యదధాచ్ఛాశ్వతీభ్యః సమాభ్యః ||`,
    meaning: `జీవన్ముక్తుడైన జ్ఞాని స్వచ్ఛమైన వాడు, శరీరంలేనివాడు, గాయాలు వ్యాధులు లేనివాడు, నాడులు లేనివాడు, నిర్మలమైనవాడు, పాపముల చేత తాకబడని వాడు, అంతటా వ్యాపించియున్నవాడు, అతడు సర్వజ్ఞుడు (సర్వసాక్షి), మనస్సుకు ప్రభువు, అన్నింటికీ పైన ఉన్నవాడు. తన స్వరూపంలో నిల్చినవాడు. శాశ్వతంగా ఉండే సంవత్సరాలకొరకు ( మనువులకు) యధాప్రకారంగా ఎప్పటిలాగా సమస్త పదార్థాలను సృష్టించి ఇచ్చేవాడు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `అంధం తమః ప్రవిశంతి 
    యేఽవిద్యా ముపాసతే |
    తతో భూయ ఇవతే తమో 
    య ఉ విద్యాయాగ్ం రతాః ||`,
    meaning: `ఎవరైతే కర్మ మార్గాన్ని అనుసరిస్తారో అట్టివారు కటిక చీకట్లలోకి ప్రవేశిస్తారు. ఎవరైతే నిజంగా జ్ఞానమార్గంలో రమిస్తూ ఉంటారో, వారు అంతకన్న ఎక్కువైనది అనిపించే చీకట్లలోనికి ప్రవేశిస్తారు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `అన్యదేవాహుర్విద్యయాఽన్య 
    దాహురవిద్యయా |
    ఇతి శుశ్రుమ ధీరాణాం 
    యేనస్తద్విచచక్షిరే ||`,
    meaning: `కేవలం జ్ఞాన మార్గం వల్ల ఒక్కటే ఫలితమని, కేవల కర్మ మార్గం వల్ల మరొక్కటి ఫలితమని పెద్దలు చెబుతారు. ఈ విషయాన్ని బ్రహ్మనిష్టులైన బుద్ధిమంతులు ఎవరైతే మాకు స్పష్టంగా ఉపదేశించారో వారివల్ల ఈ ప్రకారంగా విన్నాము.`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `విద్యాంచా విద్యాంచ 
    యస్తద్వేదోభయగ్ం సహ | 
    అవిద్యయా మృత్యుంతీర్త్వా 
    విద్యయాఽమృతమశ్నుతే ||`,
    meaning: `ఎవరైతే జ్ఞానమార్గాన్ని, కర్మమార్గాన్ని రెండింటిని అనుసంధానం చేసి ఆ పరమాత్మను తెలుసుకుంటాడో అట్టి సాధకుడు కర్మమార్గం ద్వారా మార్పులతో కూడిన ఈ ప్రపంచాన్ని (ప్రాపంచిక వ్యామోహాలను) దాటి, జ్ఞానమార్గం ద్వారా మార్పులేమీ లేనట్టి ఆ అవ్యయ పరమాత్మను పొందగలుగుతాడు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `అంధం తమః ప్రవిశంతి 
    యేఽసంభూతిముపాసతే |
    తతో భూయ ఇవతే తమో 
    య ఉ సంభూత్యాగ్ం రతాః ||`,
    meaning: `ఎవరైతే సాకార సగుణరూపాన్ని ఉపాసన చేస్తారో వారు కటిక చీకట్లలోకి ప్రవేశిస్తారు. ఎవరైతే నిజంగా నిరాకార నిర్గుణరూప పరమాత్మను ధ్యానిస్తూ ఉంటారో వారు అంతకన్న ఎక్కువైనది అనిపించే చీకట్లలోనికి ప్రవేశిస్తారు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `అన్యదేవాహుః సంభవాదన్య
    దాహుర సంభవాత్ |
    ఇతిశుశ్రుమ ధీరాణాం 
    యేనస్త ద్విచచక్షిరే ||`,
    meaning: `కేవల ధ్యాన యోగం ద్వారా ఒక్కటే ఫలితమని, కేవలభక్తి యోగం ద్వారా వేరొక్కటి ఫలితమని పెద్దలు చెబుతారు. ఈ విషయాన్ని ఎవరైతే బుద్ధిమంతులు, బ్రహ్మనిష్టులు అయిన పెద్దలు మాకు ఉపదేశించారో వారివల్ల ఈ ప్రకారంగా విన్నాము.`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `సంభూతించ వినాశంచ 
    యస్తద్వేదోభయగ్ం సహ | 
    వినాశేన మృత్యుం తీర్త్వా 
    సంభూత్యాఽమృత మశ్నుతే ||`,
    meaning: `ఎవరైతే నిరాకార నిర్గుణోపాసనను, సాకార సగుణోపాసనను రెండింటిని కలిపి సమన్వయం చేసి తెలుసుకుంటాడో, అతడు సాకార సగుణోపాసన ద్వారా మార్పులతో కూడిన ప్రపంచాన్ని దాటి, నిరాకార నిర్గుణోపాసన ద్వారా మార్పులు లేని పరమాత్మను పొందగలుగుతాడు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `హిరణ్మయేన పాత్రేణ 
    సత్యస్యాపిహితం ముఖం |
    తత్త్వం పూషన్నపావృణు 
    సత్యధర్మాయ దృష్టయే ||`,
    meaning: `సత్యస్వరూపుడైన పరమాత్మ ముఖం బంగారు పాత్ర చేత కప్పబడి ఉన్నది. ఆ పరమాత్మతో ఐక్యం చెందటమే ధర్మంగా పెట్టుకున్న నేను దర్శించటానికి, ఓ పోషకుడా! నీవు దానిని తొలగించు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `పూషన్నేకర్షే యమ సూర్య ప్రాజాపత్య 
    వ్యూహరశ్మీన్ సమూహ తేజో 
    యత్తేరూపం కళ్యాణతమం తత్తే పశ్యామి 
    యోఽసావసౌ పురుషః సోఽహమస్మి ||`,
    meaning: `పోషకుడా, అద్వితీయమైన ఓ ఋషీ ! అంతటినీ నియమించువాడా! శాసకుడా ! సర్వాన్ని స్వీకరించేవాడా ! బుద్ధిని ప్రేరేపించే వాడా ! ప్రజాపతి కుమారుడైన సూర్య భగవానుడా ! నీతీక్షణమైన కిరణాలను ఉపసంహరించు, నీ తేజస్సునంతటిని ఒక్క చోటికి చేర్చు. ఆహా ! నీ యొక్క మంగళ ప్రదమైన రూపం ఏదైతే ఉన్నదో అట్టి రూపాన్ని నేను చూస్తున్నాను. అదిగదిగో అక్కడ ఉండే ఆ పురుషుడు ఎవరో కాదు. అతడునేనే అయి ఉన్నాను.`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `వాయురనిలమమృతమథేదం 
    భస్మాన్తగ్ం శరీరం |
    ఓం క్రతో స్మర కృతగ్ం స్మర 
    క్రతో స్మర కృతగ్ం స్మర ||`,
    meaning: `స్థిరంగా ఒక చోట నిలకడగా ఉండక ఒక శరీరం నుండి మరొక శరీరానికి సంచరించే జీవుడు నాశనం లేని శాశ్వత పరమాత్మ యందు లీనమయ్యాడు. ఇక ఈ శరీరం భస్మమైపోవటంతో అంతమైపోతుంది. ఓ మనసా ! నిరంతరం ప్రణవ స్వరూపుడైన పరమాత్మను స్మరించు. సమాధి స్థితిలో నీకు గలిగిన ఆత్మాను భవాన్ని స్మరించు. ఓ మనసా ! స్మరించు. సమాధి స్థితిలో నీకు కలిగిన మహానుభవాన్ని స్మరించు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "18వ మంత్రము",
    sloka: `అగ్నే నయ సుపధా రాయే అస్మాన్ 
    విశ్వాని దేవ వయునాని విద్వాన్ | 
    యుయోధ్యస్మజ్జుహురాణమేనో 
    భూయిష్టాం తేనమ ఉక్తిం విధేమ ||
    నమ ఉక్తిం విధేమ ||`,
    meaning: `ఓ అగ్ని దేవా (పరమాత్మా)! మమ్ములను మోక్షప్రాప్తికై మంచి మార్గాన నడిపించు. ఓ దేవా ! నీవు సమస్తమైన మార్గాలు తెలిసిన వాడవు. ప్రాపంచికమైన భోగాలు మమ్ములను ఆకర్షించి పాపాలు చేయిస్తాయి. మానుండి ఆ పాపాలను తొలగించు. నీకు అనేకమైన నమస్కార వచనాలను తెలుపుకుంటున్నాను.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం పూర్ణమదః పూర్ణమిదం 
    పూర్ణాత్ పూర్ణముదచ్యతే|
    పూర్ణస్య పూర్ణమాదాయ 
    పూర్ణమేవావశిష్యతే ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `అది పూర్ణమైనది, ఇది పూర్ణమైనది, పూర్ణం నుండియే పూర్ణం ఉద్భవిస్తుంది. పూర్ణమైనదాని నుండి పూర్ణాన్ని తీసి వేస్తే పూర్ణమే మిగులుతుంది.
    ఆధి దైవిక, ఆధి భౌతిక, ఆధ్యాత్మిక తాపములు శాంతించు గాక!`,
    wordByWordMeaning: ``,
  },
];
