export default [
  {
    id: "మంత్రములు",
    sloka: `కేనోపనిషత్ ప్రథమః ఖండః
    
    శాంతి మంత్రము
    ఓం  ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి సర్వం బ్రహ్మౌపనిషదం మాఽహం బ్రహ్మ నిరాకుర్యాం మా మా బ్రహ్మ నిరాకరోదనికారణమస్త్వనికారణం మేఽస్తు తదాత్మని నిరతే య ఉపనిషత్సు ధర్మాస్తే మయి సంతు తే మయి సంతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం కేనేషితం పతతి ప్రేషితం మనః
    కేనఃప్రాణః ప్రథమః ప్రైతి యుక్తః |
    కేనేషితాం వాచమిమాం వదన్తి
    చక్షుః శ్రోత్రం క ఉ దేవో యునక్తి || 1 ||

    శ్రోత్రస్య శ్రోత్రం మనసో మనో యద్వాచో 
    హ వాచం స ఉ ప్రాణస్య ప్రాణః |
    చక్షుషశ్చక్షురతిముచ్య ధీరాః
    ప్రేత్యాస్మాల్లోకాదమృతా భవంతి || 2 ||

    న తత్ర చక్షుర్గచ్ఛతి న వాగ్గచ్ఛతి నో మనో
    న విద్మో న విజానీమో యథైతదనుశిష్యాత్ |
    అన్యదేవ తద్విదితాత్ అథోఅవిదితాదధి
    ఇతి శుశ్రుమపూర్వేషాం యేనస్తద్వ్యాచచక్షిరే || 3 ||

    యద్వాచాఽనభ్యుదితం యేన వాగభ్యుద్యతే |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే || 4 ||

    యన్మనసా న మనుతే యేనాఽఽహుర్మనో మతం |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే || 5 ||

    యచ్చక్షుషా న పశ్యతి యేన చక్షూగ్ంషి పశ్యతి |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే || 6 ||

    యచ్ఛ్రోత్రేణ న శృణోతి యేన శ్రోత్రమిదం శ్రుతం |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే || 7 ||

    యత్ప్రాణేన నప్రాణితి యేన ప్రాణః ప్రణీయతే |
    తదేవ బ్రహ్మత్వం విద్ధినేదం యదిదముపాసతే || 8 ||
    
    || ఇతి కేనోపనిషది ప్రథమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం  ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి సర్వం బ్రహ్మౌపనిషదం మాఽహం బ్రహ్మ నిరాకుర్యాం మా మా బ్రహ్మ నిరాకరోదనికారణమస్త్వనికారణం మేఽస్తు తదాత్మని నిరతే య ఉపనిషత్సు ధర్మాస్తే మయి సంతు తే మయి సంతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం కేనేషితం పతతి ప్రేషితం మనః
    కేనఃప్రాణః ప్రథమః ప్రైతి యుక్తః |
    కేనేషితాం వాచమిమాం వదన్తి
    చక్షుః శ్రోత్రం క ఉ దేవో యునక్తి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `శ్రోత్రస్య శ్రోత్రం మనసో మనో యద్వాచో 
    హ వాచం స ఉ ప్రాణస్య ప్రాణః |
    చక్షుషశ్చక్షురతిముచ్య ధీరాః
    ప్రేత్యాస్మాల్లోకాదమృతా భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `న తత్ర చక్షుర్గచ్ఛతి న వాగ్గచ్ఛతి నో మనో
    న విద్మో న విజానీమో యథైతదనుశిష్యాత్ |
    అన్యదేవ తద్విదితాత్ అథోఅవిదితాదధి
    ఇతి శుశ్రుమపూర్వేషాం యేనస్తద్వ్యాచచక్షిరే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `యద్వాచాఽనభ్యుదితం యేన వాగభ్యుద్యతే |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యన్మనసా న మనుతే యేనాఽఽహుర్మనో మతం |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యచ్చక్షుషా న పశ్యతి యేన చక్షూగ్ంషి పశ్యతి |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యచ్ఛ్రోత్రేణ న శృణోతి యేన శ్రోత్రమిదం శ్రుతం |
    తదేవ బ్రహ్మత్వం విద్ధి నేదం యదిదముపాసతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `యత్ప్రాణేన నప్రాణితి యేన ప్రాణః ప్రణీయతే |
    తదేవ బ్రహ్మత్వం విద్ధినేదం యదిదముపాసతే ||
    
    || ఇతి కేనోపనిషది ప్రథమః ఖండః ||`,
    meaning: `***
    ఇది కేనోపనిషత్తునందు ప్రథమఖండము `,
    wordByWordMeaning: ``,
  },
];
