export default [
  {
    id: " మంత్రములు",
    sloka: `కేనోపనిషత్ తృతీయః ఖండః
    
    బ్రహ్మ హ దేవేభ్యో విజిగ్యే తస్య హ 
    బ్రహ్మణో విజయే దేవా అమహీయన్త |
    త ఐక్షన్తాస్మాకమేవాయం విజయోఽ
    స్మాకమేవాఽయం మహిమేతి || 1 ||

    తద్ధైషాం విజజ్ఞౌ తేభ్యోహ ప్రాదుర్బభూవ |
    తన్న వ్యజానత కిమిదం యక్షమితి || 2 ||

    తేఽగ్నిమబ్రువన్ జాతవేద ఏతత్
    విజానీహి కిమేతత్ యక్షమితి తథేతి || 3 ||

    తదభ్యద్రవత్ తమభ్యవదత్కోఽసీత్యగ్నిర్వా
    అహమస్మీత్యబ్రవీజ్జాతవేదా వా అహమస్మీతి || 4 ||

    తస్మిగ్ం స్త్వయి కిం వీర్యమిత్యపీదగ్ం
    సర్వం దహేయం యదిదం పృథివ్యామితి || 5 ||

    తస్మై తృణం నిదధావేతద్దహేతి
    తదుపప్రేయాయ సర్వజవేన తన్న
    శశాక దగ్ధుం స తత ఏవ నివవృతే 
    నైతదశకం విజ్ఞాతుం యదేతద్యక్షమితి || 6 ||

    అథ వాయుమబ్రువన్ వాయవేతత్
    విజానీహి కిమేతత్ యక్షమితి తథేతి || 7 ||

    తదభ్యద్రవత్ తమభ్యవదత్కోఽసీతి వాయుర్వా 
    అహమస్మీత్యబ్రవీన్మాతరిశ్వా వా అహమస్మీతి || 8 ||

    తస్మిగ్ం స్త్వయి కిం వీర్యమిత్యపీదగ్ం
    సర్వమాదదీయం యదిదం పృథివ్యామితి || 9 ||

    తస్మై తృణం నిదధావేతదాదత్స్వేతి 
    తదుపప్రేయాయ సర్వజవేన తన్న 
    శశాకాదాతుం స తత ఏవ నివవృతే 
    నైతదశకం విజ్ఞాతుం యదేతద్యక్షమితి || 10 ||

    అథేంద్రమబ్రువన్ మఘవన్నే
    తద్విజానీహి కిమేతత్ 
    యక్షమితి తథేతి తదభ్య
    ద్రవత్ తస్మాత్తిరోదధే || 11 ||

    స తస్మిన్నేవాకాశే స్త్రియమాజగామ 
    బహుశోభమానాముమాగ్ం
    హైమవతీం తాగ్ం హోవాచ
    కిమేతత్ యక్షమితి || 12 ||

    || ఇతి కేనోపనిషది తృతీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `బ్రహ్మ హ దేవేభ్యో విజిగ్యే తస్య హ 
    బ్రహ్మణో విజయే దేవా అమహీయన్త |
    త ఐక్షన్తాస్మాకమేవాయం విజయోఽ
    స్మాకమేవాఽయం మహిమేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తద్ధైషాం విజజ్ఞౌ తేభ్యోహ ప్రాదుర్బభూవ |
    తన్న వ్యజానత కిమిదం యక్షమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `తేఽగ్నిమబ్రువన్ జాతవేద ఏతత్
    విజానీహి కిమేతత్ యక్షమితి తథేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తదభ్యద్రవత్ తమభ్యవదత్కోఽసీత్యగ్నిర్వా
    అహమస్మీత్యబ్రవీజ్జాతవేదా వా అహమస్మీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తస్మిగ్ం స్త్వయి కిం వీర్యమిత్యపీదగ్ం
    సర్వం దహేయం యదిదం పృథివ్యామితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `తస్మై తృణం నిదధావేతద్దహేతి
    తదుపప్రేయాయ సర్వజవేన తన్న
    శశాక దగ్ధుం స తత ఏవ నివవృతే 
    నైతదశకం విజ్ఞాతుం యదేతద్యక్షమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `అథ వాయుమబ్రువన్ వాయవేతత్
    విజానీహి కిమేతత్ యక్షమితి తథేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `తదభ్యద్రవత్ తమభ్యవదత్కోఽసీతి వాయుర్వా 
    అహమస్మీత్యబ్రవీన్మాతరిశ్వా వా అహమస్మీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `తస్మిగ్ం స్త్వయి కిం వీర్యమిత్యపీదగ్ం
    సర్వమాదదీయం యదిదం పృథివ్యామితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `తస్మై తృణం నిదధావేతదాదత్స్వేతి 
    తదుపప్రేయాయ సర్వజవేన తన్న 
    శశాకాదాతుం స తత ఏవ నివవృతే 
    నైతదశకం విజ్ఞాతుం యదేతద్యక్షమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `అథేంద్రమబ్రువన్ మఘవన్నే
    తద్విజానీహి కిమేతత్ 
    యక్షమితి తథేతి తదభ్య
    ద్రవత్ తస్మాత్తిరోదధే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `స తస్మిన్నేవాకాశే స్త్రియమాజగామ 
    బహుశోభమానాముమాగ్ం
    హైమవతీం తాగ్ం హోవాచ
    కిమేతత్ యక్షమితి ||
    
    || ఇతి కేనోపనిషది తృతీయః ఖండః ||`,
    meaning: `***
    ఇది కేనోపనిషత్తునందు తృతీయఖండము `,
    wordByWordMeaning: ``,
  },
];
