export default [
  {
    id: "మంత్రములు",
    sloka: `కేనోపనిషత్ ద్వితీయః ఖండః

    యది మన్యసే సువేదేతి దభ్రమేవాపి  
    నూనం త్వం వేత్థ బ్రహ్మణో రూపం 
    యదస్యత్వం యదస్య దేవేష్వథ ను
    మీమాంస్య మేవతే మన్యే విదితం || 1 ||

    నాహం మన్యే సువేదేతి నో 
    న వేదేతి వేద చ |
    యోనస్తద్వేద తద్వేదనో 
    న వేదేతి వేద చ  || 2 ||

    యస్యామతం తస్య మతం 
    మతం యస్య న వేద సః |
    అవిజ్ఞాతం విజానతాం 
    విజ్ఞాతమవిజానతాం || 3 ||

    ప్రతిబోధవిదితం 
    మతమమృతత్వం హి విన్దతే |
    ఆత్మనా విన్దతే వీర్యం 
    విద్యయా విన్దతేఽమృతం || 4 ||

    ఇహ చేదవేదీదథ సత్యమస్తి
    న చేదిహావేదీన్మహతీ వినష్టిః |
    భూతేషు భూతేషు విచింత్య ధీరాః
    ప్రేత్యాస్మాల్లోకాదమృతా భవన్తి || 5 ||

    || ఇతి కేనోపనిషది ద్వితీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `యది మన్యసే సువేదేతి దభ్రమేవాపి  
    నూనం త్వం వేత్థ బ్రహ్మణో రూపం 
    యదస్యత్వం యదస్య దేవేష్వథ ను
    మీమాంస్య మేవతే మన్యే విదితం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `నాహం మన్యే సువేదేతి నో 
    న వేదేతి వేద చ |
    యోనస్తద్వేద తద్వేదనో 
    న వేదేతి వేద చ  ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `యస్యామతం తస్య మతం 
    మతం యస్య న వేద సః |
    అవిజ్ఞాతం విజానతాం 
    విజ్ఞాతమవిజానతాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `ప్రతిబోధవిదితం 
    మతమమృతత్వం హి విన్దతే |
    ఆత్మనా విన్దతే వీర్యం 
    విద్యయా విన్దతేఽమృతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `ఇహ చేదవేదీదథ సత్యమస్తి
    న చేదిహావేదీన్మహతీ వినష్టిః |
    భూతేషు భూతేషు విచింత్య ధీరాః
    ప్రేత్యాస్మాల్లోకాదమృతా భవన్తి ||
    
    || ఇతి కేనోపనిషది ద్వితీయః ఖండః ||`,
    meaning: `***
    ఇది కేనోపనిషత్తునందు ద్వితీయఖండము `,
    wordByWordMeaning: ``,
  },
];
