export default [
  {
    id: "మంత్రములు",
    sloka: `కేనోపనిషత్ చతుర్థః ఖండః 
    
    సా బ్రహ్మేతి హోవాచ 
    బ్రహ్మణో వా ఏతత్ విజయే 
    మహీయధ్వమితితతో హైవ 
    విదాంచకార బ్రహ్మేతి || 1 ||

    తస్మాద్వా ఏతేదేవా అతితరా 
    మివాన్యాన్ దేవాన్ యదగ్ని ర్వా
    యురింద్రస్తే హ్యేనన్నేదిష్ఠం పస్పర్శుస్తే 
    హ్యేనత్ ప్రథమో విదాంచకార బ్రహ్మేతి || 2 ||

    తస్మాద్వా ఇంద్రోఽతితరా
    మివాన్యాన్ దేవాన్ స హ్యేనన్నే
    దిష్ఠం పస్పర్శ స హ్యేనత్
    ప్రథమో విదాంచకార బ్రహ్మేతి || 3 ||

    తస్యైష ఆదేశో యదేతత్విద్యుతో వ్యద్యుతదా
    ఇతీన్న్యమీమిషదా ఇత్యధిదైవతం || 4 ||

    అథాధ్యాత్మం యద్దేతద్గచ్ఛతీవ చ 
    మనోఽనేన చైతదుపస్మరత్యభీక్ష్ణగ్ం సంకల్పః || 5 ||

    తద్ధ తద్వనం నామ 
    తద్వనమిత్యుపాసితవ్యం
    స య ఏతదేవం వేదాభిహైనగ్ం 
    సర్వాణి భూతాని సంవాంఛంతి || 6 ||

    ఉపనిషదం భో బ్రూహీత్యుక్తా త ఉపనిషత్
    బ్రాహ్మీం వావ త ఉపనిషదమబ్రూమేతి || 7 ||

    తస్యై తపో దమః కర్మేతి ప్రతిష్ఠా 
    వేదాః సర్వాంగాని సత్యమాయతనం || 8 ||

    యోవా ఏతామేవం వేదాపహత్య పాప్మాన
    మనంతే స్వర్గే లోకే జ్యేయే ప్రతితిష్ఠతి ప్రతితిష్ఠతి || 9 ||

    || ఇతి కేనోపనిషది చతుర్థః ఖండః ||
    
    శాంతి మంత్రము
    ఓం ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి, సర్వం బ్రహ్మౌపనిషదం, మాఽహం బ్రహ్మ నిరాకుర్యాం, మా మా అనిరాకరణమస్తు అనిరాకరణం మేఽస్తు, తదాత్మని నిరతే, య ఉపనిషత్సుధర్మాః తేమయిసంతు తేమయిసంతు ||
    
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `సా బ్రహ్మేతి హోవాచ 
    బ్రహ్మణో వా ఏతత్ విజయే 
    మహీయధ్వమితితతో హైవ 
    విదాంచకార బ్రహ్మేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తస్మాద్వా ఏతేదేవా అతితరా 
    మివాన్యాన్ దేవాన్ యదగ్ని ర్వా
    యురింద్రస్తే హ్యేనన్నేదిష్ఠం పస్పర్శుస్తే 
    హ్యేనత్ ప్రథమో విదాంచకార బ్రహ్మేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `తస్మాద్వా ఇంద్రోఽతితరా
    మివాన్యాన్ దేవాన్ స హ్యేనన్నే
    దిష్ఠం పస్పర్శ స హ్యేనత్
    ప్రథమో విదాంచకార బ్రహ్మేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తస్యైష ఆదేశో యదేతత్విద్యుతో వ్యద్యుతదా
    ఇతీన్న్యమీమిషదా ఇత్యధిదైవతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `అథాధ్యాత్మం యద్దేతద్గచ్ఛతీవ చ 
    మనోఽనేన చైతదుపస్మరత్యభీక్ష్ణగ్ం సంకల్పః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `తద్ధ తద్వనం నామ 
    తద్వనమిత్యుపాసితవ్యం
    స య ఏతదేవం వేదాభిహైనగ్ం 
    సర్వాణి భూతాని సంవాంఛంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `ఉపనిషదం భో బ్రూహీత్యుక్తా త ఉపనిషత్
    బ్రాహ్మీం వావ త ఉపనిషదమబ్రూమేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `తస్యై తపో దమః కర్మేతి ప్రతిష్ఠా 
    వేదాః సర్వాంగాని సత్యమాయతనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `యోవా ఏతామేవం వేదాపహత్య పాప్మాన
    మనంతే స్వర్గే లోకే జ్యేయే ప్రతితిష్ఠతి ప్రతితిష్ఠతి || 9 ||

    || ఇతి కేనోపనిషది చతుర్థః ఖండః ||`,
    meaning: `***
    ఇది కేనోపనిషత్తునందు చతుర్థఖండము `,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం  ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి సర్వం బ్రహ్మౌపనిషదం మాఽహం బ్రహ్మ నిరాకుర్యాం మా మా బ్రహ్మ నిరాకరోదనికారణమస్త్వనికారణం మేఽస్తు తదాత్మని నిరతే య ఉపనిషత్సు ధర్మాస్తే మయి సంతు తే మయి సంతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
];
