export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ప్రథమాధ్యాయము-తృతీయవల్లి
    
    ఋతం పిబంతౌ సుకృతస్య లోకే
    గుహాం ప్రవిష్టౌ పరమే పరార్ధే |
    ఛాయాతపౌ బ్రహ్మవిదో వదంతి
    పంచాగ్నయో యే చ త్రిణాచికేతాః || 1 ||

    యః సేతురీజానానామక్షరం బ్రహ్మ యత్పరం |
    అభయం తితీర్షతాం పారం నాచికేతగ్ం శకేమహి || 2 ||

    ఆత్మానగ్ం రథినం విద్ధి శరీరగ్ం రథమేవ తు |
    బుద్ధిం తు సారథిం విద్ధి మనః ప్రగ్రహమేవ చ || 3 ||

    ఇంద్రియాణి హయానాహుర్విషయాగ్ స్తేషు గోచరాన్ |
    ఆత్మేంద్రియమనోయుక్తం భోక్తేత్యాహుర్మనీషిణః || 4 ||

    యస్త్వవిజ్ఞానవాన్భవత్యయుక్తేన మనసా సదా |
    తస్యేంద్రియాణ్యవశ్యాని దుష్టాశ్వా ఇవ సారథేః || 5 ||

    యస్తు విజ్ఞానవాన్భవతి యుక్తేన మనసా సదా |
    తస్యేంద్రియాణి వశ్యాని సదశ్వా ఇవ సారథేః || 6 ||

    యస్త్వవిజ్ఞానవాన్భవత్యమనస్కః సదాఽశుచిః |
    న స తత్పదమాప్నోతి సంసారం చాధిగచ్ఛతి || 7 ||

    యస్తు విజ్ఞానవాన్భవతి సమనస్కః సదా శుచిః |
    స తు తత్పదమాప్నోతి యస్మాద్భూయో న జాయతే || 8 ||

    విజ్ఞానసారథిర్యస్తు మనః ప్రగ్రహవాన్నరః |
    సోఽధ్వనః పారమాప్నోతి తద్విష్ణోః పరమం పదం || 9 ||

    ఇంద్రియేభ్యః పరా హ్యర్థా అర్థేభ్యశ్చ పరం మనః |
    మనసస్తు పరా బుద్ధిర్బుద్ధేరాత్మా మహాన్పరః || 10 ||

    మహతః పరమవ్యక్తం అవ్యక్తాత్పురుషః పరః |
    పురుషాన్న పరం కించిత్ సా కాష్ఠా సా పరా గతిః || 11 ||

    ఏష సర్వేషు భూతేషు గూఢోఽఽత్మా న ప్రకాశతే |
    దృశ్యతే త్వగ్ర్యయా బుద్ధ్యా సూక్ష్మయా సూక్ష్మదర్శిభిః || 12 ||

    యచ్ఛేద్వాఙ్మనసీ ప్రాజ్ఞస్తద్యచ్ఛేజ్జ్ఞాన ఆత్మని |
    జ్ఞానమాత్మని మహతి నియచ్ఛేత్తద్యచ్ఛేచ్ఛాంత ఆత్మని || 13 ||

    ఉత్తిష్ఠత జాగ్రత 
    ప్రాప్య వరాన్నిబోధత | 
    క్షురస్య ధారా నిశితా దురత్యయా
    దుర్గం పథస్తత్కవయో వదంతి || 14 ||

    అశబ్దమస్పర్శమరూపమవ్యయం
    తథాఽరసం నిత్యమగంధవచ్చ యత్ |
    అనాద్యనంతం మహతః పరం ధ్రువం
    నిచాయ్య తన్మృత్యుముఖాత్ ప్రముచ్యతే || 15 ||

    నాచికేతముపాఖ్యానం మృత్యుప్రోక్తగ్ం సనాతనం |
    ఉక్త్వా శ్రుత్వా చ మేధావీ బ్రహ్మలోకే మహీయతే || 16 ||

    య ఇమం పరమం గుహ్యం శ్రావయేద్బ్రహ్మసంసది |
    ప్రయతః శ్రాద్ధకాలే వా తదానంత్యాయ కల్పతే |
    తదానంత్యాయ కల్పత ఇతి || 17 ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే తృతీయా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఋతం పిబంతౌ సుకృతస్య లోకే
    గుహాం ప్రవిష్టౌ పరమే పరార్ధే |
    ఛాయాతపౌ బ్రహ్మవిదో వదంతి
    పంచాగ్నయో యే చ త్రిణాచికేతాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `యః సేతురీజానానామక్షరం బ్రహ్మ యత్పరం |
    అభయం తితీర్షతాం పారం నాచికేతగ్ం శకేమహి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ఆత్మానగ్ం రథినం విద్ధి శరీరగ్ం రథమేవ తు |
    బుద్ధిం తు సారథిం విద్ధి మనః ప్రగ్రహమేవ చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `ఇంద్రియాణి హయానాహుర్విషయాగ్ స్తేషు గోచరాన్ |
    ఆత్మేంద్రియమనోయుక్తం భోక్తేత్యాహుర్మనీషిణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యస్త్వవిజ్ఞానవాన్భవత్యయుక్తేన మనసా సదా |
    తస్యేంద్రియాణ్యవశ్యాని దుష్టాశ్వా ఇవ సారథేః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యస్తు విజ్ఞానవాన్భవతి యుక్తేన మనసా సదా |
    తస్యేంద్రియాణి వశ్యాని సదశ్వా ఇవ సారథేః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యస్త్వవిజ్ఞానవాన్భవత్యమనస్కః సదాఽశుచిః |
    న స తత్పదమాప్నోతి సంసారం చాధిగచ్ఛతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `యస్తు విజ్ఞానవాన్భవతి సమనస్కః సదా శుచిః |
    స తు తత్పదమాప్నోతి యస్మాద్భూయో న జాయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `విజ్ఞానసారథిర్యస్తు మనః ప్రగ్రహవాన్నరః |
    సోఽధ్వనః పారమాప్నోతి తద్విష్ణోః పరమం పదం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `ఇంద్రియేభ్యః పరా హ్యర్థా అర్థేభ్యశ్చ పరం మనః |
    మనసస్తు పరా బుద్ధిర్బుద్ధేరాత్మా మహాన్పరః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `మహతః పరమవ్యక్తం అవ్యక్తాత్పురుషః పరః |
    పురుషాన్న పరం కించిత్ సా కాష్ఠా సా పరా గతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `ఏష సర్వేషు భూతేషు గూఢోఽఽత్మా న ప్రకాశతే |
    దృశ్యతే త్వగ్ర్యయా బుద్ధ్యా సూక్ష్మయా సూక్ష్మదర్శిభిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `యచ్ఛేద్వాఙ్మనసీ ప్రాజ్ఞస్తద్యచ్ఛేజ్జ్ఞాన ఆత్మని |
    జ్ఞానమాత్మని మహతి నియచ్ఛేత్తద్యచ్ఛేచ్ఛాంత ఆత్మని ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `ఉత్తిష్ఠత జాగ్రత 
    ప్రాప్య వరాన్నిబోధత | 
    క్షురస్య ధారా నిశితా దురత్యయా
    దుర్గం పథస్తత్కవయో వదంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `అశబ్దమస్పర్శమరూపమవ్యయం
    తథాఽరసం నిత్యమగంధవచ్చ యత్ |
    అనాద్యనంతం మహతః పరం ధ్రువం
    నిచాయ్య తన్మృత్యుముఖాత్ ప్రముచ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `నాచికేతముపాఖ్యానం మృత్యుప్రోక్తగ్ం సనాతనం |
    ఉక్త్వా శ్రుత్వా చ మేధావీ బ్రహ్మలోకే మహీయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `య ఇమం పరమం గుహ్యం శ్రావయేద్బ్రహ్మసంసది |
    ప్రయతః శ్రాద్ధకాలే వా తదానంత్యాయ కల్పతే |
    తదానంత్యాయ కల్పత ఇతి || 17 ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే తృతీయా వల్లీ ||`,
    meaning: `***
    ఇది కఠోపనిషత్తునందు ప్రథమాధ్యాయము తృతీయవల్లి`,
    wordByWordMeaning: ``,
  },
];
