export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ప్రథమాధ్యాయము-ప్రథమవల్లి
    
    శాంతి మంత్రము
    ఓం సహనావవతు | సహనౌ భునక్తు | సహవీర్యం కరవావహై |
    తేజస్వినావధీతమస్తు | మా విద్విషావహై ||
    
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం ఉశన్ హ వై వాజశ్రవసః సర్వవేదసం దదౌ |
    తస్య హ నచికేతా నామ పుత్ర ఆస || 1 ||

    తం హ కుమారం సంతం దక్షిణాసు |
    నీయమానాసు శ్రద్ధాఽఽవివేశ సోఽమన్యత || 2 ||

    పీతోదకా జగ్ధతృణాః దుగ్ధదోహా నిరింద్రియాః |
    అనందానామతే లోకాస్తాన్ సగచ్ఛతి తా దదత్ || 3 ||

    స హోవాచ పితరం తత కస్మై మాం దాస్యసీతి |
    ద్వితీయం తృతీయం తం హోవాచ మృత్యవే త్వా దదామీతి || 4 ||

    బహూనామేమి ప్రథమో  బహూనామేమి మధ్యమః |
    కిం స్విద్యమస్య కర్తవ్యం యన్మయాఽద్య కరిష్యతి || 5 ||

    అనుపశ్య యథా పూర్వే ప్రతిపశ్య తథాఽపరే |
    సస్యమివ మర్త్యః పచ్యతే సస్యమివాఽజాయతే పునః || 6 ||

    వైశ్వానరః ప్రవిశత్యతిథిర్బ్రాహ్మణో గృహాన్ |
    తస్యైతాం శాంతిం కుర్వంతి హర వైవస్వతోదకం || 7 ||

    ఆశాప్రతీక్షే సంగతం సూనృతాం
    చేష్టాపూర్తే పుత్రపశూంశ్చ సర్వాన్ |
    ఏతద్వృంక్తే పురుషస్యాల్పమేధసః
    యస్యానశ్నన్వసతి బ్రాహ్మణో గృహే || 8 ||

    తిస్రో రాత్రీర్యదవాత్సీర్గృహే మే
    ఽనశ్నన్ బ్రహ్మన్నతిథిర్నమస్యః |
    నమస్తేఽస్తు బ్రహ్మన్ స్వస్తిమేఽస్తు
    తస్మాత్ప్రతి త్రీన్వరాన్వృణీష్వ || 9 ||

    శాంతసంకల్పః సుమనా యథా స్యాత్
    వీతమన్యుర్గౌతమో మాఽభి మృత్యో |
    త్వత్ప్రసృష్టం మాఽభివదేత్ప్రతీతః
    ఏతత్ త్రయాణాం ప్రథమం వరం వృణే || 10 ||

    యథా పురస్తాత్ భవితా ప్రతీతః
    ఔద్దాలకిరారుణిర్మత్ప్రసృష్టః |
    సుఖం రాత్రీః శయితా వీతమన్యుః
    త్వాం దదృశివాన్మృత్యుముఖాత్ ప్రముక్తం || 11 ||

    స్వర్గే లోకే నభయం కించనాస్తి
    న తత్ర త్వం న జరయా బిభేతి |
    ఉభే తీర్త్వాఽశనాయాపిపాసే
    శోకాతిగో మోదతే స్వర్గలోకే || 12 ||

    సత్వమగ్నిం స్వర్గ్యమధ్యేషి మృత్యో
    ప్రబ్రూహి తం శ్రద్దధానాయ మహ్యం |
    స్వర్గలోకా అమృతత్వం భజంత
    ఏతత్ ద్వితీయేన వృణే వరేణ || 13 ||

    ప్ర తే బ్రవీమి తదు మే నిబోధ
    స్వర్గ్యమగ్నిం నచికేతః ప్రజానన్ |
    అనంతలోకాప్తిమథో ప్రతిష్ఠాం
    విద్ధి త్వమేతం నిహితం గుహాయాం || 14 ||

    లోకాదిమగ్నిం తమువాచ తస్మై
    యా ఇష్టకా యావతీర్వా యథా వా |
    స చాపి తత్ప్రత్యవదద్యథోక్తమథాస్య 
    మృత్యుః పునరేవాహ తుష్టః || 15 ||

    తమబ్రవీత్ ప్రీయమాణో మహాత్మా
    వరం తవేహాద్య దదామి భూయః |
    తవైవ నామ్నా భవితాఽయమగ్నిః
    సృంకాం చేమామనేకరూపాం గృహాణ || 16 ||

    త్రిణాచికేతస్త్రిభిరేత్య సంధిం
    త్రికర్మకృత్తరతి జన్మమృత్యూ |
    బ్రహ్మజజ్ఞం దేవమీడ్యం విదిత్వా
    నిచాయ్యేమాగ్ం శాంతిమత్యంతమేతి || 17 ||

    త్రిణాచికేతస్త్రయమేతద్విదిత్వా
    య ఏవం విద్వాగ్ శ్చినుతే నాచికేతం |
    స మృత్యుపాశాన్పురతః ప్రణోద్య
    శోకాతిగో మోదతే స్వర్గలోకే || 18 ||

    ఏష తేఽగ్నిర్నచికేతః స్వర్గ్యో
    యమవృణీథా ద్వితీయేన వరేణ |
    ఏతమగ్నిం తవైవ ప్రవక్ష్యంతి జనాసః
    తృతీయం వరం నచికేతో వృణీష్వ || 19 ||

    యేయం ప్రేతే విచికిత్సా మనుష్యేఽస్తీత్యేకే 
    నాయమస్తీతి చైకే |
    ఏతద్విద్యామనుశిష్టస్త్వయాఽహం
    వరాణామేష వరస్తృతీయః || 20 ||

    దేవైరత్రాపి విచికిత్సితం పురా
    న హి సువిజ్ఞేయమణురేష ధర్మః |
    అన్యం వరం నచికేతో వృణీష్వ
    మా మోపరోత్సీరతి మా సృజైనం || 21 ||

    దేవైరత్రాపి విచికిత్సితం కిల
    త్వం చ మృత్యో యన్న సుజ్ఞేయమాత్థ |
    వక్తా చాస్య త్వాదృగన్యో న లభ్యో
    నాన్యో వరస్తుల్య ఏతస్య కశ్చిత్ || 22 ||

    శతాయుషః పుత్రపౌత్రాన్వృణీష్వ
    బహూన్పశూన్ హస్తి హిరణ్యమశ్వాన్ |
    భూమేర్మహదాయతనం వృణీష్వ
    స్వయం చ జీవ శరదో యావదిచ్ఛసి || 23 ||

    ఏతత్తుల్యం యది మన్యసే వరం
    వృణీష్వ విత్తం చిరజీవికాం చ |
    మహాభూమౌ నచికేతస్త్వమేధి
    కామానాం త్వా కామభాజం కరోమి || 24 ||

    యే యే కామా దుర్లభా మర్త్యలోకే
    సర్వాన్ కామాగ్ శ్ఛందతః ప్రార్థయస్వ |
    ఇమా రామాః సరథాః సతూర్యా
    న హీదృశా లంభనీయా మనుష్యైః |
    ఆభిర్మత్ప్రత్తాభిః పరిచారయస్వ
    నచికేతో మరణం మాఽనుప్రాక్షీః || 25 ||

    శ్వోఽభావా మర్త్యస్య యదంతకైతత్
    సర్వేంద్రియాణాం జరయంతి తేజః |
    అపి సర్వం జీవితమల్పమేవ
    తవైవ వాహాస్తవ నృత్యగీతే || 26 ||

    న విత్తేన తర్పణీయో మనుష్యో
    లప్స్యామహే విత్తమద్రాక్ష్మ చేత్త్వా |
    జీవిష్యామో యావదీశిష్యసి త్వం
    వరస్తు మే వరణీయః స ఏవ || 27 ||

    అజీర్యతామమృతానాముపేత్య
    జీర్యన్మర్త్యః క్వధఃస్థః ప్రజానన్ |
    అభిధ్యాయన్ వర్ణరతిప్రమోదాన్
    అతిదీర్ఘే జీవితే కో రమేత || 28 ||

    యస్మిన్నిదం విచికిత్సంతి మృత్యో
    యత్సాంపరాయే మహతి బ్రూహి నస్తత్ |
    యోఽయం వరో గూఢమనుప్రవిష్టో
    నాన్యం తస్మాన్నచికేతా వృణీతే || 29 ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే ప్రథమా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహనావవతు | సహనౌ భునక్తు | సహవీర్యం కరవావహై |
    తేజస్వినావధీతమస్తు | మా విద్విషావహై ||
    
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం ఉశన్ హ వై వాజశ్రవసః సర్వవేదసం దదౌ |
    తస్య హ నచికేతా నామ పుత్ర ఆస ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తం హ కుమారం సంతం దక్షిణాసు |
    నీయమానాసు శ్రద్ధాఽఽవివేశ సోఽమన్యత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `పీతోదకా జగ్ధతృణాః దుగ్ధదోహా నిరింద్రియాః |
    అనందానామతే లోకాస్తాన్ సగచ్ఛతి తా దదత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `స హోవాచ పితరం తత కస్మై మాం దాస్యసీతి |
    ద్వితీయం తృతీయం తం హోవాచ మృత్యవే త్వా దదామీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `బహూనామేమి ప్రథమో  బహూనామేమి మధ్యమః |
    కిం స్విద్యమస్య కర్తవ్యం యన్మయాఽద్య కరిష్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అనుపశ్య యథా పూర్వే ప్రతిపశ్య తథాఽపరే |
    సస్యమివ మర్త్యః పచ్యతే సస్యమివాఽజాయతే పునః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `వైశ్వానరః ప్రవిశత్యతిథిర్బ్రాహ్మణో గృహాన్ |
    తస్యైతాం శాంతిం కుర్వంతి హర వైవస్వతోదకం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `ఆశాప్రతీక్షే సంగతం సూనృతాం
    చేష్టాపూర్తే పుత్రపశూంశ్చ సర్వాన్ |
    ఏతద్వృంక్తే పురుషస్యాల్పమేధసః
    యస్యానశ్నన్వసతి బ్రాహ్మణో గృహే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `తిస్రో రాత్రీర్యదవాత్సీర్గృహే మే
    ఽనశ్నన్ బ్రహ్మన్నతిథిర్నమస్యః |
    నమస్తేఽస్తు బ్రహ్మన్ స్వస్తిమేఽస్తు
    తస్మాత్ప్రతి త్రీన్వరాన్వృణీష్వ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `శాంతసంకల్పః సుమనా యథా స్యాత్
    వీతమన్యుర్గౌతమో మాఽభి మృత్యో |
    త్వత్ప్రసృష్టం మాఽభివదేత్ప్రతీతః
    ఏతత్ త్రయాణాం ప్రథమం వరం వృణే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `యథా పురస్తాత్ భవితా ప్రతీతః
    ఔద్దాలకిరారుణిర్మత్ప్రసృష్టః |
    సుఖం రాత్రీః శయితా వీతమన్యుః
    త్వాం దదృశివాన్మృత్యుముఖాత్ ప్రముక్తం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `స్వర్గే లోకే నభయం కించనాస్తి
    న తత్ర త్వం న జరయా బిభేతి |
    ఉభే తీర్త్వాఽశనాయాపిపాసే
    శోకాతిగో మోదతే స్వర్గలోకే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `సత్వమగ్నిం స్వర్గ్యమధ్యేషి మృత్యో
    ప్రబ్రూహి తం శ్రద్దధానాయ మహ్యం |
    స్వర్గలోకా అమృతత్వం భజంత
    ఏతత్ ద్వితీయేన వృణే వరేణ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `ప్ర తే బ్రవీమి తదు మే నిబోధ
    స్వర్గ్యమగ్నిం నచికేతః ప్రజానన్ |
    అనంతలోకాప్తిమథో ప్రతిష్ఠాం
    విద్ధి త్వమేతం నిహితం గుహాయాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `లోకాదిమగ్నిం తమువాచ తస్మై
    యా ఇష్టకా యావతీర్వా యథా వా |
    స చాపి తత్ప్రత్యవదద్యథోక్తమథాస్య 
    మృత్యుః పునరేవాహ తుష్టః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `తమబ్రవీత్ ప్రీయమాణో మహాత్మా
    వరం తవేహాద్య దదామి భూయః |
    తవైవ నామ్నా భవితాఽయమగ్నిః
    సృంకాం చేమామనేకరూపాం గృహాణ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `త్రిణాచికేతస్త్రిభిరేత్య సంధిం
    త్రికర్మకృత్తరతి జన్మమృత్యూ |
    బ్రహ్మజజ్ఞం దేవమీడ్యం విదిత్వా
    నిచాయ్యేమాగ్ం శాంతిమత్యంతమేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "18వ మంత్రము",
    sloka: `త్రిణాచికేతస్త్రయమేతద్విదిత్వా
    య ఏవం విద్వాగ్ శ్చినుతే నాచికేతం |
    స మృత్యుపాశాన్పురతః ప్రణోద్య
    శోకాతిగో మోదతే స్వర్గలోకే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "19వ మంత్రము",
    sloka: `ఏష తేఽగ్నిర్నచికేతః స్వర్గ్యో
    యమవృణీథా ద్వితీయేన వరేణ |
    ఏతమగ్నిం తవైవ ప్రవక్ష్యంతి జనాసః
    తృతీయం వరం నచికేతో వృణీష్వ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "20వ మంత్రము",
    sloka: `యేయం ప్రేతే విచికిత్సా మనుష్యేఽస్తీత్యేకే 
    నాయమస్తీతి చైకే |
    ఏతద్విద్యామనుశిష్టస్త్వయాఽహం
    వరాణామేష వరస్తృతీయః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "21వ మంత్రము",
    sloka: `దేవైరత్రాపి విచికిత్సితం పురా
    న హి సువిజ్ఞేయమణురేష ధర్మః |
    అన్యం వరం నచికేతో వృణీష్వ
    మా మోపరోత్సీరతి మా సృజైనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "22వ మంత్రము",
    sloka: `దేవైరత్రాపి విచికిత్సితం కిల
    త్వం చ మృత్యో యన్న సుజ్ఞేయమాత్థ |
    వక్తా చాస్య త్వాదృగన్యో న లభ్యో
    నాన్యో వరస్తుల్య ఏతస్య కశ్చిత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "23వ మంత్రము",
    sloka: `శతాయుషః పుత్రపౌత్రాన్వృణీష్వ
    బహూన్పశూన్ హస్తి హిరణ్యమశ్వాన్ |
    భూమేర్మహదాయతనం వృణీష్వ
    స్వయం చ జీవ శరదో యావదిచ్ఛసి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "24వ మంత్రము",
    sloka: `ఏతత్తుల్యం యది మన్యసే వరం
    వృణీష్వ విత్తం చిరజీవికాం చ |
    మహాభూమౌ నచికేతస్త్వమేధి
    కామానాం త్వా కామభాజం కరోమి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "25వ మంత్రము",
    sloka: `యే యే కామా దుర్లభా మర్త్యలోకే
    సర్వాన్ కామాగ్ శ్ఛందతః ప్రార్థయస్వ |
    ఇమా రామాః సరథాః సతూర్యా
    న హీదృశా లంభనీయా మనుష్యైః |
    ఆభిర్మత్ప్రత్తాభిః పరిచారయస్వ
    నచికేతో మరణం మాఽనుప్రాక్షీః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "26వ మంత్రము",
    sloka: `శ్వోఽభావా మర్త్యస్య యదంతకైతత్
    సర్వేంద్రియాణాం జరయంతి తేజః |
    అపి సర్వం జీవితమల్పమేవ
    తవైవ వాహాస్తవ నృత్యగీతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "27వ మంత్రము",
    sloka: `న విత్తేన తర్పణీయో మనుష్యో
    లప్స్యామహే విత్తమద్రాక్ష్మ చేత్త్వా |
    జీవిష్యామో యావదీశిష్యసి త్వం
    వరస్తు మే వరణీయః స ఏవ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "28వ మంత్రము",
    sloka: `అజీర్యతామమృతానాముపేత్య
    జీర్యన్మర్త్యః క్వధఃస్థః ప్రజానన్ |
    అభిధ్యాయన్ వర్ణరతిప్రమోదాన్
    అతిదీర్ఘే జీవితే కో రమేత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "29వ మంత్రము",
    sloka: `యస్మిన్నిదం విచికిత్సంతి మృత్యో
    యత్సాంపరాయే మహతి బ్రూహి నస్తత్ |
    యోఽయం వరో గూఢమనుప్రవిష్టో
    నాన్యం తస్మాన్నచికేతా వృణీతే || 29 ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే ప్రథమా వల్లీ ||`,
    meaning: `***
    ఇది కఠోపనిషత్తునందు ప్రథమాధ్యాయము ప్రథమవల్లి `,
    wordByWordMeaning: ``,
  },
];
