export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ద్వితీయాధ్యాయము-ప్రథమవల్లి
    
    పరాంచి ఖాని వ్యతృణత్ స్వయంభూ
    స్తస్మాత్పరాఙ్పశ్యతి నాంతరాత్మన్ |
    కశ్చిద్ధీరః ప్రత్యగాత్మానమైక్ష
    దావృత్తచక్షురమృతత్వమిచ్ఛన్ || 1 ||

    పరాచః కామాననుయంతి బాలాస్తే 
    మృత్యోర్యంతి వితతస్య పాశం |
    అథ ధీరా అమృతత్వం విదిత్వా
    ధ్రువమధ్రువేష్విహ న ప్రార్థయంతే || 2 ||

    యేన రూపం రసం గంధం శబ్దాన్ స్పర్శాగ్ శ్చ మైథునాన్ |
    ఏతేనైవ విజానాతి కిమత్ర పరిశిష్యతే || ఏతద్వైతత్ || 3 ||

    సస్వప్నాంతం జాగరితాంతం చోభౌ యేనానుపశ్యతి |
    మహాంతం విభుమాత్మానం మత్వా ధీరో న శోచతి || 4 ||

    య ఇమం మధ్వదం వేద ఆత్మానం జీవమంతికాత్ |
    ఈశానం భూతభవ్యస్య న తతో విజుగుప్సతే || ఏతద్వైతత్ || 5 ||
    
    యః పూర్వం తపసో జాతమద్భ్యః పూర్వమజాయత |
    గుహాం ప్రవిశ్య తిష్ఠంతం యో భూతేభిర్వ్యపశ్యత || ఏతద్వైతత్ || 6 ||

    యా ప్రాణేన సంభవత్యదితిర్దేవతామయీ |
    గుహాం ప్రవిశ్య తిష్ఠంతీం యా భూతేభిర్వ్యజాయత || ఏతద్వైతత్ || 7 ||

    అరణ్యోర్నిహితో జాతవేదా గర్భ ఇవ సుభృతో గర్భిణీభిః |
    దివే దివే ఈడ్యో జాగృవద్భిర్హవిష్మద్భిర్మనుష్యేభిరగ్నిః || ఏతద్వైతత్ || 8 ||

    యతశ్చోదేతి సూర్యోఽస్తం యత్ర చ గచ్ఛతి |
    తం దేవాః సర్వేఽర్పితాస్తదు నాత్యేతి కశ్చన || ఏతద్వైతత్ || 9 ||

    యదేవేహ తదముత్ర యదముత్ర తదన్విహ |
    మృత్యోః స మృత్యుమాప్నోతి య ఇహ నానేవ పశ్యతి || 10 ||

    మనసైవేదమాప్తవ్యం నేహ నానాఽస్తి కించన |
    మృత్యోః స మృత్యుం గచ్ఛతి య ఇహ నానేవ పశ్యతి || 11 ||

    అంగుష్ఠమాత్రః పురుషో మధ్య ఆత్మని తిష్ఠతి |
    ఈశానో భూతభవ్యస్య న తతో విజుగుప్సతే || ఏతద్వైతత్ || 12 ||

    అంగుష్ఠమాత్రః పురుషో జ్యోతిరివాధూమకః |
    ఈశానో భూతభవ్యస్య స ఏవాద్య స ఉ శ్వః || ఏతద్వైతత్ || 13 ||

    యథోదకం దుర్గే వృష్టం పర్వతేషు విధావతి |
    ఏవం ధర్మాన్ పృథక్ పశ్యంస్తానేవాను విధావతి || 14 ||

    యథోదకం శుద్ధే శుద్ధమాసిక్తం తాదృగేవ భవతి |
    ఏవం మునేర్విజానత ఆత్మా భవతి గౌతమ || 15 ||

    || కాఠకోపనిషది ద్వితీయాధ్యాయే ప్రథమా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `పరాంచి ఖాని వ్యతృణత్ స్వయంభూ
    స్తస్మాత్పరాఙ్పశ్యతి నాంతరాత్మన్ |
    కశ్చిద్ధీరః ప్రత్యగాత్మానమైక్ష
    దావృత్తచక్షురమృతత్వమిచ్ఛన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `పరాచః కామాననుయంతి బాలాస్తే 
    మృత్యోర్యంతి వితతస్య పాశం |
    అథ ధీరా అమృతత్వం విదిత్వా
    ధ్రువమధ్రువేష్విహ న ప్రార్థయంతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `యేన రూపం రసం గంధం శబ్దాన్ స్పర్శాగ్ శ్చ మైథునాన్ |
    ఏతేనైవ విజానాతి కిమత్ర పరిశిష్యతే || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `సస్వప్నాంతం జాగరితాంతం చోభౌ యేనానుపశ్యతి |
    మహాంతం విభుమాత్మానం మత్వా ధీరో న శోచతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `య ఇమం మధ్వదం వేద ఆత్మానం జీవమంతికాత్ |
    ఈశానం భూతభవ్యస్య న తతో విజుగుప్సతే || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యః పూర్వం తపసో జాతమద్భ్యః పూర్వమజాయత |
    గుహాం ప్రవిశ్య తిష్ఠంతం యో భూతేభిర్వ్యపశ్యత || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యా ప్రాణేన సంభవత్యదితిర్దేవతామయీ |
    గుహాం ప్రవిశ్య తిష్ఠంతీం యా భూతేభిర్వ్యజాయత || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `అరణ్యోర్నిహితో జాతవేదా గర్భ ఇవ సుభృతో గర్భిణీభిః |
    దివే దివే ఈడ్యో జాగృవద్భిర్హవిష్మద్భిర్మనుష్యేభిరగ్నిః || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `యతశ్చోదేతి సూర్యోఽస్తం యత్ర చ గచ్ఛతి |
    తం దేవాః సర్వేఽర్పితాస్తదు నాత్యేతి కశ్చన || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `యదేవేహ తదముత్ర యదముత్ర తదన్విహ |
    మృత్యోః స మృత్యుమాప్నోతి య ఇహ నానేవ పశ్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `మనసైవేదమాప్తవ్యం నేహ నానాఽస్తి కించన |
    మృత్యోః స మృత్యుం గచ్ఛతి య ఇహ నానేవ పశ్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `అంగుష్ఠమాత్రః పురుషో మధ్య ఆత్మని తిష్ఠతి |
    ఈశానో భూతభవ్యస్య న తతో విజుగుప్సతే || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `అంగుష్ఠమాత్రః పురుషో జ్యోతిరివాధూమకః |
    ఈశానో భూతభవ్యస్య స ఏవాద్య స ఉ శ్వః || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `యథోదకం దుర్గే వృష్టం పర్వతేషు విధావతి |
    ఏవం ధర్మాన్ పృథక్ పశ్యంస్తానేవాను విధావతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `యథోదకం శుద్ధే శుద్ధమాసిక్తం తాదృగేవ భవతి |
    ఏవం మునేర్విజానత ఆత్మా భవతి గౌతమ ||
    
    || కాఠకోపనిషది ద్వితీయాధ్యాయే ప్రథమా వల్లీ ||`,
    meaning: `***
    ఇది కఠోపనిషత్తునందు ద్వితీయాధ్యాయము ప్రథమవల్లి`,
    wordByWordMeaning: ``,
  },
];
