export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ద్వితీయాధ్యాయము- తృతీయవల్లి
    
    ఊర్ధ్వమూలోఽవాక్శాఖ ఏషోఽశ్వత్థః సనాతనః |
    తదేవ శుక్రం తద్బ్రహ్మ తదేవామృతముచ్యతే ||
    తస్మింల్లోకాః శ్రితాః సర్వే తదు నాత్యేతి కశ్చన | ఏతద్వైతత్ || 1 ||

    యదిదం కిం చ జగత్ సర్వం ప్రాణ ఏజతి నిఃసృతం |
    మహద్భయం వజ్రముద్యతం య ఏతద్విదురమృతాస్తే భవంతి || 2 ||

    భయాదస్యాగ్నిస్తపతి భయాత్తపతి సూర్యః |
    భయాదింద్రశ్చ వాయుశ్చ మృత్యుర్ధావతి పంచమః || 3 ||

    ఇహ చేదశకద్బోద్ధుం ప్రాక్శరీరస్య విస్రసః |
    తతః సర్గేషు లోకేషు శరీరత్వాయ కల్పతే || 4 ||

    యథాఽఽదర్శే తథాఽఽత్మని 
    యథా స్వప్నే తథా పితృలోకే |
    యథాఽప్సు పరీవ దదృశే తథా గంధర్వలోకే
    ఛాయాతపయోరివ బ్రహ్మలోకే || 5 ||
    
    ఇంద్రియాణాం పృథగ్భావముదయాస్తమయౌ చ యత్ |
    పృథగుత్పద్యమానానాం మత్వా ధీరో న శోచతి || 6 ||

    ఇంద్రియేభ్యః పరం మనో మనసః సత్త్వముత్తమం |
    సత్త్వాదధి మహానాత్మా మహతోఽవ్యక్తముత్తమం || 7 ||

    అవ్యక్తాత్తు పరః పురుషో వ్యాపకోఽలింగ ఏవ చ |
    యం జ్ఞాత్వా ముచ్యతే జంతురమృతత్వం చ గచ్ఛతి || 8 ||

    న సందృశే తిష్ఠతి రూపమస్య
    న చక్షుషా పశ్యతి కశ్చనైనం |
    హృదా మనీషా మనసాఽభిక్లృప్తోయ 
    ఏతద్విదురమృతాస్తే భవంతి || 9 ||

    యదా పంచావతిష్ఠంతే జ్ఞానాని మనసా సహ |
    బుద్ధిశ్చ న విచేష్టతే తామాహుః పరమాం గతిం || 10 ||

    తాం యోగమితి మన్యంతే స్థిరామింద్రియధారణాం |
    అప్రమత్తస్తదా భవతి యోగో హి ప్రభవాప్యయౌ || 11 ||

    నైవ వాచా న మనసా ప్రాప్తుం శక్యో న చక్షుషా |
    అస్తీతి బ్రువతోఽన్యత్ర కథం తదుపలభ్యతే || 12 ||

    అస్తీత్యేవోపలబ్ధవ్యస్తత్త్వభావేన చోభయోః |
    అస్తీత్యేవోపలబ్ధస్య తత్త్వభావః ప్రసీదతి || 13 ||

    యదా సర్వే ప్రముచ్యంతే కామా యేఽస్య హృది శ్రితాః |
    అథ మర్త్యోఽమృతో భవత్యత్ర బ్రహ్మ సమశ్నుతే || 14 ||

    యదా సర్వే ప్రభిద్యంతే హృదయస్యేహ గ్రంథయః |
    అథ మర్త్యోఽమృతో భవత్యేతావద్ధ్యనుశాసనం || 15 ||

    శతం చైకా చ హృదయస్య నాడ్య
    స్తాసాం మూర్ధానమభినిఃసృతైకా |
    తయోర్ధ్వమాయన్నమృతత్వమేతి
    విష్వఙ్ఙన్యా ఉత్క్రమణే భవంతి || 16 ||

    అంగుష్ఠమాత్రః పురుషోఽన్తరాత్మా
    సదా జనానాం హృదయే సంనివిష్టః |
    తం స్వాచ్ఛరీరాత్ప్రవృహేన్ముంజాదివేషీకాం ధైర్యేణ |
    తం విద్యాచ్ఛుక్రమమృతం తం విద్యాచ్ఛుక్రమమృతమితి || 17 ||

    మృత్యుప్రోక్తాం నచికేతోఽథ లబ్ధ్వా
    విద్యామేతాం యోగవిధిం చ కృత్స్నం |
    బ్రహ్మప్రాప్తో విరజోఽభూద్విమృత్యు
    రన్యోఽప్యేవం యో విదధ్యాత్మమేవ || 18 ||

    || కాఠకోపనిషది ద్వితీయాధ్యాయే తృతీయా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఊర్ధ్వమూలోఽవాక్శాఖ ఏషోఽశ్వత్థః సనాతనః |
    తదేవ శుక్రం తద్బ్రహ్మ తదేవామృతముచ్యతే ||
    తస్మింల్లోకాః శ్రితాః సర్వే తదు నాత్యేతి కశ్చన | ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `యదిదం కిం చ జగత్ సర్వం ప్రాణ ఏజతి నిఃసృతం |
    మహద్భయం వజ్రముద్యతం య ఏతద్విదురమృతాస్తే భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `భయాదస్యాగ్నిస్తపతి భయాత్తపతి సూర్యః |
    భయాదింద్రశ్చ వాయుశ్చ మృత్యుర్ధావతి పంచమః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `ఇహ చేదశకద్బోద్ధుం ప్రాక్శరీరస్య విస్రసః |
    తతః సర్గేషు లోకేషు శరీరత్వాయ కల్పతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యథాఽఽదర్శే తథాఽఽత్మని 
    యథా స్వప్నే తథా పితృలోకే |
    యథాఽప్సు పరీవ దదృశే తథా గంధర్వలోకే
    ఛాయాతపయోరివ బ్రహ్మలోకే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `ఇంద్రియాణాం పృథగ్భావముదయాస్తమయౌ చ యత్ |
    పృథగుత్పద్యమానానాం మత్వా ధీరో న శోచతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `ఇంద్రియేభ్యః పరం మనో మనసః సత్త్వముత్తమం |
    సత్త్వాదధి మహానాత్మా మహతోఽవ్యక్తముత్తమం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `అవ్యక్తాత్తు పరః పురుషో వ్యాపకోఽలింగ ఏవ చ |
    యం జ్ఞాత్వా ముచ్యతే జంతురమృతత్వం చ గచ్ఛతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `న సందృశే తిష్ఠతి రూపమస్య
    న చక్షుషా పశ్యతి కశ్చనైనం |
    హృదా మనీషా మనసాఽభిక్లృప్తోయ 
    ఏతద్విదురమృతాస్తే భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `యదా పంచావతిష్ఠంతే జ్ఞానాని మనసా సహ |
    బుద్ధిశ్చ న విచేష్టతే తామాహుః పరమాం గతిం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `తాం యోగమితి మన్యంతే స్థిరామింద్రియధారణాం |
    అప్రమత్తస్తదా భవతి యోగో హి ప్రభవాప్యయౌ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `నైవ వాచా న మనసా ప్రాప్తుం శక్యో న చక్షుషా |
    అస్తీతి బ్రువతోఽన్యత్ర కథం తదుపలభ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `అస్తీత్యేవోపలబ్ధవ్యస్తత్త్వభావేన చోభయోః |
    అస్తీత్యేవోపలబ్ధస్య తత్త్వభావః ప్రసీదతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `యదా సర్వే ప్రముచ్యంతే కామా యేఽస్య హృది శ్రితాః |
    అథ మర్త్యోఽమృతో భవత్యత్ర బ్రహ్మ సమశ్నుతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `యదా సర్వే ప్రభిద్యంతే హృదయస్యేహ గ్రంథయః |
    అథ మర్త్యోఽమృతో భవత్యేతావద్ధ్యనుశాసనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `శతం చైకా చ హృదయస్య నాడ్య
    స్తాసాం మూర్ధానమభినిఃసృతైకా |
    తయోర్ధ్వమాయన్నమృతత్వమేతి
    విష్వఙ్ఙన్యా ఉత్క్రమణే భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `అంగుష్ఠమాత్రః పురుషోఽన్తరాత్మా
    సదా జనానాం హృదయే సంనివిష్టః |
    తం స్వాచ్ఛరీరాత్ప్రవృహేన్ముంజాదివేషీకాం ధైర్యేణ |
    తం విద్యాచ్ఛుక్రమమృతం తం విద్యాచ్ఛుక్రమమృతమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "18వ మంత్రము",
    sloka: `మృత్యుప్రోక్తాం నచికేతోఽథ లబ్ధ్వా
    విద్యామేతాం యోగవిధిం చ కృత్స్నం |
    బ్రహ్మప్రాప్తో విరజోఽభూద్విమృత్యు
    రన్యోఽప్యేవం యో విదధ్యాత్మమేవ || 18 ||

    || కాఠకోపనిషది ద్వితీయాధ్యాయే తృతీయా వల్లీ ||`,
    meaning: `***
    ఇది కఠోపనిషత్తునందు ద్వితీయాధ్యాయము తృతీయవల్లి`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహనావవతు | సహనౌ భునక్తు | సహవీర్యం కరవావహై |
    తేజస్వినావధీతమస్తు | మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
];
