export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ప్రథమాధ్యాయము-ద్వితీయవల్లి
    
    అన్యచ్ఛ్రేయోఽన్యదుతైవ ప్రేయస్తే 
    ఉభే నానార్థే పురుషగ్ం సినీతః |
    తయోః శ్రేయ ఆదదానస్య సాధు భవతి 
    హీయతేఽర్థాద్య ఉ ప్రేయో వృణీతే || 1 ||

    శ్రేయశ్చ ప్రేయశ్చ మనుష్యమేతః
    తౌ సంపరీత్య వివినక్తి ధీరః |
    శ్రేయో హి ధీరోఽభి ప్రేయసో వృణీతే
    ప్రేయో మందో యోగక్షేమాద్వృణీతే || 2 ||

    స త్వం ప్రియాన్ప్రియరూపాగ్ శ్చ కామాన్
    అభిధ్యాయన్నచికేతోఽత్యస్రాక్షీః |
    నైతాం సృంకాం విత్తమయీమవాప్తో
    యస్యాం మజ్జంతి బహవో మనుష్యాః || 3 ||

    దూరమేతే విపరీతే విషూచీ
    అవిద్యా యా చ విద్యేతి జ్ఞాతా |
    విద్యాభీప్సినం నచికేతసం మన్యే
    న త్వా కామా బహవోఽలోలుపంత || 4 ||

    అవిద్యాయామంతరే వర్తమానాః
    స్వయం ధీరాః పండితంమన్యమానాః |
    దంద్రమ్యమాణాః పరియంతి మూఢా
    అంధేనైవ నీయమానా యథాఽంధాః || 5 ||

    న సాంపరాయః ప్రతిభాతి బాలం
    ప్రమాద్యంతం విత్తమోహేన మూఢం |
    అయం లోకో నాస్తి పర ఇతి మానీ
    పునః పునర్వశమాపద్యతే మే || 6 ||

    శ్రవణాయాపి బహుభిర్యో న లభ్యః
    శృణ్వంతోఽపి బహవో యం న విద్యుః |
    ఆశ్చర్యో వక్తా కుశలోఽస్య లబ్ధాఽఽ
    శ్చర్యో జ్ఞాతా కుశలానుశిష్టః || 7 ||

    న నరేణావరేణ ప్రోక్త ఏష
    సువిజ్ఞేయో బహుధా చింత్యమానః |
    అనన్యప్రోక్తే గతిరత్ర నాస్తి
    అణీయాన్ హ్యతర్క్యమణుప్రమాణాత్ || 8 ||

    నైషా తర్కేణ మతిరాపనేయా
    ప్రోక్తాఽన్యేనైవ సుజ్ఞానాయ ప్రేష్ఠ |
    యాం త్వమాపః సత్యధృతిర్బతాసి
    త్వాదృఙ్నో భూయాన్నచికేతః ప్రష్టా || 9 ||

    జానామ్యహగ్ం శేవధిరిత్యనిత్యం
    న హ్యధ్రువైః ప్రాప్యతే హి ధ్రువం తత్ |
    తతో మయా నాచికేతశ్చితోఽగ్నిః
    అనిత్యైర్ద్రవ్యైః ప్రాప్తవానస్మి నిత్యం || 10 ||

    కామస్యాఽఽప్తిం జగతః ప్రతిష్ఠాం
    క్రతోరానంత్యమభయస్య పారం |
    స్తోమమహదురుగాయం ప్రతిష్ఠాం దృష్ట్వా
    ధృత్యా ధీరో నచికేతోఽత్యస్రాక్షీః || 11 ||

    తం దుర్దర్శం గూఢమనుప్రవిష్టం
    గుహాహితం గహ్వరేష్ఠం పురాణం |
    అధ్యాత్మయోగాధిగమేన దేవం
    మత్వా ధీరో హర్షశోకౌ జహాతి || 12 ||

    ఏతచ్ఛ్రుత్వా సంపరిగృహ్య మర్త్యః
    ప్రవృహ్య ధర్మ్యమణుమేతమాప్య |
    స మోదతే మోదనీయగ్ం హి లబ్ధ్వా
    వివృతగ్ం సద్మ నచికేతసం మన్యే || 13 ||

    అన్యత్ర ధర్మాదన్యత్రాధర్మా
    దన్యత్రాస్మాత్కృతాకృతాత్ |
    అన్యత్ర భూతాచ్చ భవ్యాచ్చ
    యత్తత్పశ్యసి తద్వద || 14 ||

    సర్వే వేదా యత్పదమామనంతి
    తపాగ్ంసి సర్వాణి చ యద్వదంతి |
    యదిచ్ఛంతో బ్రహ్మచర్యం చరంతి
    తత్తే పదగ్ం సంగ్రహేణ బ్రవీమ్యోమిత్యేతత్ || 15 ||

    ఏతద్ధ్యేవాక్షరం బ్రహ్మ ఏతద్ధ్యేవాక్షరం పరం |
    ఏతద్ధ్యేవాక్షరం జ్ఞాత్వా యో యదిచ్ఛతి తస్య తత్ || 16 ||

    ఏతదాలంబనం శ్రేష్ఠమేతదాలంబనం పరం |
    ఏతదాలంబనం జ్ఞాత్వా బ్రహ్మలోకే మహీయతే || 17 ||

    న జాయతే మ్రియతే వా విపశ్చి
    న్నాయం కుతశ్చిన్న బభూవ కశ్చిత్ |
    అజో నిత్యః శాశ్వతోఽయం పురాణో
    న హన్యతే హన్యమానే శరీరే || 18 ||

    హంతా చేన్మన్యతే హంతుగ్ం హతశ్చేన్మన్యతే హతం |
    ఉభౌ తౌ న విజానీతో నాయగ్ం హంతి న హన్యతే || 19 ||

    అణోరణీయాన్మహతో మహీయా
    నాత్మాఽస్య జంతోర్నిహితో గుహాయాం |
    తమక్రతుః పశ్యతి వీతశోకో
    ధాతుః ప్రసాదాన్మహిమానమాత్మనః || 20 ||

    ఆసీనో దూరం వ్రజతి శయానో యాతి సర్వతః |
    కస్తం మదామదం దేవం మదన్యో జ్ఞాతుమర్హతి || 21 ||

    అశరీరగ్ం శరీరేష్వనవస్థేష్వవస్థితం |
    మహాంతం విభుమాత్మానం మత్వా ధీరో న శోచతి || 22 ||

    నాయమాత్మా ప్రవచనేన లభ్యో
    న మేధయా న బహునా శ్రుతేన |
    యమేవైష వృణుతే తేన లభ్యః
    తస్యైష ఆత్మా వివృణుతే తనూగ్ం స్వాం || 23 ||

    నావిరతో దుశ్చరితాన్నాశాంతో నాసమాహితః |
    నాశాంతమానసో వాఽపి ప్రజ్ఞానేనైనమాప్నుయాత్ || 24 ||

    యస్య బ్రహ్మ చ క్షత్రం చ ఉభే భవత ఓదనః |
    మృత్యుర్యస్యోపసేచనం క ఇత్థా వేద యత్ర సః || 25 ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే ద్వితీయా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అన్యచ్ఛ్రేయోఽన్యదుతైవ ప్రేయస్తే 
    ఉభే నానార్థే పురుషగ్ం సినీతః |
    తయోః శ్రేయ ఆదదానస్య సాధు భవతి 
    హీయతేఽర్థాద్య ఉ ప్రేయో వృణీతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `శ్రేయశ్చ ప్రేయశ్చ మనుష్యమేతః
    తౌ సంపరీత్య వివినక్తి ధీరః |
    శ్రేయో హి ధీరోఽభి ప్రేయసో వృణీతే
    ప్రేయో మందో యోగక్షేమాద్వృణీతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `స త్వం ప్రియాన్ప్రియరూపాగ్ శ్చ కామాన్
    అభిధ్యాయన్నచికేతోఽత్యస్రాక్షీః |
    నైతాం సృంకాం విత్తమయీమవాప్తో
    యస్యాం మజ్జంతి బహవో మనుష్యాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `దూరమేతే విపరీతే విషూచీ
    అవిద్యా యా చ విద్యేతి జ్ఞాతా |
    విద్యాభీప్సినం నచికేతసం మన్యే
    న త్వా కామా బహవోఽలోలుపంత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `అవిద్యాయామంతరే వర్తమానాః
    స్వయం ధీరాః పండితంమన్యమానాః |
    దంద్రమ్యమాణాః పరియంతి మూఢా
    అంధేనైవ నీయమానా యథాఽంధాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `న సాంపరాయః ప్రతిభాతి బాలం
    ప్రమాద్యంతం విత్తమోహేన మూఢం |
    అయం లోకో నాస్తి పర ఇతి మానీ
    పునః పునర్వశమాపద్యతే మే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `శ్రవణాయాపి బహుభిర్యో న లభ్యః
    శృణ్వంతోఽపి బహవో యం న విద్యుః |
    ఆశ్చర్యో వక్తా కుశలోఽస్య లబ్ధాఽఽ
    శ్చర్యో జ్ఞాతా కుశలానుశిష్టః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `న నరేణావరేణ ప్రోక్త ఏష
    సువిజ్ఞేయో బహుధా చింత్యమానః |
    అనన్యప్రోక్తే గతిరత్ర నాస్తి
    అణీయాన్ హ్యతర్క్యమణుప్రమాణాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `నైషా తర్కేణ మతిరాపనేయా
    ప్రోక్తాఽన్యేనైవ సుజ్ఞానాయ ప్రేష్ఠ |
    యాం త్వమాపః సత్యధృతిర్బతాసి
    త్వాదృఙ్నో భూయాన్నచికేతః ప్రష్టా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `జానామ్యహగ్ం శేవధిరిత్యనిత్యం
    న హ్యధ్రువైః ప్రాప్యతే హి ధ్రువం తత్ |
    తతో మయా నాచికేతశ్చితోఽగ్నిః
    అనిత్యైర్ద్రవ్యైః ప్రాప్తవానస్మి నిత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `కామస్యాఽఽప్తిం జగతః ప్రతిష్ఠాం
    క్రతోరానంత్యమభయస్య పారం |
    స్తోమమహదురుగాయం ప్రతిష్ఠాం దృష్ట్వా
    ధృత్యా ధీరో నచికేతోఽత్యస్రాక్షీః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `తం దుర్దర్శం గూఢమనుప్రవిష్టం
    గుహాహితం గహ్వరేష్ఠం పురాణం |
    అధ్యాత్మయోగాధిగమేన దేవం
    మత్వా ధీరో హర్షశోకౌ జహాతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `ఏతచ్ఛ్రుత్వా సంపరిగృహ్య మర్త్యః
    ప్రవృహ్య ధర్మ్యమణుమేతమాప్య |
    స మోదతే మోదనీయగ్ం హి లబ్ధ్వా
    వివృతగ్ం సద్మ నచికేతసం మన్యే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `అన్యత్ర ధర్మాదన్యత్రాధర్మా
    దన్యత్రాస్మాత్కృతాకృతాత్ |
    అన్యత్ర భూతాచ్చ భవ్యాచ్చ
    యత్తత్పశ్యసి తద్వద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `సర్వే వేదా యత్పదమామనంతి
    తపాగ్ంసి సర్వాణి చ యద్వదంతి |
    యదిచ్ఛంతో బ్రహ్మచర్యం చరంతి
    తత్తే పదగ్ం సంగ్రహేణ బ్రవీమ్యోమిత్యేతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `ఏతద్ధ్యేవాక్షరం బ్రహ్మ ఏతద్ధ్యేవాక్షరం పరం |
    ఏతద్ధ్యేవాక్షరం జ్ఞాత్వా యో యదిచ్ఛతి తస్య తత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `ఏతదాలంబనం శ్రేష్ఠమేతదాలంబనం పరం |
    ఏతదాలంబనం జ్ఞాత్వా బ్రహ్మలోకే మహీయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "18వ మంత్రము",
    sloka: `న జాయతే మ్రియతే వా విపశ్చి
    న్నాయం కుతశ్చిన్న బభూవ కశ్చిత్ |
    అజో నిత్యః శాశ్వతోఽయం పురాణో
    న హన్యతే హన్యమానే శరీరే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "19వ మంత్రము",
    sloka: `హంతా చేన్మన్యతే హంతుగ్ం హతశ్చేన్మన్యతే హతం |
    ఉభౌ తౌ న విజానీతో నాయగ్ం హంతి న హన్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "20వ మంత్రము",
    sloka: `అణోరణీయాన్మహతో మహీయా
    నాత్మాఽస్య జంతోర్నిహితో గుహాయాం |
    తమక్రతుః పశ్యతి వీతశోకో
    ధాతుః ప్రసాదాన్మహిమానమాత్మనః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "21వ మంత్రము",
    sloka: `ఆసీనో దూరం వ్రజతి శయానో యాతి సర్వతః |
    కస్తం మదామదం దేవం మదన్యో జ్ఞాతుమర్హతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "22వ మంత్రము",
    sloka: `అశరీరగ్ం శరీరేష్వనవస్థేష్వవస్థితం |
    మహాంతం విభుమాత్మానం మత్వా ధీరో న శోచతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "23వ మంత్రము",
    sloka: `నాయమాత్మా ప్రవచనేన లభ్యో
    న మేధయా న బహునా శ్రుతేన |
    యమేవైష వృణుతే తేన లభ్యః
    తస్యైష ఆత్మా వివృణుతే తనూగ్ం స్వాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "24వ మంత్రము",
    sloka: `నావిరతో దుశ్చరితాన్నాశాంతో నాసమాహితః |
    నాశాంతమానసో వాఽపి ప్రజ్ఞానేనైనమాప్నుయాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "25వ మంత్రము",
    sloka: `యస్య బ్రహ్మ చ క్షత్రం చ ఉభే భవత ఓదనః |
    మృత్యుర్యస్యోపసేచనం క ఇత్థా వేద యత్ర సః ||
    
    || కాఠకోపనిషది ప్రథమాధ్యాయే ద్వితీయా వల్లీ ||`,
    meaning: `ఇది కఠోపనిషత్తునందు ప్రథమాధ్యాయము ద్వితీయవల్లి`,
    wordByWordMeaning: ``,
  },
];
