export default [
  {
    id: "మంత్రములు",
    sloka: `కఠోపనిషత్ ద్వితీయాధ్యాయము- ద్వితీయవల్లి
    
    పురమేకాదశద్వారమజస్యావక్రచేతసః |
    అనుష్ఠాయ న శోచతి విముక్తశ్చ విముచ్యతే || ఏతద్వైతత్ || 1 ||

    హగ్ంసః శుచిషద్వసురంతరిక్షసత్
    హోతా వేదిషదతిథిర్దురోణసత్ |
    నృషద్వరసదృతసద్వ్యోమసద్
    అబ్జా గోజా ఋతజా అద్రిజా ఋతం బృహత్ || 2 ||

    ఊర్ధ్వం ప్రాణమున్నయత్యపానం ప్రత్యగస్యతి |
    మధ్యే వామనమాసీనం విశ్వే దేవా ఉపాసతే || 3 ||

    అస్య విస్రంసమానస్య శరీరస్థస్య దేహినః |
    దేహాద్విముచ్యమానస్య కిమత్ర పరిశిష్యతే || ఏతద్వైతత్ || 4 ||

    న ప్రాణేన నాపానేన మర్త్యో జీవతి కశ్చన |
    ఇతరేణ తు జీవంతి యస్మిన్నేతావుపాశ్రితౌ || 5 ||
    
    హంత త ఇదం ప్రవక్ష్యామి గుహ్యం బ్రహ్మ సనాతనం |
    యథా చ మరణం ప్రాప్య ఆత్మా భవతి గౌతమ || 6 ||

    యోనిమన్యే ప్రపద్యంతే శరీరత్వాయ దేహినః |
    స్థాణుమన్యేఽనుసంయంతి యథాకర్మ యథాశ్రుతం || 7 ||

    య ఏష సుప్తేషు జాగర్తి కామం కామం పురుషో నిర్మిమాణః |
    తదేవ శుక్రం తద్బ్రహ్మ తదేవామృతముచ్యతే ||
    తస్మింల్లోకాః శ్రితాః సర్వే తదు నాత్యేతి కశ్చన || ఏతద్వైతత్ || 8 ||

    అగ్నిర్యథైకో భువనం ప్రవిష్టో
    రూపం రూపం ప్రతిరూపో బభూవ |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    రూపం రూపం ప్రతిరూపో బహిశ్చ || 9 ||

    వాయుర్యథైకో భువనం ప్రవిష్టో
    రూపం రూపం ప్రతిరూపో బభూవ |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    రూపం రూపం ప్రతిరూపో బహిశ్చ || 10 ||

    సూర్యో యథా సర్వలోకస్య చక్షుః
    న లిప్యతే చాక్షుషైర్బాహ్యదోషైః |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    న లిప్యతే లోకదుఃఖేన బాహ్యః || 11 ||

    ఏకో వశీ సర్వభూతాంతరాత్మా
    ఏకం రూపం బహుధా యః కరోతి |
    తమాత్మస్థం యేఽనుపశ్యంతి ధీరాః
    తేషాం సుఖం శాశ్వతం నేతరేషాం || 12 ||

    నిత్యోఽనిత్యానాం చేతనశ్చేతనానాం
    ఏకో బహూనాం యో విదధాతి కామాన్ |
    తమాత్మస్థం యేఽనుపశ్యంతి ధీరాః
    తేషాం శాంతిః  శాశ్వతీ నేతరేషాం || 13 ||

    తదేతదితి మన్యంతేఽనిర్దేశ్యం పరమం సుఖం |
    కథం ను తద్విజానీయాం కిము భాతి విభాతి వా || 14 ||

    న తత్ర సూర్యో భాతి న చంద్రతారకం
    నేమా విద్యుతో భాంతి కుతోఽయమగ్నిః |
    తమేవ భాంతమనుభాతి సర్వం
    తస్య భాసా సర్వమిదం విభాతి || 15 ||

    || కాఠకోపనిషది ద్వితీయాధ్యాయే ద్వితీయా వల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `పురమేకాదశద్వారమజస్యావక్రచేతసః |
    అనుష్ఠాయ న శోచతి విముక్తశ్చ విముచ్యతే || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `హగ్ంసః శుచిషద్వసురంతరిక్షసత్
    హోతా వేదిషదతిథిర్దురోణసత్ |
    నృషద్వరసదృతసద్వ్యోమసద్
    అబ్జా గోజా ఋతజా అద్రిజా ఋతం బృహత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ఊర్ధ్వం ప్రాణమున్నయత్యపానం ప్రత్యగస్యతి |
    మధ్యే వామనమాసీనం విశ్వే దేవా ఉపాసతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అస్య విస్రంసమానస్య శరీరస్థస్య దేహినః |
    దేహాద్విముచ్యమానస్య కిమత్ర పరిశిష్యతే || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `న ప్రాణేన నాపానేన మర్త్యో జీవతి కశ్చన |
    ఇతరేణ తు జీవంతి యస్మిన్నేతావుపాశ్రితౌ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `హంత త ఇదం ప్రవక్ష్యామి గుహ్యం బ్రహ్మ సనాతనం |
    యథా చ మరణం ప్రాప్య ఆత్మా భవతి గౌతమ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యోనిమన్యే ప్రపద్యంతే శరీరత్వాయ దేహినః |
    స్థాణుమన్యేఽనుసంయంతి యథాకర్మ యథాశ్రుతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `య ఏష సుప్తేషు జాగర్తి కామం కామం పురుషో నిర్మిమాణః |
    తదేవ శుక్రం తద్బ్రహ్మ తదేవామృతముచ్యతే ||
    తస్మింల్లోకాః శ్రితాః సర్వే తదు నాత్యేతి కశ్చన || ఏతద్వైతత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `అగ్నిర్యథైకో భువనం ప్రవిష్టో
    రూపం రూపం ప్రతిరూపో బభూవ |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    రూపం రూపం ప్రతిరూపో బహిశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `వాయుర్యథైకో భువనం ప్రవిష్టో
    రూపం రూపం ప్రతిరూపో బభూవ |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    రూపం రూపం ప్రతిరూపో బహిశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `సూర్యో యథా సర్వలోకస్య చక్షుః
    న లిప్యతే చాక్షుషైర్బాహ్యదోషైః |
    ఏకస్తథా సర్వభూతాంతరాత్మా
    న లిప్యతే లోకదుఃఖేన బాహ్యః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `ఏకో వశీ సర్వభూతాంతరాత్మా
    ఏకం రూపం బహుధా యః కరోతి |
    తమాత్మస్థం యేఽనుపశ్యంతి ధీరాః
    తేషాం సుఖం శాశ్వతం నేతరేషాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `నిత్యోఽనిత్యానాం చేతనశ్చేతనానాం
    ఏకో బహూనాం యో విదధాతి కామాన్ |
    తమాత్మస్థం యేఽనుపశ్యంతి ధీరాః
    తేషాం శాంతిః  శాశ్వతీ నేతరేషాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `తదేతదితి మన్యంతేఽనిర్దేశ్యం పరమం సుఖం |
    కథం ను తద్విజానీయాం కిము భాతి విభాతి వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `న తత్ర సూర్యో భాతి న చంద్రతారకం
    నేమా విద్యుతో భాంతి కుతోఽయమగ్నిః |
    తమేవ భాంతమనుభాతి సర్వం
    తస్య భాసా సర్వమిదం విభాతి ||
    
    || కాఠకోపనిషది ద్వితీయాధ్యాయే ద్వితీయా వల్లీ ||`,
    meaning: `***
    ఇది కఠోపనిషత్తునందు ద్వితీయాధ్యాయము ద్వితీయవల్లి`,
    wordByWordMeaning: ``,
  },
];
