export default [
  {
    id: " మంత్రములు",
    sloka: `ఐతరేయోపనిషత్ ప్రథమాధ్యాయము-ద్వితీయః ఖండః

    తా ఏతా దేవతాః సృష్టా అస్మిన్మహత్యర్ణవే 
    ప్రాపతన్తమశనాయాపిపాసాభ్యామన్వవార్జత్తా
    ఏనమబ్రువన్నాయతనం నః ప్రజానీహి 
    యస్మిన్ప్రతిష్ఠితా అన్నమదామేతి || 1 ||

    తాభ్యో గామానయత్తా అబ్రువన్న వై నోఽయమలమితి |
    తాభ్యోఽశ్వమానయత్తా అబ్రువన్న వై నోఽయమలమితి || 2 ||

    తాభ్యః పురుషమానయత్తా అబ్రువన్ సుకృతం 
    బతేతి పురుషో వావ సుకృతం | 
    తా అబ్రవీద్యథాయతనం ప్రవిశతేతి || 3 ||

    అగ్నిర్వాగ్భూత్వా ముఖం ప్రావిశద్వాయుః ప్రాణో భూత్వా నాసికే
    ప్రావిశదాదిత్యశ్చక్షుర్భూత్వాఽక్షిణీ ప్రావిశాద్దిశః
    శ్రోత్రం భూత్వా కర్ణౌ ప్రావిశన్నోషధివనస్పతయో లోమాని భూత్వా
    త్వచం ప్రావిశంశ్చంద్రమా మనో భూత్వా హృదయం ప్రావిశన్మృత్యురపానో
    భూత్వా నాభిం ప్రావిశదాపో రేతో భూత్వా శిశ్నం ప్రావిశన్ || 4 ||

    తమశనాయాపిపాసే అబ్రూతామావాభ్యామభిప్రజానీహీతి | 
    తే అబ్రవీదేతాస్వేవ వాం దేవతాస్వాభజామ్యేతాసు భాగిన్న్యౌ కరోమీతి | 
    తస్మాద్యస్యై కస్యై చ దేవతాయై హవిర్గృహ్యతే 
    భాగిన్యావేవాస్యామశనాయా పిపాసే భవతః || 5 ||

    || ఐతరేయోపనిషది ప్రథమాధ్యాయే ద్వితీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `తా ఏతా దేవతాః సృష్టా అస్మిన్మహత్యర్ణవే 
    ప్రాపతన్తమశనాయాపిపాసాభ్యామన్వవార్జత్తా
    ఏనమబ్రువన్నాయతనం నః ప్రజానీహి 
    యస్మిన్ప్రతిష్ఠితా అన్నమదామేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తాభ్యో గామానయత్తా అబ్రువన్న వై నోఽయమలమితి |
    తాభ్యోఽశ్వమానయత్తా అబ్రువన్న వై నోఽయమలమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `తాభ్యః పురుషమానయత్తా అబ్రువన్ సుకృతం 
    బతేతి పురుషో వావ సుకృతం | 
    తా అబ్రవీద్యథాయతనం ప్రవిశతేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అగ్నిర్వాగ్భూత్వా ముఖం ప్రావిశద్వాయుః ప్రాణో భూత్వా నాసికే
    ప్రావిశదాదిత్యశ్చక్షుర్భూత్వాఽక్షిణీ ప్రావిశాద్దిశః
    శ్రోత్రం భూత్వా కర్ణౌ ప్రావిశన్నోషధివనస్పతయో లోమాని భూత్వా
    త్వచం ప్రావిశంశ్చంద్రమా మనో భూత్వా హృదయం ప్రావిశన్మృత్యురపానో
    భూత్వా నాభిం ప్రావిశదాపో రేతో భూత్వా శిశ్నం ప్రావిశన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తమశనాయాపిపాసే అబ్రూతామావాభ్యామభిప్రజానీహీతి | 
    తే అబ్రవీదేతాస్వేవ వాం దేవతాస్వాభజామ్యేతాసు భాగిన్న్యౌ కరోమీతి | 
    తస్మాద్యస్యై కస్యై చ దేవతాయై హవిర్గృహ్యతే 
    భాగిన్యావేవాస్యామశనాయా పిపాసే భవతః ||
    
    || ఐతరేయోపనిషది ప్రథమాధ్యాయే ద్వితీయః ఖండః ||`,
    meaning: `***
    ఇది ఐతరేయోపనిషత్తునందు ప్రథమాధ్యాయము ద్వితీయఖండము`,
    wordByWordMeaning: ``,
  },
];
