export default [
  {
    id: "మంత్రములు",
    sloka: `ఐతరేయోపనిషత్ ద్వితీయోధ్యాయః
    
    ఓం పురుషే హ వా అయమాదితో గర్భో భవతి యదేతద్రేతః
    తదేతత్సర్వేభ్యోఽఙ్గేభ్యస్తేజః సంభూతమాత్మన్యేవఽఽత్మానం బిభర్తి
    తద్యదా స్త్రియాం సించత్యథైనజ్జనయతి తదస్య ప్రథమం జన్మ || 1 ||

    తత్స్త్రియా ఆత్మభూయం గచ్ఛతి యథా స్వమంగం తథా తస్మాదేనాం 
    న హినస్తి సాఽస్యైతమాత్మానమత్ర గతం భావయతి || 2 ||

    సా భావయిత్రీ భావయితవ్యా భవతి తం స్త్రీ గర్భం బిభర్తి సోఽగ్ర
    ఏవ కుమారం జన్మనోఽగ్రేఽధిభావయతి 
    స యత్కుమారం జన్మనోఽగ్రేఽధిభావయత్యాత్మానమేవ తద్భావయత్యేషాం
    లోకానాం సంతత్యా ఏవం సంతతా హీమే లోకాస్తదస్య ద్వితీయం జన్మ || 3 ||

    సోఽస్యాయమాత్మా పుణ్యేభ్యః కర్మభ్యః 
    ప్రతిధీయతేఽథాస్యాయామితర ఆత్మా
    కృతకృత్యో వయోగతః ప్రైతి స ఇతః 
    ప్రయన్నేవ పునర్జాయతే తదస్య తృతీయం జన్మ || 4 ||

    తదుక్తమృషిణా గర్భేను సన్నన్వేషామవేదమహం దేవానాం జనిమాని విశ్వా |
    శతం మా పుర ఆయసీరరక్షన్నధః శ్యేనో జవసా నిరదీయమితి గర్భ 
    ఏవైతచ్ఛయానో వామదేవ ఏవమువాచ || 5 ||

    స ఏవం విద్వానస్మాచ్ఛరీరభేదాదూర్ధ్వ ఉత్క్రమ్యాముష్మిన్ స్వర్గే లోకే
    సర్వాన్ కామానాప్త్వాఽమృతః సమభవత్సమభవత్ || 6 ||

    || ఐతరేయోపనిషది ద్వితీయోధ్యాయః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం పురుషే హ వా అయమాదితో గర్భో భవతి యదేతద్రేతః
    తదేతత్సర్వేభ్యోఽఙ్గేభ్యస్తేజః సంభూతమాత్మన్యేవఽఽత్మానం బిభర్తి
    తద్యదా స్త్రియాం సించత్యథైనజ్జనయతి తదస్య ప్రథమం జన్మ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తత్స్త్రియా ఆత్మభూయం గచ్ఛతి యథా స్వమంగం తథా తస్మాదేనాం 
    న హినస్తి సాఽస్యైతమాత్మానమత్ర గతం భావయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `సా భావయిత్రీ భావయితవ్యా భవతి తం స్త్రీ గర్భం బిభర్తి సోఽగ్ర
    ఏవ కుమారం జన్మనోఽగ్రేఽధిభావయతి 
    స యత్కుమారం జన్మనోఽగ్రేఽధిభావయత్యాత్మానమేవ తద్భావయత్యేషాం
    లోకానాం సంతత్యా ఏవం సంతతా హీమే లోకాస్తదస్య ద్వితీయం జన్మ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `సోఽస్యాయమాత్మా పుణ్యేభ్యః కర్మభ్యః 
    ప్రతిధీయతేఽథాస్యాయామితర ఆత్మా
    కృతకృత్యో వయోగతః ప్రైతి స ఇతః 
    ప్రయన్నేవ పునర్జాయతే తదస్య తృతీయం జన్మ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తదుక్తమృషిణా గర్భేను సన్నన్వేషామవేదమహం దేవానాం జనిమాని విశ్వా |
    శతం మా పుర ఆయసీరరక్షన్నధః శ్యేనో జవసా నిరదీయమితి గర్భ 
    ఏవైతచ్ఛయానో వామదేవ ఏవమువాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `స ఏవం విద్వానస్మాచ్ఛరీరభేదాదూర్ధ్వ ఉత్క్రమ్యాముష్మిన్ స్వర్గే లోకే
    సర్వాన్ కామానాప్త్వాఽమృతః సమభవత్సమభవత్ || 6 ||

    || ఐతరేయోపనిషది ద్వితీయోధ్యాయః ||`,
    meaning: `***
    ఇది ఐతరేయోపనిషత్తునందు ద్వితీయాధ్యాయము`,
    wordByWordMeaning: ``,
  },
];
