export default [
  {
    id: "మంత్రములు",
    sloka: `ఐతరేయోపనిషత్ తృతీయోధ్యాయః
    
    ఓం కోఽయమాత్మేతి వయముపాస్మహే కతరః స ఆత్మా యేన వా పశ్యతి 
    యేన వా శృణోతి యేన వా గంధానాజిఘ్రతి యేన వా వాచం వ్యాకరోతి 
    యేన వా స్వాదు చాస్వాదు చ విజానాతి || 1 ||

    యదేతద్ధృదయం మనశ్చైతత్ సంజ్ఞానమాజ్ఞానం విజ్ఞానం ప్రజ్ఞానం మేధా
    దృష్టిర్ధృతిర్మతిర్మనీషా జూతిః స్మృతిః సంకల్పః క్రతురసుః కామో వశ ఇతి
    సర్వాణ్యేవైతాని ప్రజ్ఞానస్య నామధేయాని భవంతి || 2 ||

    ఏష బ్రహ్మైష ఇంద్ర ఏష ప్రజాపతిరేతే సర్వే దేవా ఇమాని చ
    పంచమహాభూతాని పృథివీ వాయురాకాశ ఆపో
    జ్యోతీంషీత్యేతానీమాని చ క్షుద్రమిశ్రాణీవ
    బీజానీతరాణి చేతరాణి చాండజాని చ జారుజాని చ స్వేదజాని చోద్భిజ్జాని
    చాశ్వా గావః పురుషా హస్తినో యత్కించేదం ప్రాణి జంగమం చ పతత్రి
    చ యచ్చ స్థావరం సర్వం తత్ప్రజ్ఞానేత్రం ప్రజ్ఞానే ప్రతిష్ఠితం
    ప్రజ్ఞానేత్రో లోకః ప్రజ్ఞా ప్రతిష్ఠా ప్రజ్ఞానం బ్రహ్మ || 3 ||

    స ఏతేన ప్రాజ్ఞేనాఽఽత్మనాఽస్మాల్లోకాదుత్క్రమ్యాముష్మిన్స్వర్గే లోకే 
    సర్వాన్ కామానాప్త్వాఽమృతః సమభవత్సమభవత్ || 4 ||

    || ఐతరేయోపనిషది తృతీయోధ్యాయః ||
    
    శాంతి మంత్రము
    వాఙ్మే మనసి ప్రతిష్ఠితా మనో మే వాచి ప్రతిష్ఠిత మావిరావీర్మ ఏధి
    వేదస్య మ ఆణీస్థః శ్రుతం మే మా ప్రహాసీరనేనాధీతేనాహోరాత్రాన్
    సందధామ్యృతం వదిష్యామి సత్యం వదిష్యామి తన్మామవతు
    తద్వక్తారమవత్వవతు మామవతు వక్తారమవతు వక్తారం ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం కోఽయమాత్మేతి వయముపాస్మహే కతరః స ఆత్మా యేన వా పశ్యతి 
    యేన వా శృణోతి యేన వా గంధానాజిఘ్రతి యేన వా వాచం వ్యాకరోతి 
    యేన వా స్వాదు చాస్వాదు చ విజానాతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `యదేతద్ధృదయం మనశ్చైతత్ సంజ్ఞానమాజ్ఞానం విజ్ఞానం ప్రజ్ఞానం మేధా
    దృష్టిర్ధృతిర్మతిర్మనీషా జూతిః స్మృతిః సంకల్పః క్రతురసుః కామో వశ ఇతి
    సర్వాణ్యేవైతాని ప్రజ్ఞానస్య నామధేయాని భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ఏష బ్రహ్మైష ఇంద్ర ఏష ప్రజాపతిరేతే సర్వే దేవా ఇమాని చ
    పంచమహాభూతాని పృథివీ వాయురాకాశ ఆపో
    జ్యోతీంషీత్యేతానీమాని చ క్షుద్రమిశ్రాణీవ
    బీజానీతరాణి చేతరాణి చాండజాని చ జారుజాని చ స్వేదజాని చోద్భిజ్జాని
    చాశ్వా గావః పురుషా హస్తినో యత్కించేదం ప్రాణి జంగమం చ పతత్రి
    చ యచ్చ స్థావరం సర్వం తత్ప్రజ్ఞానేత్రం ప్రజ్ఞానే ప్రతిష్ఠితం
    ప్రజ్ఞానేత్రో లోకః ప్రజ్ఞా ప్రతిష్ఠా ప్రజ్ఞానం బ్రహ్మ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `స ఏతేన ప్రాజ్ఞేనాఽఽత్మనాఽస్మాల్లోకాదుత్క్రమ్యాముష్మిన్స్వర్గే లోకే 
    సర్వాన్ కామానాప్త్వాఽమృతః సమభవత్సమభవత్ ||
    
    || ఐతరేయోపనిషది తృతీయోధ్యాయః ||`,
    meaning: `***
    ఇది ఐతరేయోపనిషత్తునందు తృతీయోధ్యాయము`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `వాఙ్మే మనసి ప్రతిష్ఠితా మనో మే వాచి ప్రతిష్ఠిత మావిరావీర్మ ఏధి
    వేదస్య మ ఆణీస్థః శ్రుతం మే మా ప్రహాసీరనేనాధీతేనాహోరాత్రాన్
    సందధామ్యృతం వదిష్యామి సత్యం వదిష్యామి తన్మామవతు
    తద్వక్తారమవత్వవతు మామవతు వక్తారమవతు వక్తారం ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
];
