export default [
  {
    id: "మంత్రములు",
    sloka: `ఐతరేయోపనిషత్ ప్రథమాధ్యాయము-తృతీయః ఖండః
    
    స ఈక్షతేమే ను లోకాశ్చ లోకపాలాశ్చాన్నమేభ్యః సృజా ఇతి || 1 ||

    సోఽపోఽభ్యతపత్తాభ్యోఽభితప్తాభ్యో మూర్తిరజాయత | 
    యా వై సా మూర్తిరజాయతాన్నం వై తత్ || 2 ||

    తదేనత్సృష్టం పరాఙ్త్యజిఘాంసత్తద్వాచాఽజిఘృక్షత్తన్నాశక్నోద్వాచా గ్రహీతుం స 
    యద్ధైనద్వాచాఽగ్రహైష్యదభివ్యాహృత్య హైవాన్నమత్రప్స్యత్ || 3 ||

    తత్ప్రాణేనాజిఘృక్షత్తన్నాశక్నోత్ప్రాణేన గ్రహీతుం స
    యద్ధైనత్ప్రాణేనాగ్రహైష్యదభిప్రాణ్య హైవాన్నమత్రప్స్యత్ || 4 ||

    తచ్చక్షుషాఽజిఘృక్షత్ తన్నాశక్నోచ్చక్షుషా గ్రహీతుం స
    యద్ధైనచ్చక్షుషాఽగ్రహైష్యద్దృష్ట్వా హైవానమత్రప్స్యత్ || 5 ||

    తచ్ఛ్రోత్రేణాజిఘృక్షత్తన్నాశక్నోచ్ఛ్రోత్రేణ గ్రహీతుం స
    యద్ధైనచ్ఛ్రోతేణాగ్రహైష్యచ్ఛ్రుత్వా హైవాన్నమత్రప్స్యత్ || 6 ||

    తత్త్వచాఽజిఘృక్షత్తన్నాశక్నోత్త్వచా గ్రహీతుం స
    యద్ధైనత్త్వచాఽగ్రహైష్యత్ స్పృష్ట్వా హైవాన్నమత్రప్స్యత్ || 7 ||

    తన్మనసాఽజిఘృక్షత్తన్నాశక్నోన్మనసా గ్రహీతుం స
    యద్ధైనన్మనసాఽగ్రహైష్యద్ధ్యాత్వా హైవాన్నమత్రప్స్యత్ || 8 ||

    తచ్ఛిశ్నేనాజిఘృక్షత్తన్నాశక్నోచ్ఛిశ్నేన గ్రహీతుం స
    యద్ధైనచ్ఛిశ్నేనాగ్రహైష్యద్విత్సృజ్య హైవానమత్రప్స్యత్ || 9 ||

    తదపానేనాజిఘృక్షత్తదావయత్ సైషోఽన్నస్య గ్రహో
    యద్వాయురన్నాయుర్వా ఏష యద్వాయుః || 10 ||

    స ఈక్షత కథం న్విదం మదృతే స్యాదితి స ఈక్షత కతరేణ ప్రపద్యా ఇతి |
    స ఈక్షత యది వాచాఽభివ్యాహృతం యది ప్రాణేనాభిప్రాణితం 
    యదిచక్షుషా దృష్టం యది శ్రోత్రేణ శ్రుతం యది త్వచా స్పృష్టం 
    యది మనసా ధ్యాతం యద్యపానేనాభ్యపానితం 
    యది శిశ్నేన విసృష్టమథ కోఽహమితి || 11 ||

    స ఏతమేవ సీమానం విదర్యైతయా ద్వారా ప్రాపద్యత | 
    సైషా విదృతిర్నామ ద్వాస్తదేతన్నాఽన్దనం తస్య 
    త్రయ ఆవసథాస్త్రయః స్వప్నా అయమావసథోఽయమావసథోఽయమావసథ ఇతి || 12 ||

    స జాతో భూతాన్యభివ్యైఖ్యత్ కిమిహాన్యం వావదిషదితి | 
    స ఏతమేవ పురుషం బ్రహ్మ తతమమపశ్యత్ ఇదమదర్శనమితీ || 13 ||

    తస్మాదిదంద్రో నామేదంద్రో హ వై నామ తమిదంద్రం సంతమింద్ర 
    ఇత్యాచక్షతే పరోక్షేణ పరోక్షప్రియా ఇవ హి దేవాః పరోక్షప్రియా ఇవ హి దేవాః || 14 ||

    || ఐతరేయోపనిషది ప్రథమాధ్యాయే తృతీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `స ఈక్షతేమే ను లోకాశ్చ లోకపాలాశ్చాన్నమేభ్యః సృజా ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `సోఽపోఽభ్యతపత్తాభ్యోఽభితప్తాభ్యో మూర్తిరజాయత | 
    యా వై సా మూర్తిరజాయతాన్నం వై తత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `తదేనత్సృష్టం పరాఙ్త్యజిఘాంసత్తద్వాచాఽజిఘృక్షత్తన్నాశక్నోద్వాచా గ్రహీతుం స 
    యద్ధైనద్వాచాఽగ్రహైష్యదభివ్యాహృత్య హైవాన్నమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తత్ప్రాణేనాజిఘృక్షత్తన్నాశక్నోత్ప్రాణేన గ్రహీతుం స
    యద్ధైనత్ప్రాణేనాగ్రహైష్యదభిప్రాణ్య హైవాన్నమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తచ్చక్షుషాఽజిఘృక్షత్ తన్నాశక్నోచ్చక్షుషా గ్రహీతుం స
    యద్ధైనచ్చక్షుషాఽగ్రహైష్యద్దృష్ట్వా హైవానమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `తచ్ఛ్రోత్రేణాజిఘృక్షత్తన్నాశక్నోచ్ఛ్రోత్రేణ గ్రహీతుం స
    యద్ధైనచ్ఛ్రోతేణాగ్రహైష్యచ్ఛ్రుత్వా హైవాన్నమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `తత్త్వచాఽజిఘృక్షత్తన్నాశక్నోత్త్వచా గ్రహీతుం స
    యద్ధైనత్త్వచాఽగ్రహైష్యత్ స్పృష్ట్వా హైవాన్నమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `తన్మనసాఽజిఘృక్షత్తన్నాశక్నోన్మనసా గ్రహీతుం స
    యద్ధైనన్మనసాఽగ్రహైష్యద్ధ్యాత్వా హైవాన్నమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `తచ్ఛిశ్నేనాజిఘృక్షత్తన్నాశక్నోచ్ఛిశ్నేన గ్రహీతుం స
    యద్ధైనచ్ఛిశ్నేనాగ్రహైష్యద్విత్సృజ్య హైవానమత్రప్స్యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `తదపానేనాజిఘృక్షత్తదావయత్ సైషోఽన్నస్య గ్రహో
    యద్వాయురన్నాయుర్వా ఏష యద్వాయుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `స ఈక్షత కథం న్విదం మదృతే స్యాదితి 
    స ఈక్షత కతరేణ ప్రపద్యా ఇతి |
    స ఈక్షత యది వాచాఽభివ్యాహృతం యది ప్రాణేనాభిప్రాణితం 
    యదిచక్షుషా దృష్టం యది శ్రోత్రేణ శ్రుతం యది త్వచా స్పృష్టం 
    యది మనసా ధ్యాతం యద్యపానేనాభ్యపానితం 
    యది శిశ్నేన విసృష్టమథ కోఽహమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `స ఏతమేవ సీమానం విదర్యైతయా ద్వారా ప్రాపద్యత | 
    సైషా విదృతిర్నామ ద్వాస్తదేతన్నాఽన్దనం తస్య 
    త్రయ ఆవసథాస్త్రయః స్వప్నా 
    అయమావసథోఽయమావసథోఽయమావసథ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `స జాతో భూతాన్యభివ్యైఖ్యత్ కిమిహాన్యం వావదిషదితి | 
    స ఏతమేవ పురుషం బ్రహ్మ తతమమపశ్యత్ ఇదమదర్శనమితీ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `తస్మాదిదంద్రో నామేదంద్రో హ వై నామ తమిదంద్రం సంతమింద్ర 
    ఇత్యాచక్షతే పరోక్షేణ పరోక్షప్రియా ఇవ హి దేవాః పరోక్షప్రియా ఇవ హి దేవాః ||
    
    || ఐతరేయోపనిషది ప్రథమాధ్యాయే తృతీయః ఖండః ||`,
    meaning: `***
    ఇది ఐతరేయోపనిషత్తునందు ప్రథమాధ్యాయము తృతీయఖండము`,
    wordByWordMeaning: ``,
  },
];
