export default [
  {
    id: "మంత్రములు",
    sloka: `ఐతరేయోపనిషత్ ప్రథమాధ్యాయము-ప్రథమః ఖండః
    
    శాంతి మంత్రము
    వాఙ్మే మనసి ప్రతిష్ఠితా మనో మే వాచి ప్రతిష్ఠిత మావిరావీర్మ ఏధి
    వేదస్య మ ఆణీస్థః శ్రుతం మే మా ప్రహాసీరనేనాధీతేనాహోరాత్రాన్
    సందధామ్యృతం వదిష్యామి సత్యం వదిష్యామి తన్మామవతు
    తద్వక్తారమవత్వవతు మామవతు వక్తారమవతు వక్తారం ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం ఆత్మా వా ఇదమేక ఏవాగ్ర ఆసీన్నాన్యత్కించన మిషత్ | 
    స ఈక్షత లోకాన్ను సృజా ఇతి|| 1 ||

    స ఇమాంల్లోకానసృజత | అంభో మరీచీర్మాపోఽదోఽమ్భః పరేణ దివం
    ద్యౌః ప్రతిష్ఠాఽన్తరిక్షం మరీచయః | పృథివీ మరో యా అధస్తాత్త ఆపః || 2 ||

    స ఈక్షతేమే ను లోకా లోకపాలాన్ను సృజా ఇతి | 
    సోఽద్భ్య ఏవ పురుషం సముద్ధృత్యామూర్ఛయత్ || 3 ||

    తమభ్యతపత్తస్యాభితప్తస్య ముఖం 
    నిరభిద్యత యథాఽణ్డంముఖాద్వాగ్వాచోఽగ్ని
    ర్నాసికే నిరభిద్యేతం నాసికాభ్యాం ప్రాణః ప్రాణాద్వాయురక్షిణీ 
    నిరభిద్యేతమక్షీభ్యాం చక్షుశ్చక్షుషఆదిత్యః 
    కర్ణౌ నిరభిద్యేతాం కర్ణాభ్యాం శ్రోత్రం శ్రోత్ర ద్దిశస్త్వఙ్ని
    రభిద్యత త్వచో లోమాని లోమభ్య ఓషధివనస్పతయో హృదయం 
    నిరభిద్యత హృదయాన్మనో మనసశ్చంద్రమా 
    నాభిర్నిరభిద్యత నాభ్యా అపానోఽపానాన్మృత్యుః
    శిశ్నం నిరభిద్యత శిశ్నాద్రేతో రేతస ఆపః || 4 ||

    || ఐతరేయోపనిషది ప్రథమాధ్యాయే ప్రథమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `వాఙ్మే మనసి ప్రతిష్ఠితా మనో మే వాచి ప్రతిష్ఠిత మావిరావీర్మ ఏధి
    వేదస్య మ ఆణీస్థః శ్రుతం మే మా ప్రహాసీరనేనాధీతేనాహోరాత్రాన్
    సందధామ్యృతం వదిష్యామి సత్యం వదిష్యామి తన్మామవతు
    తద్వక్తారమవత్వవతు మామవతు వక్తారమవతు వక్తారం ||
    
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం ఆత్మా వా ఇదమేక ఏవాగ్ర ఆసీన్నాన్యత్కించన మిషత్ | 
    స ఈక్షత లోకాన్ను సృజా ఇతి||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `స ఇమాంల్లోకానసృజత | అంభో మరీచీర్మాపోఽదోఽమ్భః పరేణ దివం
    ద్యౌః ప్రతిష్ఠాఽన్తరిక్షం మరీచయః | పృథివీ మరో యా అధస్తాత్త ఆపః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `స ఈక్షతేమే ను లోకా లోకపాలాన్ను సృజా ఇతి | 
    సోఽద్భ్య ఏవ పురుషం సముద్ధృత్యామూర్ఛయత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తమభ్యతపత్తస్యాభితప్తస్య ముఖం 
    నిరభిద్యత యథాఽణ్డంముఖాద్వాగ్వాచోఽగ్ని
    ర్నాసికే నిరభిద్యేతం నాసికాభ్యాం ప్రాణః ప్రాణాద్వాయురక్షిణీ 
    నిరభిద్యేతమక్షీభ్యాం చక్షుశ్చక్షుషఆదిత్యః 
    కర్ణౌ నిరభిద్యేతాం కర్ణాభ్యాం శ్రోత్రం శ్రోత్ర ద్దిశస్త్వఙ్ని
    రభిద్యత త్వచో లోమాని లోమభ్య ఓషధివనస్పతయో హృదయం 
    నిరభిద్యత హృదయాన్మనో మనసశ్చంద్రమా 
    నాభిర్నిరభిద్యత నాభ్యా అపానోఽపానాన్మృత్యుః
    శిశ్నం నిరభిద్యత శిశ్నాద్రేతో రేతస ఆపః ||
    
    || ఐతరేయోపనిషది ప్రథమాధ్యాయే ప్రథమః ఖండః ||`,
    meaning: `***
    ఇది ఐతరేయోపనిషత్తునందు ప్రథమాధ్యాయము ప్రథమఖండము`,
    wordByWordMeaning: ``,
  },
];
