export default [
  {
    id: "మంత్రములు",
    sloka: `భృగువల్లీ
    శాంతి మంత్రము
    ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    భృగుర్వై వారుణిః | వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తస్మా ఏతత్ప్రోవాచ | అన్నం ప్రాణం చక్షుః శ్రోత్రం మనో వాచమితి | తగ్ం హోవాచ |యతో వా ఇమాని భూతాని జాయంతే | యేన జాతాని జీవంతి | యత్ప్రయంత్యభిసంవిశంతి | తద్విజిజ్ఞాసస్వ | తద్బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా || 1 ||

    అన్నం బ్రహ్మేతి వ్యజానాత్ | అన్నాద్ధ్యేవ ఖల్విమాని భుతాని జాయంతే | అన్నేన జాతాని జీవంతి | అన్నం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా || 2 ||
    
    ప్రాణో బ్రహ్మేతి వ్యజానాత్ | ప్రాణాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | ప్రాణేన జాతాని జీవంతి | ప్రాణం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా || 3 ||
    
    మనో బ్రహ్మేతి వ్యజానాత్ | మనసో హ్యేవ ఖల్విమాని భూతాని జాయంతే | మనసా జాతాని జీవంతి | మనః ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా || 4 ||
    
    విజ్ఞానం బ్రహ్మేతి వ్యజానాత్ | విజ్ఞానాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | విజ్ఞానేన జాతాని జీవంతి | విజ్ఞానం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ |తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా || 5 ||
    
    ఆనందో బ్రహ్మేతి వ్యజానాత్ | ఆనందాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | ఆనందేన జాతాని జీవంతి | ఆనందం ప్రయంత్యభిసంవిశంతీతి | సైషా భార్గవీ వారుణీ విద్యా | పరమే వ్యోమన్ప్రతిష్ఠితా | స య ఏవం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా || 6 ||

    అన్నం న నింద్యాత్ | తద్వ్రతం | ప్రాణో వా అన్నం | శరీరమన్నాదం | ప్రాణే శరీరం ప్రతిష్ఠితం | శరీరే ప్రాణః ప్రతిష్ఠితః | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా || 7 ||

    అన్నం న పరిచక్షీత | తద్వ్రతం | ఆపో వా అన్నం |జ్యోతిరన్నాదం | అప్సు జ్యోతిః ప్రతిష్ఠితం | జ్యోతిష్యాపః ప్రతిష్ఠితాః | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా || 8 ||

    అన్నం బహు కుర్వీత | తద్వ్రతం | పృథివీ వా అన్నం | ఆకాశోఽన్నాదః | పృథివ్యామాకాశః ప్రతిష్ఠితః | ఆకాశే పృథివీ ప్రతిష్ఠితా | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా || 9 ||

    న కంచన వసతౌ ప్రత్యాచక్షీత | తద్వ్రతం | తస్మాద్యయా కయా చ విధయా బహ్వన్నం ప్రాప్నుయాత్ | అరాధ్యస్మా అన్నమిత్యాచక్షతే | ఏతద్వై ముఖతోఽన్నగ్ంరాద్ధం | ముఖతోఽస్మా అన్నగ్ంరాధ్యతే | ఏతద్వై మధ్యతోఽన్నగ్ం రాద్ధం | మధ్యతోఽస్మా అన్నగ్ం రాధ్యతే | ఏతద్వా అంతతోఽన్నగ్ం రాద్ధం | అంతతోఽస్మా అన్నగ్ం రాధ్యతే | య ఏవం వేద | క్షేమ ఇతి వాచి | యోగక్షేమ ఇతి ప్రాణాపానయోః | కర్మేతి హస్తయోః | గతిరితి పాదయోః | విముక్తిరితి పాయౌ | ఇతి మానుషీ స్సమాజ్ఞాః | అథ దైవీః | తృప్తిరితి వృష్టౌ | బలమితి విద్యుతి | యశ ఇతి పశుషు | జ్యోతిరితి నక్షత్రేషు | ప్రజాతిరమృతమానంద ఇత్యుపస్థే | సర్వమిత్యాకాశే | తత్ప్రతిష్ఠేత్యుపాసీత | ప్రతిష్ఠావాన్ భవతి | తన్మహ ఇత్యుపాసీత | మహాన్భవతి | తన్మన ఇత్యుపాసీత | మానవాన్భవతి | తన్నమ ఇత్యుపాసీత | నమ్యంతేఽస్మై కామాః | తద్బ్రహ్మేత్యుపాసీత | బ్రహ్మవాన్భవతి | తద్బ్రహ్మణః పరిమర ఇత్యుపాసీత | పర్యేణం మ్రియంతే ద్విషంత స్సపత్నాః | పరి యేఽప్రియా భ్రాతృవ్యాః | స యశ్చాయం పురుషే | యశ్చాసావాదిత్యే | స ఏకః | స య ఏవంవిత్ | అస్మాల్లోకాత్ప్రేత్య | ఏతమన్నమయమాత్మానముపసంక్రమ్య | ఏతం ప్రాణమయమాత్మానముపసంక్రమ్య | ఏతం మనోమయమాత్మానముపసంక్రమ్య | ఏతం విజ్ఞానమయమాత్మానముపసంక్రమ్య | ఏతమానందమయమాత్మానముపసంక్రమ్య | ఇమాన్లోకాన్కామాన్నీ కామరూప్యనుసంచరన్ | ఏతత్ సామ గాయన్నాస్తే | హా 3 వు హా 3 వు హా 3 వు | అహమన్నమహమన్నమహమన్నం | అహమన్నాదోఽహమన్నాదోఽహమన్నాదః | అహగ్గ్ శ్లోకకృదహగ్గ్ శ్లోకకృదహగ్గ్ శ్లోకకృత్ | అహమస్మి ప్రథమజా ఋతాఽస్య | పూర్వం దేవేభ్యోఽమృతస్య నా భాఇ | యో మా దదాతి స ఇదేవ మాఽవాః | అహమన్నమన్నమదంతమాఽద్మి | అహం విశ్వం భువనమభ్యభవామ్ | సువర్న జ్యోతీః | య ఏవం వేద | ఇత్యుపనిషత్ || 10 ||
    
    శాంతి మంత్రము
    ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై |
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి భృగువల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `భృగుర్వై వారుణిః | వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తస్మా ఏతత్ప్రోవాచ | అన్నం ప్రాణం చక్షుః శ్రోత్రం మనో వాచమితి | తగ్ం హోవాచ |యతో వా ఇమాని భూతాని జాయంతే | యేన జాతాని జీవంతి | యత్ప్రయంత్యభిసంవిశంతి | తద్విజిజ్ఞాసస్వ | తద్బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `అన్నం బ్రహ్మేతి వ్యజానాత్ | అన్నాద్ధ్యేవ ఖల్విమాని భుతాని జాయంతే | అన్నేన జాతాని జీవంతి | అన్నం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ప్రాణో బ్రహ్మేతి వ్యజానాత్ | ప్రాణాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | ప్రాణేన జాతాని జీవంతి | ప్రాణం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `మనో బ్రహ్మేతి వ్యజానాత్ | మనసో హ్యేవ ఖల్విమాని భూతాని జాయంతే | మనసా జాతాని జీవంతి | మనః ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ | తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `విజ్ఞానం బ్రహ్మేతి వ్యజానాత్ | విజ్ఞానాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | విజ్ఞానేన జాతాని జీవంతి | విజ్ఞానం ప్రయంత్యభిసంవిశంతీతి | తద్విజ్ఞాయ | పునరేవ వరుణం పితరముపససార | అధీహి భగవో బ్రహ్మేతి | తగ్ం హోవాచ |తపసా బ్రహ్మ విజిజ్ఞాసస్వ | తపో బ్రహ్మేతి | స తపోఽతప్యత | స తపస్తప్త్వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `ఆనందో బ్రహ్మేతి వ్యజానాత్ | ఆనందాద్ధ్యేవ ఖల్విమాని భూతాని జాయంతే | ఆనందేన జాతాని జీవంతి | ఆనందం ప్రయంత్యభిసంవిశంతీతి | సైషా భార్గవీ వారుణీ విద్యా | పరమే వ్యోమన్ప్రతిష్ఠితా | స య ఏవం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `అన్నం న నింద్యాత్ | తద్వ్రతం | ప్రాణో వా అన్నం | శరీరమన్నాదం | ప్రాణే శరీరం ప్రతిష్ఠితం | శరీరే ప్రాణః ప్రతిష్ఠితః | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `అన్నం న పరిచక్షీత | తద్వ్రతం | ఆపో వా అన్నం |జ్యోతిరన్నాదం | అప్సు జ్యోతిః ప్రతిష్ఠితం | జ్యోతిష్యాపః ప్రతిష్ఠితాః | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `అన్నం బహు కుర్వీత | తద్వ్రతం | పృథివీ వా అన్నం | ఆకాశోఽన్నాదః | పృథివ్యామాకాశః ప్రతిష్ఠితః | ఆకాశే పృథివీ ప్రతిష్ఠితా | తదేతదన్నమన్నే ప్రతిష్ఠితం | స య ఏతదన్నమన్నే ప్రతిష్ఠితం వేద ప్రతితిష్ఠతి | అన్నవానన్నాదో భవతి | మహాన్భవతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన | మహాన్ కీర్త్యా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `న కంచన వసతౌ ప్రత్యాచక్షీత | తద్వ్రతం | తస్మాద్యయా కయా చ విధయా బహ్వన్నం ప్రాప్నుయాత్ | అరాధ్యస్మా అన్నమిత్యాచక్షతే | ఏతద్వై ముఖతోఽన్నగ్ంరాద్ధం | ముఖతోఽస్మా అన్నగ్ంరాధ్యతే | ఏతద్వై మధ్యతోఽన్నగ్ం రాద్ధం | మధ్యతోఽస్మా అన్నగ్ం రాధ్యతే | ఏతద్వా అంతతోఽన్నగ్ం రాద్ధం | అంతతోఽస్మా అన్నగ్ం రాధ్యతే | య ఏవం వేద | క్షేమ ఇతి వాచి | యోగక్షేమ ఇతి ప్రాణాపానయోః | కర్మేతి హస్తయోః | గతిరితి పాదయోః | విముక్తిరితి పాయౌ | ఇతి మానుషీ స్సమాజ్ఞాః | అథ దైవీః | తృప్తిరితి వృష్టౌ | బలమితి విద్యుతి | యశ ఇతి పశుషు | జ్యోతిరితి నక్షత్రేషు | ప్రజాతిరమృతమానంద ఇత్యుపస్థే | సర్వమిత్యాకాశే | తత్ప్రతిష్ఠేత్యుపాసీత | ప్రతిష్ఠావాన్ భవతి | తన్మహ ఇత్యుపాసీత | మహాన్భవతి | తన్మన ఇత్యుపాసీత | మానవాన్భవతి | తన్నమ ఇత్యుపాసీత | నమ్యంతేఽస్మై కామాః | తద్బ్రహ్మేత్యుపాసీత | బ్రహ్మవాన్భవతి | తద్బ్రహ్మణః పరిమర ఇత్యుపాసీత | పర్యేణం మ్రియంతే ద్విషంత స్సపత్నాః | పరి యేఽప్రియా భ్రాతృవ్యాః | స యశ్చాయం పురుషే | యశ్చాసావాదిత్యే | స ఏకః | స య ఏవంవిత్ | అస్మాల్లోకాత్ప్రేత్య | ఏతమన్నమయమాత్మానముపసంక్రమ్య | ఏతం ప్రాణమయమాత్మానముపసంక్రమ్య | ఏతం మనోమయమాత్మానముపసంక్రమ్య | ఏతం విజ్ఞానమయమాత్మానముపసంక్రమ్య | ఏతమానందమయమాత్మానముపసంక్రమ్య | ఇమాన్లోకాన్కామాన్నీ కామరూప్యనుసంచరన్ | ఏతత్ సామ గాయన్నాస్తే | హా 3 వు హా 3 వు హా 3 వు | అహమన్నమహమన్నమహమన్నం | అహమన్నాదోఽహమన్నాదోఽహమన్నాదః | అహగ్గ్ శ్లోకకృదహగ్గ్ శ్లోకకృదహగ్గ్ శ్లోకకృత్ | అహమస్మి ప్రథమజా ఋతాఽస్య | పూర్వం దేవేభ్యోఽమృతస్య నా భాఇ | యో మా దదాతి స ఇదేవ మాఽవాః | అహమన్నమన్నమదంతమాఽద్మి | అహం విశ్వం భువనమభ్యభవామ్ | సువర్న జ్యోతీః | య ఏవం వేద | ఇత్యుపనిషత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి భృగువల్లీ ||`,
    meaning: `***
    ఇది భృగువల్లీ`,
    wordByWordMeaning: ``,
  },
];
