export default [
  {
    id: "మంత్రములు",
    sloka: `బ్రహ్మానందవల్లీ
    శాంతి మంత్రము
    ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం బ్రహ్మవిదాప్నోతి పరం | తదేషాఽభ్యుక్తా | సత్యం జ్ఞానమనంతం బ్రహ్మ | యో వేద నిహితం గుహాయాం పరమే వ్యోమన్ | సోఽశ్నుతే సర్వాన్ కామాన్సహ | బ్రహ్మణా విపశ్చితేతి | తస్మాద్వా ఏతస్మాదాత్మన ఆకాశః సంభూతః | ఆకాశాద్వాయుః | వాయోరగ్నిః | అగ్నేరాపః | అద్భ్యః పృథివీ | పృథివ్యా ఓషధయః | ఓషధీభ్యోఽన్నం | అన్నాత్పురుషః | స వా ఏష పురుషోఽన్నరసమయః | తస్యేదమేవ శిరః | అయం దక్షిణః పక్షః | అయముత్తరః పక్షః | అయమాత్మా | ఇదం పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి || 1 ||

    అన్నాద్వై ప్రజాః ప్రజాయంతే | యాః కాశ్చ పృథివీగ్ శ్రితాః |అథో అన్నేనైవ జీవంతి | అథైనదపి యంత్యంతతః | అన్నగ్ంహి భూతానాం జ్యేష్ఠం | తస్మాత్ సర్వౌషధముచ్యతే | సర్వం వై తేఽన్నమాప్నువంతి | యేఽన్నం బ్రహ్మోపాసతే | అన్నగ్ం హి భూతానాం జ్యేష్ఠం | తస్మాత్ సర్వౌషధముచ్యతే | అన్నాద్భూతాని జాయంతే | జాతాన్యన్నేన వర్ధంతే | అద్యతేఽత్తి చ భూతాని | తస్మాదన్నం తదుచ్యత ఇతి | తస్మాద్వా ఏతస్మాదన్నరసమయాత్ | అన్యోఽన్తర ఆత్మా ప్రాణమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య ప్రాణ ఏవ శిరః | వ్యానో దక్షిణః పక్షః | అపాన ఉత్తరః పక్షః | ఆకాశ ఆత్మా | పృథివీ పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి || 2 ||
    
    ప్రాణం దేవా అను ప్రాణంతి | మనుష్యాః పశవశ్చ యే | ప్రాణో హి భూతానామాయుః | తస్మాత్ సర్వాయుషముచ్యతే | సర్వమేవ త ఆయుర్యంతి | యే ప్రాణం బ్రహ్మోపాసతే | ప్రాణో హి భూతానామాయుః | తస్మాత్ సర్వాయుషముచ్యత ఇతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాత్ ప్రాణమయాత్ | అన్యోఽన్తర ఆత్మా మనోమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య యజురేవ శిరః | ఋగ్దక్షిణః పక్షః | సామోత్తరః పక్షః | ఆదేశ ఆత్మా | అథర్వాంగిరసః పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి || 3 ||
    
    యతో వాచో నివర్తంతే | అప్రాప్య మనసా సహ | ఆనందం బ్రహ్మణో విద్వాన్ | న బిభేతి కదాచనేతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాన్మనోమయాత్ | అన్యోఽన్తర ఆత్మా విజ్ఞానమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః |  తస్య శ్రద్ధైవ శిరః | ఋతం దక్షిణః పక్షః | సత్యముత్తరః పక్షః |  యోగ ఆత్మా | మహః పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి || 4 ||
    
    విజ్ఞానం యజ్ఞం తనుతే | కర్మాణి తనుతేఽపి చ | విజ్ఞానం దేవాః సర్వే | బ్రహ్మ జ్యేష్ఠముపాసతే | విజ్ఞానం బ్రహ్మ చేద్వేద | తస్మాచ్చేన్న ప్రమాద్యతి | శరీరే పాప్మనో హిత్వా | సర్వాన్కామాన్ సమశ్నుత ఇతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాద్విజ్ఞానమయాత్ | అన్యోఽన్తర ఆత్మాఽఽనందమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య ప్రియమేవ శిరః | మోదో దక్షిణః పక్షః | ప్రమోద ఉత్తరః పక్షః | ఆనంద ఆత్మా |  బ్రహ్మ పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి || 5 ||
    
    అసన్నేవ స భవతి | అసద్బ్రహ్మేతి వేద చేత్ | అస్తి బ్రహ్మేతి చేద్వేద | సంతమేనం తతో విదురితి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | అథాతోఽనుప్రశ్నాః | ఉతావిద్వానముం లోకం ప్రేత్య | కశ్చిత్సమశ్నుతా ఉ | సోఽకామయత | బహుస్యాం ప్రజాయేయేతి | స తపోఽతప్యత | స తపస్తప్త్వా | ఇదగ్ం సర్వమసృజత |  యదిదం కించ | తత్సృష్ట్వా | తదేవానుప్రావిశత్ | తదను ప్రవిశ్య | సచ్చ త్యచ్చాభవత్ | నిరుక్తం చానిరుక్తం చ | నిలయనం చానిలయనం చ | విజ్ఞానం చావిజ్ఞానం చ | సత్యం చానృతం చ సత్యమభవత్ | యదిదం కించ | తత్సత్యమిత్యాచక్షతే | తదప్యేష శ్లోకో భవతి || 6 ||

    అసద్వా ఇదమగ్ర ఆసీత్ | తతో వై సదజాయత | తదాత్మానగ్గ్ స్వయమకురుత | తస్మాత్తత్సుకృతముచ్యత ఇతి | యద్వై తత్ సుకృతం | రసో వై సః | రసగ్గ్ హ్యేవాయం లబ్ధ్వాఽఽనందీ భవతి | కో హ్యేవాన్యాత్కః ప్రాణ్యాత్ | యదేష ఆకాశ ఆనందో న స్యాత్ | ఏష హ్యేవాఽఽనందయాతి | యదా హ్యేవైష ఏతస్మిన్నదృశ్యేఽనాత్మ్యేఽనిరుక్తేఽనిలయనేఽభయం ప్రతిష్ఠాం విందతే | అథ సోఽభయం గతో భవతి | యదా హ్యేవైష ఏతస్మిన్నుదరమంతరం కురుతే | అథ తస్య భయం భవతి | తత్వేవ భయం విదుషోఽమన్వానస్య | తదప్యేష శ్లోకో భవతి ||  7 ||

    భీషాఽస్మాద్వాతః పవతే | భీషోదేతి సూర్యః | భీషాఽస్మాదగ్నిశ్చేంద్రశ్చ | మృత్యుర్ధావతి పంచమ ఇతి | సైషాఽఽనందస్య మీమాగ్ంసా భవతి | యువా స్యాత్సాధుయువాఽధ్యాయకః | ఆశిష్ఠో దృఢిష్ఠో బలిష్ఠః | తస్యేయం పృథివీ సర్వా విత్తస్య పూర్ణాస్యాత్ | స ఏకో మానుష ఆనందః | తే యే శతం మానుషా ఆనందాః | స ఏకో మనుష్యగంధర్వాణామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం మనుష్యగంధర్వాణామానందాః | స ఏకో దేవగంధర్వాణామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం దేవగంధర్వాణామానందాః | స ఏకః పితృణాం చిరలోకలోకానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం పితృణాం చిరలోకలోకానామానందాః | స ఏక ఆజానజానాం దేవానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతమాజానజానాం దేవానామానందాః | స ఏకః కర్మదేవానాం దేవానామానందః | యే కర్మణా దేవానపియంతి | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం కర్మదేవానాం దేవానామానందాః | స ఏకో దేవానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం దేవానామానందాః | స ఏక ఇంద్రస్యాఽఽనందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతమింద్రస్యాఽఽనందాః | స ఏకో బృహస్పతేరానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం బృహస్పతేరానందాః | స ఏకః ప్రజాపతేరానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం ప్రజాపతేరానందాః | స ఏకో బ్రహ్మణ ఆనందః | శ్రోత్రియస్య చాకామహతస్య | స యశ్చాయం పురుషే | యశ్చాసావాదిత్యే | స ఏకః | స య ఏవంవిత్ | అస్మాల్లోకాత్ప్రేత్య | ఏతమన్నమయమాత్మానముపసంక్రామతి | ఏతం ప్రాణమయమాత్మానముపసంక్రామతి | ఏతం మనోమయమాత్మానముపసంక్రామతి | ఏతం విజ్ఞానమయమాత్మానముపసంక్రామతి | ఏతమానందమయమాత్మానముపసంక్రామతి | తదప్యేష శ్లోకో భవతి || 8 ||

    యతో వాచో నివర్తంతే | అప్రాప్య మనసా సహ | ఆనందం బ్రహ్మణో విద్వాన్ | న బిభేతి కుతశ్చనేతి | ఏతగ్ం హ వావ న తపతి | కిమహగ్ం సాధు నాకరవం | కిమహం పాపమకరవమితి | స య ఏవం విద్వానేతే ఆత్మానగ్గ్ స్పృణుతే | ఉభే హ్యేవైష ఏతే ఆత్మానగ్గ్ స్పృణుతే | య ఏవం వేద | ఇత్యుపనిషత్ || 9 ||

    శాంతి మంత్రము
    ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై |
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి బ్రహ్మానందవల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం బ్రహ్మవిదాప్నోతి పరం | తదేషాఽభ్యుక్తా | సత్యం జ్ఞానమనంతం బ్రహ్మ | యో వేద నిహితం గుహాయాం పరమే వ్యోమన్ | సోఽశ్నుతే సర్వాన్ కామాన్సహ | బ్రహ్మణా విపశ్చితేతి | తస్మాద్వా ఏతస్మాదాత్మన ఆకాశః సంభూతః | ఆకాశాద్వాయుః | వాయోరగ్నిః | అగ్నేరాపః | అద్భ్యః పృథివీ | పృథివ్యా ఓషధయః | ఓషధీభ్యోఽన్నం | అన్నాత్పురుషః | స వా ఏష పురుషోఽన్నరసమయః | తస్యేదమేవ శిరః | అయం దక్షిణః పక్షః | అయముత్తరః పక్షః | అయమాత్మా | ఇదం పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `అన్నాద్వై ప్రజాః ప్రజాయంతే | యాః కాశ్చ పృథివీగ్ శ్రితాః |అథో అన్నేనైవ జీవంతి | అథైనదపి యంత్యంతతః | అన్నగ్ంహి భూతానాం జ్యేష్ఠం | తస్మాత్ సర్వౌషధముచ్యతే | సర్వం వై తేఽన్నమాప్నువంతి | యేఽన్నం బ్రహ్మోపాసతే | అన్నగ్ం హి భూతానాం జ్యేష్ఠం | తస్మాత్ సర్వౌషధముచ్యతే | అన్నాద్భూతాని జాయంతే | జాతాన్యన్నేన వర్ధంతే | అద్యతేఽత్తి చ భూతాని | తస్మాదన్నం తదుచ్యత ఇతి | తస్మాద్వా ఏతస్మాదన్నరసమయాత్ | అన్యోఽన్తర ఆత్మా ప్రాణమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య ప్రాణ ఏవ శిరః | వ్యానో దక్షిణః పక్షః | అపాన ఉత్తరః పక్షః | ఆకాశ ఆత్మా | పృథివీ పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ప్రాణం దేవా అను ప్రాణంతి | మనుష్యాః పశవశ్చ యే | ప్రాణో హి భూతానామాయుః | తస్మాత్ సర్వాయుషముచ్యతే | సర్వమేవ త ఆయుర్యంతి | యే ప్రాణం బ్రహ్మోపాసతే | ప్రాణో హి భూతానామాయుః | తస్మాత్ సర్వాయుషముచ్యత ఇతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాత్ ప్రాణమయాత్ | అన్యోఽన్తర ఆత్మా మనోమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య యజురేవ శిరః | ఋగ్దక్షిణః పక్షః | సామోత్తరః పక్షః | ఆదేశ ఆత్మా | అథర్వాంగిరసః పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `యతో వాచో నివర్తంతే | అప్రాప్య మనసా సహ | ఆనందం బ్రహ్మణో విద్వాన్ | న బిభేతి కదాచనేతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాన్మనోమయాత్ | అన్యోఽన్తర ఆత్మా విజ్ఞానమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః |  తస్య శ్రద్ధైవ శిరః | ఋతం దక్షిణః పక్షః | సత్యముత్తరః పక్షః |  యోగ ఆత్మా | మహః పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `విజ్ఞానం యజ్ఞం తనుతే | కర్మాణి తనుతేఽపి చ | విజ్ఞానం దేవాః సర్వే | బ్రహ్మ జ్యేష్ఠముపాసతే | విజ్ఞానం బ్రహ్మ చేద్వేద | తస్మాచ్చేన్న ప్రమాద్యతి | శరీరే పాప్మనో హిత్వా | సర్వాన్కామాన్ సమశ్నుత ఇతి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | తస్మాద్వా ఏతస్మాద్విజ్ఞానమయాత్ | అన్యోఽన్తర ఆత్మాఽఽనందమయః | తేనైష పూర్ణః | స వా ఏష పురుషవిధ ఏవ | తస్య పురుషవిధతాం | అన్వయం పురుషవిధః | తస్య ప్రియమేవ శిరః | మోదో దక్షిణః పక్షః | ప్రమోద ఉత్తరః పక్షః | ఆనంద ఆత్మా |  బ్రహ్మ పుచ్ఛం ప్రతిష్ఠా | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అసన్నేవ స భవతి | అసద్బ్రహ్మేతి వేద చేత్ | అస్తి బ్రహ్మేతి చేద్వేద | సంతమేనం తతో విదురితి | తస్యైష ఏవ శారీర ఆత్మా | యః పూర్వస్య | అథాతోఽనుప్రశ్నాః | ఉతావిద్వానముం లోకం ప్రేత్య | కశ్చిత్సమశ్నుతా ఉ | సోఽకామయత | బహుస్యాం ప్రజాయేయేతి | స తపోఽతప్యత | స తపస్తప్త్వా | ఇదగ్ం సర్వమసృజత |  యదిదం కించ | తత్సృష్ట్వా | తదేవానుప్రావిశత్ | తదను ప్రవిశ్య | సచ్చ త్యచ్చాభవత్ | నిరుక్తం చానిరుక్తం చ | నిలయనం చానిలయనం చ | విజ్ఞానం చావిజ్ఞానం చ | సత్యం చానృతం చ సత్యమభవత్ | యదిదం కించ | తత్సత్యమిత్యాచక్షతే | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `అసద్వా ఇదమగ్ర ఆసీత్ | తతో వై సదజాయత | తదాత్మానగ్గ్ స్వయమకురుత | తస్మాత్తత్సుకృతముచ్యత ఇతి | యద్వై తత్ సుకృతం | రసో వై సః | రసగ్గ్ హ్యేవాయం లబ్ధ్వాఽఽనందీ భవతి | కో హ్యేవాన్యాత్కః ప్రాణ్యాత్ | యదేష ఆకాశ ఆనందో న స్యాత్ | ఏష హ్యేవాఽఽనందయాతి | యదా హ్యేవైష ఏతస్మిన్నదృశ్యేఽనాత్మ్యేఽనిరుక్తేఽనిలయనేఽభయం ప్రతిష్ఠాం విందతే | అథ సోఽభయం గతో భవతి | యదా హ్యేవైష ఏతస్మిన్నుదరమంతరం కురుతే | అథ తస్య భయం భవతి | తత్వేవ భయం విదుషోఽమన్వానస్య | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `భీషాఽస్మాద్వాతః పవతే | భీషోదేతి సూర్యః | భీషాఽస్మాదగ్నిశ్చేంద్రశ్చ | మృత్యుర్ధావతి పంచమ ఇతి | సైషాఽఽనందస్య మీమాగ్ంసా భవతి | యువా స్యాత్సాధుయువాఽధ్యాయకః | ఆశిష్ఠో దృఢిష్ఠో బలిష్ఠః | తస్యేయం పృథివీ సర్వా విత్తస్య పూర్ణాస్యాత్ | స ఏకో మానుష ఆనందః | తే యే శతం మానుషా ఆనందాః | స ఏకో మనుష్యగంధర్వాణామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం మనుష్యగంధర్వాణామానందాః | స ఏకో దేవగంధర్వాణామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం దేవగంధర్వాణామానందాః | స ఏకః పితృణాం చిరలోకలోకానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం పితృణాం చిరలోకలోకానామానందాః | స ఏక ఆజానజానాం దేవానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతమాజానజానాం దేవానామానందాః | స ఏకః కర్మదేవానాం దేవానామానందః | యే కర్మణా దేవానపియంతి | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం కర్మదేవానాం దేవానామానందాః | స ఏకో దేవానామానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం దేవానామానందాః | స ఏక ఇంద్రస్యాఽఽనందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతమింద్రస్యాఽఽనందాః | స ఏకో బృహస్పతేరానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం బృహస్పతేరానందాః | స ఏకః ప్రజాపతేరానందః | శ్రోత్రియస్య చాకామహతస్య | తే యే శతం ప్రజాపతేరానందాః | స ఏకో బ్రహ్మణ ఆనందః | శ్రోత్రియస్య చాకామహతస్య | స యశ్చాయం పురుషే | యశ్చాసావాదిత్యే | స ఏకః | స య ఏవంవిత్ | అస్మాల్లోకాత్ప్రేత్య | ఏతమన్నమయమాత్మానముపసంక్రామతి | ఏతం ప్రాణమయమాత్మానముపసంక్రామతి | ఏతం మనోమయమాత్మానముపసంక్రామతి | ఏతం విజ్ఞానమయమాత్మానముపసంక్రామతి | ఏతమానందమయమాత్మానముపసంక్రామతి | తదప్యేష శ్లోకో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `యతో వాచో నివర్తంతే | అప్రాప్య మనసా సహ | ఆనందం బ్రహ్మణో విద్వాన్ | న బిభేతి కుతశ్చనేతి | ఏతగ్ం హ వావ న తపతి | కిమహగ్ం సాధు నాకరవం | కిమహం పాపమకరవమితి | స య ఏవం విద్వానేతే ఆత్మానగ్గ్ స్పృణుతే | ఉభే హ్యేవైష ఏతే ఆత్మానగ్గ్ స్పృణుతే | య ఏవం వేద | ఇత్యుపనిషత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం సహ నావవతు | సహ నౌ భునక్తు | సహ వీర్యం కరవావహై | తేజస్వినావధీతమస్తు మా విద్విషావహై ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి బ్రహ్మానందవల్లీ ||`,
    meaning: `***
    ఇది బ్రహ్మానందవల్లీ `,
    wordByWordMeaning: ``,
  },
];
