export default [
  {
    id: "మంత్రములు",
    sloka: `శీక్షావల్లీ
    శాంతి మంత్రము
    ఓం శం నో మిత్రః శం వరుణః | శం నో భవత్వర్యమా |శం న ఇంద్రో బృహస్పతిః | శం నో విష్ణురురుక్రమః | నమో బ్రహ్మణే | నమస్తే వాయో | త్వమేవ ప్రత్యక్షం బ్రహ్మాసి | త్వామేవ ప్రత్యక్షం బ్రహ్మ వదిష్యామి | ఋతం వదిష్యామి | సత్యం వదిష్యామి | తన్మామవతు | తద్వక్తారమవతు | అవతు మాం | అవతు వక్తారం || 
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం శీక్షాం వ్యాఖ్యాస్యామః | వర్ణః స్వరః | మాత్రా బలం | సామ సంతానః | ఇత్యుక్తః శీక్షాధ్యాయః || 1 ||

    సహ నౌ యశః | సహ నౌ బ్రహ్మవర్చసం | అథాతస్సగ్ంహితాయా ఉపనిషదం వ్యాఖ్యాస్యామః | పంచస్వధికరణేషు | అధిలోకమధిజ్యౌతిషమధివిద్యమధిప్రజమధ్యాత్మం | తా మహాసగ్ంహితా ఇత్యాచక్షతే | అథాధిలోకం | పృథివీ పూర్వరూపం | ద్యౌరుత్తరరూపం | ఆకాశః సంధిః || 2 ||

    వాయుస్సంధానం | ఇత్యధిలోకం | అథాధిజ్యౌతిషం | అగ్నిః పూర్వరూపం | ఆదిత్య ఉత్తరరూపం | ఆపస్సంధిః | వైద్యుతః సంధానం | ఇత్యధిజ్యౌతిషం | అథాధివిద్యం | ఆచార్యః పూర్వరూపం || 3 ||

    అంతేవాస్యుత్తరరూపం | విద్యా సంధిః | ప్రవచనగ్ం సంధానం | ఇత్యధివిద్యం | అథాధిప్రజం | మాతా పూర్వరూపం | పితోత్తరరూపం | ప్రజా సంధిః | ప్రజననగ్ం సంధానం | ఇత్యధిప్రజం || 4 ||

    అథాధ్యాత్మం | అధరాహనుః పూర్వరూపం | ఉత్తరాహనురుత్తరరూపం | వాక్సంధిః | జిహ్వాసంధానం | ఇత్యధ్యాత్మం | ఇతీమామహాసగ్ంహితాః | య ఏవమేతా మహాసగ్ంహితా వ్యాఖ్యాతా వేద | సంధీయతే ప్రజయా పశుభిః | బ్రహ్మవర్చసేనాన్నాద్యేన సువర్గ్యేణ లోకేన || 5 ||

    యశ్ఛందసామృషభో విశ్వరూపః | ఛందోభ్యోఽధ్యమృతాత్సంబభూవ | స మేంద్రో మేధయా స్పృణోతు | అమృతస్య దేవ ధారణో భూయాసం | శరీరం మే విచర్షణం | జిహ్వా మే మధుమత్తమా | కర్ణాభ్యాం భూరివిశ్రువం | బ్రహ్మణః కోశోఽసి మేధయా పిహితః | శ్రుతం మే గోపాయ | ఆవహంతీ వితన్వానా || 6 ||

    కుర్వాణాఽచీరమాత్మనః | వాసాగ్ంసి మమ గావశ్చ | అన్నపానే చ సర్వదా | తతో మే శ్రియమావహ | లోమశాం పశుభిః సహ స్వాహా | ఆమాయంతు బ్రహ్మచారిణః స్వాహా | విమాఽఽయంతు బ్రహ్మచారిణః స్వాహా | ప్రమాఽఽయంతు బ్రహ్మచారిణః స్వాహా | దమాయంతు బ్రహ్మచారిణః స్వాహా | శమాయంతు బ్రహ్మచారిణః స్వాహా || 7 ||

    యశో జనేఽసాని స్వాహా | శ్రేయాన్ వస్యసోఽసాని స్వాహా | తం త్వా భగ ప్రవిశాని స్వాహా | స మా భగ ప్రవిశ స్వాహా | తస్మిన్ సహస్రశాఖే | నిభగాఽహం త్వయి మృజే స్వాహా | యథాఽఽపః ప్రవతాఽఽయంతి | యథా మాసా అహర్జరం | ఏవం మాం బ్రహ్మచారిణః | ధాతరాయంతు సర్వతః స్వాహా | ప్రతివేశోఽసి ప్రమాభాహి ప్రమాపద్యస్వ || 8 ||

    భూర్భువః సువరితి వా ఏతాస్తిస్రో వ్యాహృతయః | తాసాముహస్మై తాం చతుర్థీం | మాహాచమస్యః ప్రవేదయతే | మహ ఇతి | తద్బ్రహ్మ | స ఆత్మా | అంగాన్యన్యా దేవతాః | భూరితి వా అయం లోకః | భువ ఇత్యంతరిక్షం | సువరిత్యసౌ లోకః || 9 ||

    మహ ఇత్యాదిత్యః | ఆదిత్యేన వావ సర్వేలోక మహీయంతే | భూరితి వా అగ్నిః | భువ ఇతి వాయుః | సువరిత్యాదిత్యః | మహ ఇతి చంద్రమాః | చంద్రమసా వావ సర్వాణి జ్యోతీగ్ంషి మహీయంతే | భూరితి వా ఋచః | భువ ఇతి సామాని | సువరితి యజూగ్ంషి || 10 ||

    మహ ఇతి బ్రహ్మ | బ్రహ్మణా వావ సర్వేవేదా మహీయంతే | భూరితి వై ప్రాణః | భువ ఇత్యపానః | సువరితి వ్యానః | మహ ఇత్యన్నం | అన్నేన వావ సర్వే ప్రాణ మహీయంతే | తా వా ఏతాశ్చతస్రశ్చతుర్ధా | చతస్రశ్చతస్రో వ్యాహృతయః | తా యో వేద | స వేద బ్రహ్మ | సర్వేఽస్మైదేవా బలిమావహంతి || 11 ||

    స య ఏషోఽన్తహృదయ ఆకాశః | తస్మిన్నయం పురుషో మనోమయః | అమృతో హిరణ్మయః | అంతరేణ తాలుకే | య ఏషస్తన ఇవావలంబతే | సేంద్రయోనిః | యత్రాసౌ కేశాంతో వివర్తతే | వ్యపోహ్య శీర్షకపాలే | భూరిత్యగ్నౌ ప్రతితిష్ఠతి | భువ ఇతి వాయౌ || 12 ||

    సువరిత్యాదిత్యే | మహ ఇతి బ్రహ్మణి | ఆప్నోతి స్వారాజ్యం | ఆప్నోతి మనసస్పతిం | వాక్పతిశ్చక్షుష్పతిః | శ్రోత్రపతిర్విజ్ఞానపతిః | ఏతత్తతో భవతి | ఆకాశశరీరం బ్రహ్మ | సత్యాత్మ ప్రాణారామం మన ఆనందం |శాంతిసమృద్ధమమృతం | ఇతి ప్రాచీన యోగ్యోపాస్వ || 13 ||

    పృథివ్యంతరిక్షం ద్యౌర్దిశోఽవాంతరదిశాః | అగ్నిర్వాయురాదిత్యశ్చంద్రమా నక్షత్రాణి | ఆప ఓషధయో వనస్పతయ ఆకాశ ఆత్మా | ఇత్యధిభూతం | అథాధ్యాత్మం | ప్రాణో వ్యానోఽపాన ఉదానస్సమానః | చక్షుః శ్రోత్రం మనో వాక్ త్వక్ | చర్మమాగ్ం సగ్గ్ స్నావాస్థి మజ్జా | ఏతదధివిధాయ ఋషిరవోచత్ | పాంక్తం వా ఇదగ్ం సర్వం | పాంక్తేనైవ పాంక్తగ్గ్ స్పృణోతీతి || 14 ||

    ఓమితి బ్రహ్మ | ఓమితీదగ్ం సర్వం | ఓమిత్యేతదనుకృతిర్హస్మ వా అప్యోశ్రావయేత్యాశ్రావయంతి | ఓమితి సామాని గాయంతి | ఓగ్ం శోమితి శస్త్రాణి శగ్ంసంతి | ఓమిత్యధ్వర్యుః ప్రతిగరం ప్రతిగృణాతి | ఓమితి బ్రహ్మా ప్రసౌతి | ఓమిత్యగ్నిహోత్ర మనుజానాతి | ఓమితి బ్రాహ్మణః ప్రవక్ష్యన్నాహ బ్రహ్మోపాప్నవానీతి | బ్రహ్మైవోపాప్నోతి || 15 ||

    ఋతం చ స్వాధ్యాయప్రవచనే చ | సత్యం చ స్వాధ్యాయప్రవచనే చ | తపశ్చ స్వాధ్యాయప్రవచనే చ | దమశ్చ స్వాధ్యాయప్రవచనే చ | శమశ్చ స్వాధ్యాయప్రవచనే చ | అగ్నయశ్చ స్వాధ్యాయప్రవచనే చ | అగ్నిహోత్రం చ స్వాధ్యాయప్రవచనే చ | అతిథయశ్చ స్వాధ్యాయప్రవచనే చ | మానుషం చ స్వాధ్యాయప్రవచనే చ | ప్రజా చ స్వాధ్యాయప్రవచనే చ | ప్రజనశ్చ స్వాధ్యాయప్రవచనే చ | ప్రజాతిశ్చ స్వాధ్యాయప్రవచనే చ | సత్యమితి సత్యవచా రాథీ తరః | తప ఇతి తపోనిత్యః పౌరుశిష్టిః | స్వాధ్యాయప్రవచనే ఏవేతి నాకో మౌద్గల్యః | తద్ధి తపస్తద్ధి తపః || 16 ||

    అహం వృక్షస్య రేరివా | కీర్తిః పృష్ఠం గిరేరివ | ఊర్ధ్వపవిత్రో వాజినీవ స్వమృతమస్మి | ద్రవిణగ్ం సవర్చసం | సుమేధ అమృతోక్షితః | ఇతి త్రిశంకోర్వేదానువచనం || 17 ||

    వేదమనూచ్యాచార్యోంతేవాసినమనుశాస్తి | సత్యం వద | ధర్మం చర | స్వాధ్యాయాన్మా ప్రమదః | ఆచార్యాయ ప్రియం ధనమాహృత్య ప్రజాతంతుం మా వ్యవచ్ఛేత్సీః | సత్యాన్న ప్రమదితవ్యం | ధర్మాన్న ప్రమదితవ్యం | కుశలాన్న ప్రమదితవ్యం | భూత్యై న ప్రమదితవ్యం | స్వాధ్యాయప్రవచనాభ్యాం న ప్రమదితవ్యం || 18 ||

    దేవపితృకార్యాభ్యాం న ప్రమదితవ్యం | మాతృదేవో భవ | పితృదేవో భవ | ఆచార్యదేవో భవ | అతిథిదేవో భవ | యాన్యనవద్యాని కర్మాణి | తాని సేవితవ్యాని | నో ఇతరాణి | యాన్యస్మాకగ్ం సుచరితాని | తాని త్వయోపాస్యాని || 19 ||

    నో ఇతరాణి | యే కే చారుమచ్ఛ్రేయాగ్ంసో బ్రాహ్మణాః | తేషాం త్వయాఽఽసనే న ప్రశ్వసితవ్యం | శ్రద్ధయా దేయం | అశ్రద్ధయాఽదేయం | శ్రియా దేయం | హ్రియా దేయం | భియా దేయం | సంవిదా దేయం | అథ యది తే కర్మవిచికిత్సా వా వృత్తవిచికిత్సా వా స్యాత్ || 20 ||

    యే తత్ర బ్రాహ్మణాస్సమ్మర్శినః | యుక్తా ఆయుక్తాః | అలూక్షా ధర్మకామాః స్యుః | యథా తే తత్ర వర్తేరన్ | తథా తత్ర వర్తేథాః | అథాభ్యాఖ్యాతేషు | యే తత్ర బ్రాహ్మణాస్సమ్మర్శినః | యుక్తా ఆయుక్తాః | అలూక్షా ధర్మకామాః స్యుః | యథా తే తేషు వర్తేరన్ | తథా తేషు వర్తేథాః | ఏష ఆదేశః | ఏష ఉపదేశః | ఏషా వేదోపనిషత్ | ఏతదనుశాసనం | ఏవముపాసితవ్యం | ఏవముచైతదుపాస్యం || 21 ||

    శాంతి మంత్రము
    శం నో మిత్రశ్శం వరుణః | శం నో భవత్వర్యమా | శం న ఇంద్రో బృహస్పతిః | శం నో విష్ణురురుక్రమః | నమో బ్రహ్మణే | నమస్తే వాయో | త్వమేవ ప్రత్యక్షం బ్రహ్మాసి | త్వామేవ ప్రత్యక్షం బ్రహ్మావాదిషం | ఋతమవాదిషం | సత్యమవాదిషం | తన్మామావీత్ | తద్వక్తారమావీత్ | ఆవీన్మాం | ఆవీద్వక్తారం ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి శీక్షావల్లీ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం శం నో మిత్రః శం వరుణః | శం నో భవత్వర్యమా |శం న ఇంద్రో బృహస్పతిః | శం నో విష్ణురురుక్రమః | నమో బ్రహ్మణే | నమస్తే వాయో | త్వమేవ ప్రత్యక్షం బ్రహ్మాసి | త్వామేవ ప్రత్యక్షం బ్రహ్మ వదిష్యామి | ఋతం వదిష్యామి | సత్యం వదిష్యామి | తన్మామవతు | తద్వక్తారమవతు | అవతు మాం | అవతు వక్తారం || 
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం శీక్షాం వ్యాఖ్యాస్యామః | వర్ణః స్వరః | మాత్రా బలం | సామ సంతానః | ఇత్యుక్తః శీక్షాధ్యాయః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `సహ నౌ యశః | సహ నౌ బ్రహ్మవర్చసం | అథాతస్సగ్ంహితాయా ఉపనిషదం వ్యాఖ్యాస్యామః | పంచస్వధికరణేషు | అధిలోకమధిజ్యౌతిషమధివిద్యమధిప్రజమధ్యాత్మం | తా మహాసగ్ంహితా ఇత్యాచక్షతే | అథాధిలోకం | పృథివీ పూర్వరూపం | ద్యౌరుత్తరరూపం | ఆకాశః సంధిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `వాయుస్సంధానం | ఇత్యధిలోకం | అథాధిజ్యౌతిషం | అగ్నిః పూర్వరూపం | ఆదిత్య ఉత్తరరూపం | ఆపస్సంధిః | వైద్యుతః సంధానం | ఇత్యధిజ్యౌతిషం | అథాధివిద్యం | ఆచార్యః పూర్వరూపం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అంతేవాస్యుత్తరరూపం | విద్యా సంధిః | ప్రవచనగ్ం సంధానం | ఇత్యధివిద్యం | అథాధిప్రజం | మాతా పూర్వరూపం | పితోత్తరరూపం | ప్రజా సంధిః | ప్రజననగ్ం సంధానం | ఇత్యధిప్రజం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `అథాధ్యాత్మం | అధరాహనుః పూర్వరూపం | ఉత్తరాహనురుత్తరరూపం | వాక్సంధిః | జిహ్వాసంధానం | ఇత్యధ్యాత్మం | ఇతీమామహాసగ్ంహితాః | య ఏవమేతా మహాసగ్ంహితా వ్యాఖ్యాతా వేద | సంధీయతే ప్రజయా పశుభిః | బ్రహ్మవర్చసేనాన్నాద్యేన సువర్గ్యేణ లోకేన ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యశ్ఛందసామృషభో విశ్వరూపః | ఛందోభ్యోఽధ్యమృతాత్సంబభూవ | స మేంద్రో మేధయా స్పృణోతు | అమృతస్య దేవ ధారణో భూయాసం | శరీరం మే విచర్షణం | జిహ్వా మే మధుమత్తమా | కర్ణాభ్యాం భూరివిశ్రువం | బ్రహ్మణః కోశోఽసి మేధయా పిహితః | శ్రుతం మే గోపాయ | ఆవహంతీ వితన్వానా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `కుర్వాణాఽచీరమాత్మనః | వాసాగ్ంసి మమ గావశ్చ | అన్నపానే చ సర్వదా | తతో మే శ్రియమావహ | లోమశాం పశుభిః సహ స్వాహా | ఆమాయంతు బ్రహ్మచారిణః స్వాహా | విమాఽఽయంతు బ్రహ్మచారిణః స్వాహా | ప్రమాఽఽయంతు బ్రహ్మచారిణః స్వాహా | దమాయంతు బ్రహ్మచారిణః స్వాహా | శమాయంతు బ్రహ్మచారిణః స్వాహా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `యశో జనేఽసాని స్వాహా | శ్రేయాన్ వస్యసోఽసాని స్వాహా | తం త్వా భగ ప్రవిశాని స్వాహా | స మా భగ ప్రవిశ స్వాహా | తస్మిన్ సహస్రశాఖే | నిభగాఽహం త్వయి మృజే స్వాహా | యథాఽఽపః ప్రవతాఽఽయంతి | యథా మాసా అహర్జరం | ఏవం మాం బ్రహ్మచారిణః | ధాతరాయంతు సర్వతః స్వాహా | ప్రతివేశోఽసి ప్రమాభాహి ప్రమాపద్యస్వ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `భూర్భువః సువరితి వా ఏతాస్తిస్రో వ్యాహృతయః | తాసాముహస్మై తాం చతుర్థీం | మాహాచమస్యః ప్రవేదయతే | మహ ఇతి | తద్బ్రహ్మ | స ఆత్మా | అంగాన్యన్యా దేవతాః | భూరితి వా అయం లోకః | భువ ఇత్యంతరిక్షం | సువరిత్యసౌ లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `మహ ఇత్యాదిత్యః | ఆదిత్యేన వావ సర్వేలోక మహీయంతే | భూరితి వా అగ్నిః | భువ ఇతి వాయుః | సువరిత్యాదిత్యః | మహ ఇతి చంద్రమాః | చంద్రమసా వావ సర్వాణి జ్యోతీగ్ంషి మహీయంతే | భూరితి వా ఋచః | భువ ఇతి సామాని | సువరితి యజూగ్ంషి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `మహ ఇతి బ్రహ్మ | బ్రహ్మణా వావ సర్వేవేదా మహీయంతే | భూరితి వై ప్రాణః | భువ ఇత్యపానః | సువరితి వ్యానః | మహ ఇత్యన్నం | అన్నేన వావ సర్వే ప్రాణ మహీయంతే | తా వా ఏతాశ్చతస్రశ్చతుర్ధా | చతస్రశ్చతస్రో వ్యాహృతయః | తా యో వేద | స వేద బ్రహ్మ | సర్వేఽస్మైదేవా బలిమావహంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `స య ఏషోఽన్తహృదయ ఆకాశః | తస్మిన్నయం పురుషో మనోమయః | అమృతో హిరణ్మయః | అంతరేణ తాలుకే | య ఏషస్తన ఇవావలంబతే | సేంద్రయోనిః | యత్రాసౌ కేశాంతో వివర్తతే | వ్యపోహ్య శీర్షకపాలే | భూరిత్యగ్నౌ ప్రతితిష్ఠతి | భువ ఇతి వాయౌ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `సువరిత్యాదిత్యే | మహ ఇతి బ్రహ్మణి | ఆప్నోతి స్వారాజ్యం | ఆప్నోతి మనసస్పతిం | వాక్పతిశ్చక్షుష్పతిః | శ్రోత్రపతిర్విజ్ఞానపతిః | ఏతత్తతో భవతి | ఆకాశశరీరం బ్రహ్మ | సత్యాత్మ ప్రాణారామం మన ఆనందం |శాంతిసమృద్ధమమృతం | ఇతి ప్రాచీన యోగ్యోపాస్వ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `పృథివ్యంతరిక్షం ద్యౌర్దిశోఽవాంతరదిశాః | అగ్నిర్వాయురాదిత్యశ్చంద్రమా నక్షత్రాణి | ఆప ఓషధయో వనస్పతయ ఆకాశ ఆత్మా | ఇత్యధిభూతం | అథాధ్యాత్మం | ప్రాణో వ్యానోఽపాన ఉదానస్సమానః | చక్షుః శ్రోత్రం మనో వాక్ త్వక్ | చర్మమాగ్ం సగ్గ్ స్నావాస్థి మజ్జా | ఏతదధివిధాయ ఋషిరవోచత్ | పాంక్తం వా ఇదగ్ం సర్వం | పాంక్తేనైవ పాంక్తగ్గ్ స్పృణోతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `ఓమితి బ్రహ్మ | ఓమితీదగ్ం సర్వం | ఓమిత్యేతదనుకృతిర్హస్మ వా అప్యోశ్రావయేత్యాశ్రావయంతి | ఓమితి సామాని గాయంతి | ఓగ్ం శోమితి శస్త్రాణి శగ్ంసంతి | ఓమిత్యధ్వర్యుః ప్రతిగరం ప్రతిగృణాతి | ఓమితి బ్రహ్మా ప్రసౌతి | ఓమిత్యగ్నిహోత్ర మనుజానాతి | ఓమితి బ్రాహ్మణః ప్రవక్ష్యన్నాహ బ్రహ్మోపాప్నవానీతి | బ్రహ్మైవోపాప్నోతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `ఋతం చ స్వాధ్యాయప్రవచనే చ | సత్యం చ స్వాధ్యాయప్రవచనే చ | తపశ్చ స్వాధ్యాయప్రవచనే చ | దమశ్చ స్వాధ్యాయప్రవచనే చ | శమశ్చ స్వాధ్యాయప్రవచనే చ | అగ్నయశ్చ స్వాధ్యాయప్రవచనే చ | అగ్నిహోత్రం చ స్వాధ్యాయప్రవచనే చ | అతిథయశ్చ స్వాధ్యాయప్రవచనే చ | మానుషం చ స్వాధ్యాయప్రవచనే చ | ప్రజా చ స్వాధ్యాయప్రవచనే చ | ప్రజనశ్చ స్వాధ్యాయప్రవచనే చ | ప్రజాతిశ్చ స్వాధ్యాయప్రవచనే చ | సత్యమితి సత్యవచా రాథీ తరః | తప ఇతి తపోనిత్యః పౌరుశిష్టిః | స్వాధ్యాయప్రవచనే ఏవేతి నాకో మౌద్గల్యః | తద్ధి తపస్తద్ధి తపః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "17వ మంత్రము",
    sloka: `అహం వృక్షస్య రేరివా | కీర్తిః పృష్ఠం గిరేరివ | ఊర్ధ్వపవిత్రో వాజినీవ స్వమృతమస్మి | ద్రవిణగ్ం సవర్చసం | సుమేధ అమృతోక్షితః | ఇతి త్రిశంకోర్వేదానువచనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "18వ మంత్రము",
    sloka: `వేదమనూచ్యాచార్యోంతేవాసినమనుశాస్తి | సత్యం వద | ధర్మం చర | స్వాధ్యాయాన్మా ప్రమదః | ఆచార్యాయ ప్రియం ధనమాహృత్య ప్రజాతంతుం మా వ్యవచ్ఛేత్సీః | సత్యాన్న ప్రమదితవ్యం | ధర్మాన్న ప్రమదితవ్యం | కుశలాన్న ప్రమదితవ్యం | భూత్యై న ప్రమదితవ్యం | స్వాధ్యాయప్రవచనాభ్యాం న ప్రమదితవ్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "19వ మంత్రము",
    sloka: `దేవపితృకార్యాభ్యాం న ప్రమదితవ్యం | మాతృదేవో భవ | పితృదేవో భవ | ఆచార్యదేవో భవ | అతిథిదేవో భవ | యాన్యనవద్యాని కర్మాణి | తాని సేవితవ్యాని | నో ఇతరాణి | యాన్యస్మాకగ్ం సుచరితాని | తాని త్వయోపాస్యాని ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "20వ మంత్రము",
    sloka: `నో ఇతరాణి | యే కే చారుమచ్ఛ్రేయాగ్ంసో బ్రాహ్మణాః | తేషాం త్వయాఽఽసనే న ప్రశ్వసితవ్యం | శ్రద్ధయా దేయం | అశ్రద్ధయాఽదేయం | శ్రియా దేయం | హ్రియా దేయం | భియా దేయం | సంవిదా దేయం | అథ యది తే కర్మవిచికిత్సా వా వృత్తవిచికిత్సా వా స్యాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "21వ మంత్రము",
    sloka: `యే తత్ర బ్రాహ్మణాస్సమ్మర్శినః | యుక్తా ఆయుక్తాః | అలూక్షా ధర్మకామాః స్యుః | యథా తే తత్ర వర్తేరన్ | తథా తత్ర వర్తేథాః | అథాభ్యాఖ్యాతేషు | యే తత్ర బ్రాహ్మణాస్సమ్మర్శినః | యుక్తా ఆయుక్తాః | అలూక్షా ధర్మకామాః స్యుః | యథా తే తేషు వర్తేరన్ | తథా తేషు వర్తేథాః | ఏష ఆదేశః | ఏష ఉపదేశః | ఏషా వేదోపనిషత్ | ఏతదనుశాసనం | ఏవముపాసితవ్యం | ఏవముచైతదుపాస్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `శం నో మిత్రశ్శం వరుణః | శం నో భవత్వర్యమా | శం న ఇంద్రో బృహస్పతిః | శం నో విష్ణురురుక్రమః | నమో బ్రహ్మణే | నమస్తే వాయో | త్వమేవ ప్రత్యక్షం బ్రహ్మాసి | త్వామేవ ప్రత్యక్షం బ్రహ్మావాదిషం | ఋతమవాదిషం | సత్యమవాదిషం | తన్మామావీత్ | తద్వక్తారమావీత్ | ఆవీన్మాం | ఆవీద్వక్తారం ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి శీక్షావల్లీ ||`,
    meaning: `***
    ఇది శీక్షావల్లీ `,
    wordByWordMeaning: ``,
  },
];
