export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ ప్రథమముండకే ద్వితీయః ఖండః
  
    తదేతత్ సత్యం మంత్రేషు కర్మాణి కవయో యాన్యపశ్యంస్తాని త్రేతాయాం బహుధా సంతతాని | తాన్యాచరథ నియతం సత్యకామా ఏష వః పంథాః సుకృతస్య లోకే || 1 ||

    యదా లేలాయతే హ్యర్చిః సమిద్ధే హవ్యవాహనే | తదాఽఽజ్యభాగావంతరేణాఽఽహుతీః ప్రతిపాదయేత్ || 2 ||

    యస్యాగ్నిహోత్రమదర్శమపౌర్ణమాసమచాతుర్మాస్యమనాగ్రయణమతిథివర్జితం చ | అహుతమవైశ్వదేవమవిధినా హుతమాసప్తమాంస్తస్య లోకాన్ హినస్తి || 3 ||

    కాలీ కరాళీ చ మనోజవా చ సులోహితా యా చ సుధూమ్రవర్ణా | స్ఫులింగినీ విశ్వరుచీ చ దేవీ లేలాయమానా ఇతి సప్త జిహ్వాః || 4 ||

    ఏతేషు యశ్చరతే భ్రాజమానేషు యథాకాలం చాఽఽహుతయో హ్యాదదాయన్ | తం నయంత్యేతాః సూర్యస్య రశ్మయో యత్ర దేవానాం పతిరేకోఽధివాసః || 5 ||

    ఏహ్యేహీతి తమాహుతయః సువర్చసః సూర్యస్య రశ్మిభిర్యజమానం వహంతి | ప్రియాం వాచమభివదంత్యోఽర్చయంత్య ఏష వః పుణ్యః సుకృతో బ్రహ్మలోకః || 6 ||

    ప్లవా హ్యేతే అదృఢా యజ్ఞరూపా అష్టాదశోక్తమవరం యేషు కర్మ | ఏతచ్ఛ్రేయో యేఽభినందంతి మూఢా జరామృత్యుం తే పునరేవాపి యంతి || 7 ||

    అవిద్యాయామంతరే వర్తమానాః స్వయం ధీరాః పండితం మన్యమానాః | జంఘన్యమానాః పరియంతి మూఢా అంధేనైవ నీయమానా యథాంధాః || 8 ||

    అవిద్యాయాం బహుధా వర్తమానా వయం కృతార్థా ఇత్యభిమన్యంతి బాలాః | యత్కర్మిణో న ప్రవేదయంతి రాగాత్తేనాతురాః క్షీణలోకాశ్చ్యవంతే || 9 ||

    ఇష్టాపూర్తం మన్యమానా వరిష్ఠం నాన్యచ్ఛ్రేయో వేదయంతే ప్రమూఢాః | నాకస్య పృష్ఠే తే సుకృతేఽనుభూత్వేమం లోకం హీనతరం వా విశంతి || 10 ||

    తపఃశ్రద్ధే యే హ్యుపవసంత్యరణ్యే శాంతా విద్వాంసో భైక్ష్యచర్యాం చరంతః | సూర్యద్వారేణ తే విరజాః ప్రయాంతి యత్రామృతః స పురుషో హ్యవ్యయాత్మా || 11 ||

    పరీక్ష్య లోకాన్ కర్మచితాన్ బ్రాహ్మణో నిర్వేదమాయాన్నాస్త్యకృతః కృతేన | తద్విజ్ఞానార్థం స గురుమేవాభిగచ్ఛేత్సమిత్పాణిః శ్రోత్రియం బ్రహ్మనిష్ఠం || 12 ||

    తస్మై స విద్వానుపసన్నాయ సమ్యక్ ప్రశాంతచిత్తాయ శమాన్వితాయ | యేనాక్షరం పురుషం వేద సత్యం ప్రోవాచ తాం తత్త్వతో బ్రహ్మవిద్యాం || 13 ||

    || ఇతి ముండకోపనిషది ప్రథమముండకే ద్వితీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `తదేతత్ సత్యం మంత్రేషు కర్మాణి కవయో యాన్యపశ్యంస్తాని త్రేతాయాం బహుధా సంతతాని | తాన్యాచరథ నియతం సత్యకామా ఏష వః పంథాః సుకృతస్య లోకే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `యదా లేలాయతే హ్యర్చిః సమిద్ధే హవ్యవాహనే | తదాఽఽజ్యభాగావంతరేణాఽఽహుతీః ప్రతిపాదయేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `యస్యాగ్నిహోత్రమదర్శమపౌర్ణమాసమచాతుర్మాస్యమనాగ్రయణమతిథివర్జితం చ | అహుతమవైశ్వదేవమవిధినా హుతమాసప్తమాంస్తస్య లోకాన్ హినస్తి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `కాలీ కరాళీ చ మనోజవా చ సులోహితా యా చ సుధూమ్రవర్ణా | స్ఫులింగినీ విశ్వరుచీ చ దేవీ లేలాయమానా ఇతి సప్త జిహ్వాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `ఏతేషు యశ్చరతే భ్రాజమానేషు యథాకాలం చాఽఽహుతయో హ్యాదదాయన్ | తం నయంత్యేతాః సూర్యస్య రశ్మయో యత్ర దేవానాం పతిరేకోఽధివాసః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `ఏహ్యేహీతి తమాహుతయః సువర్చసః సూర్యస్య రశ్మిభిర్యజమానం వహంతి | ప్రియాం వాచమభివదంత్యోఽర్చయంత్య ఏష వః పుణ్యః సుకృతో బ్రహ్మలోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `ప్లవా హ్యేతే అదృఢా యజ్ఞరూపా అష్టాదశోక్తమవరం యేషు కర్మ | ఏతచ్ఛ్రేయో యేఽభినందంతి మూఢా జరామృత్యుం తే పునరేవాపి యంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `అవిద్యాయామంతరే వర్తమానాః స్వయం ధీరాః పండితం మన్యమానాః | జంఘన్యమానాః పరియంతి మూఢా అంధేనైవ నీయమానా యథాంధాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `అవిద్యాయాం బహుధా వర్తమానా వయం కృతార్థా ఇత్యభిమన్యంతి బాలాః | యత్కర్మిణో న ప్రవేదయంతి రాగాత్తేనాతురాః క్షీణలోకాశ్చ్యవంతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `ఇష్టాపూర్తం మన్యమానా వరిష్ఠం నాన్యచ్ఛ్రేయో వేదయంతే ప్రమూఢాః | నాకస్య పృష్ఠే తే సుకృతేఽనుభూత్వేమం లోకం హీనతరం వా విశంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `తపఃశ్రద్ధే యే హ్యుపవసంత్యరణ్యే శాంతా విద్వాంసో భైక్ష్యచర్యాం చరంతః | సూర్యద్వారేణ తే విరజాః ప్రయాంతి యత్రామృతః స పురుషో హ్యవ్యయాత్మా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `పరీక్ష్య లోకాన్ కర్మచితాన్ బ్రాహ్మణో నిర్వేదమాయాన్నాస్త్యకృతః కృతేన | తద్విజ్ఞానార్థం స గురుమేవాభిగచ్ఛేత్సమిత్పాణిః శ్రోత్రియం బ్రహ్మనిష్ఠం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `తస్మై స విద్వానుపసన్నాయ సమ్యక్ ప్రశాంతచిత్తాయ శమాన్వితాయ | యేనాక్షరం పురుషం వేద సత్యం ప్రోవాచ తాం తత్త్వతో బ్రహ్మవిద్యాం ||
    
    || ఇతి ముండకోపనిషది ప్రథమముండకే ద్వితీయః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు ప్రథమముండకము ద్వితీయఖండము`,
    wordByWordMeaning: ``,
  },
];
