export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ ద్వితీయముండకే ప్రథమః ఖండః
    
    తదేతత్సత్యం యథా సుదీప్తాత్పావకాద్విస్ఫులింగాః సహస్రశః ప్రభవంతే సరూపాః | తథాఽక్షరాద్వివిధాః సోమ్య భావాః ప్రజాయంతే తత్ర చైవాపి యంతి || 1 ||

    దివ్యో హ్యమూర్తః పురుషః స బాహ్యాభ్యంతరో హ్యజః | అప్రాణో హ్యమనాః శుభ్రో హ్యక్షరాత్ పరతః పరః || 2 ||

    ఏతస్మాజ్జాయతే ప్రాణో మనః సర్వేంద్రియాణి చ | ఖం వాయుర్జ్యోతిరాపః పృథివీ విశ్వస్య ధారిణీ || 3 ||

    అగ్నీర్మూర్ధా చక్షుషీ చంద్రసూర్యౌ దిశః శ్రోత్రే వాగ్వివృతాశ్చ వేదాః | వాయుః ప్రాణో హృదయం విశ్వమస్య పద్భ్యాం పృథివీ హ్యేష సర్వభూతాంతరాత్మా || 4 ||

    తస్మాదగ్నిః సమిధో యస్య సూర్యః సోమాత్పర్జన్య ఓషధయః పృథివ్యాం | పుమాన్ రేతః సించతి యోషితాయాం బహ్వీః ప్రజాః పురుషాత్ సంప్రసూతాః || 5 ||

    తస్మాదృచః సామ యజూంషి దీక్షా యజ్ఞాశ్చ సర్వే క్రతవో దక్షిణాశ్చ | సంవత్సరశ్చ యజమానశ్చ లోకాః సోమో యత్ర పవతే యత్ర సూర్యః || 6 ||

    తస్మాచ్చ దేవా బహుధా సంప్రసూతాః సాధ్యా మనుష్యాః పశవో వయాంసి | ప్రాణాపానౌ వ్రీహియవౌ తపశ్చ శ్రద్ధా సత్యం బ్రహ్మచర్యం విధిశ్చ || 7 ||

    సప్త ప్రాణాః ప్రభవంతి తస్మాత్సప్తార్చిషః సమిధః సప్త హోమాః | సప్త ఇమే లోకా యేషు చరంతి ప్రాణా గుహాశయా నిహితాః సప్త సప్త || 8 ||

    అతః సముద్రా గిరయశ్చ సర్వేఽస్మాత్ స్యందంతే సింధవః సర్వరూపాః | అతశ్చ సర్వా ఓషధయో రసశ్చ యేనైష భూతైస్తిష్ఠతే హ్యంతరాత్మా || 9 ||

    పురుష ఏవేదం విశ్వం కర్మ తపో బ్రహ్మ పరామృతం | ఏతద్యో వేద నిహితం గుహాయాం సోఽవిద్యాగ్రంథిం వికిరతీహ సోమ్య || 10 ||

    || ఇతి ముండకోపనిషది ద్వితీయముండకే ప్రథమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `తదేతత్సత్యం యథా సుదీప్తాత్పావకాద్విస్ఫులింగాః సహస్రశః ప్రభవంతే సరూపాః | తథాఽక్షరాద్వివిధాః సోమ్య భావాః ప్రజాయంతే తత్ర చైవాపి యంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `దివ్యో హ్యమూర్తః పురుషః స బాహ్యాభ్యంతరో హ్యజః | అప్రాణో హ్యమనాః శుభ్రో హ్యక్షరాత్ పరతః పరః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ఏతస్మాజ్జాయతే ప్రాణో మనః సర్వేంద్రియాణి చ | ఖం వాయుర్జ్యోతిరాపః పృథివీ విశ్వస్య ధారిణీ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అగ్నీర్మూర్ధా చక్షుషీ చంద్రసూర్యౌ దిశః శ్రోత్రే వాగ్వివృతాశ్చ వేదాః | వాయుః ప్రాణో హృదయం విశ్వమస్య పద్భ్యాం పృథివీ హ్యేష సర్వభూతాంతరాత్మా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తస్మాదగ్నిః సమిధో యస్య సూర్యః సోమాత్పర్జన్య ఓషధయః పృథివ్యాం | పుమాన్ రేతః సించతి యోషితాయాం బహ్వీః ప్రజాః పురుషాత్ సంప్రసూతాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `తస్మాదృచః సామ యజూంషి దీక్షా యజ్ఞాశ్చ సర్వే క్రతవో దక్షిణాశ్చ | సంవత్సరశ్చ యజమానశ్చ లోకాః సోమో యత్ర పవతే యత్ర సూర్యః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `తస్మాచ్చ దేవా బహుధా సంప్రసూతాః సాధ్యా మనుష్యాః పశవో వయాంసి | ప్రాణాపానౌ వ్రీహియవౌ తపశ్చ శ్రద్ధా సత్యం బ్రహ్మచర్యం విధిశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `సప్త ప్రాణాః ప్రభవంతి తస్మాత్సప్తార్చిషః సమిధః సప్త హోమాః | సప్త ఇమే లోకా యేషు చరంతి ప్రాణా గుహాశయా నిహితాః సప్త సప్త ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `అతః సముద్రా గిరయశ్చ సర్వేఽస్మాత్ స్యందంతే సింధవః సర్వరూపాః | అతశ్చ సర్వా ఓషధయో రసశ్చ యేనైష భూతైస్తిష్ఠతే హ్యంతరాత్మా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `పురుష ఏవేదం విశ్వం కర్మ తపో బ్రహ్మ పరామృతం | ఏతద్యో వేద నిహితం గుహాయాం సోఽవిద్యాగ్రంథిం వికిరతీహ సోమ్య ||
    
    || ఇతి ముండకోపనిషది ద్వితీయముండకే ప్రథమః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు ద్వితీయముండకము ప్రథమఖండము`,
    wordByWordMeaning: ``,
  },
];
