export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ తృతీయముండకే ద్వితీయః ఖండః
    
    ఓం స వేదైతత్పరమం బ్రహ్మ ధామ యత్ర విశ్వం నిహితం భాతి శుభ్రం | ఉపాసతే పురుషం యే హ్యకామాస్తే శుక్రమేతదతివర్తంతి ధీరాః || 1 ||

    కామాన్యః కామయతే మన్యమానః స కామభిర్జాయతే తత్ర తత్ర | పర్యాప్తకామస్య కృతాత్మనస్తు ఇహైవ సర్వే ప్రవిలీయంతి కామాః || 2 ||

    నాయమాత్మా ప్రవచనేన లభ్యో న మేధయా న బహునా శ్రుతేన | యమేవైష వృణుతే తేన లభ్యస్తస్యైష ఆత్మా వివృణుతే తనూం స్వాం || 3 ||

    నాయమాత్మా బలహీనేన లభ్యో న చ ప్రమాదాత్తపసో వాప్యలింగాత్ | ఏతైరుపాయైర్యతతే యస్తు విద్వాంస్తస్యైష ఆత్మా విశతే బ్రహ్మధామ || 4 ||

    సంప్రాప్యైనమృషయో జ్ఞానతృప్తాః కృతాత్మానో వీతరాగాః ప్రశాంతాః | తే సర్వగం సర్వతః ప్రాప్య ధీరా యుక్తాత్మానః సర్వమేవావిశంతి || 5 ||

    వేదాంతవిజ్ఞానసునిశ్చితార్థాః సంన్యాసయోగాద్ యతయః శుద్ధసత్త్వాః | తే బ్రహ్మలోకేషు పరాంతకాలే పరామృతాః పరిముచ్యంతి సర్వే || 6 ||

    గతాః కళాః పంచదశ ప్రతిష్ఠా దేవాశ్చ సర్వే ప్రతిదేవతాసు | కర్మాణి విజ్ఞానమయశ్చ ఆత్మా పరేఽవ్యయే సర్వే ఏకీభవంతి || 7 ||

    యథా నద్యః స్యందమానాః సముద్రేఽస్తం గచ్ఛంతి నామరూపే విహాయ | తథా విద్వాన్ నామరూపాద్విముక్తః పరాత్పరం పురుషముపైతి దివ్యం || 8 ||

    స యో హ వై తత్పరమం బ్రహ్మ వేద బ్రహ్మైవ భవతి నాస్యాబ్రహ్మవిత్కులే భవతి | తరతి శోకం తరతి పాప్మానం గుహాగ్రంథిభ్యో విముక్తోఽమృతో భవతి || 9 ||

    తదేతదృచాఽభ్యుక్తం | క్రియావంతః శ్రోత్రియా బ్రహ్మనిష్ఠాః స్వయం జుహ్వత ఏకర్షిం శ్రద్ధయంతః | తేషామేవైతాం బ్రహ్మవిద్యాం వదేత శిరోవ్రతం విధివద్యైస్తు చీర్ణం || 10 ||

    తదేతత్సత్యమృషిరంగిరాః పురోవాచ నైతదచీర్ణవ్రతోఽధీతే | నమః పరమఋషిభ్యో నమః పరమఋషిభ్యః || 11 ||

    || ఇతి ముండకోపనిషది తృతీయముండకే ద్వితీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం స వేదైతత్పరమం బ్రహ్మ ధామ యత్ర విశ్వం నిహితం భాతి శుభ్రం | ఉపాసతే పురుషం యే హ్యకామాస్తే శుక్రమేతదతివర్తంతి ధీరాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `కామాన్యః కామయతే మన్యమానః స కామభిర్జాయతే తత్ర తత్ర | పర్యాప్తకామస్య కృతాత్మనస్తు ఇహైవ సర్వే ప్రవిలీయంతి కామాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `నాయమాత్మా ప్రవచనేన లభ్యో న మేధయా న బహునా శ్రుతేన | యమేవైష వృణుతే తేన లభ్యస్తస్యైష ఆత్మా వివృణుతే తనూం స్వాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `నాయమాత్మా బలహీనేన లభ్యో న చ ప్రమాదాత్తపసో వాప్యలింగాత్ | ఏతైరుపాయైర్యతతే యస్తు విద్వాంస్తస్యైష ఆత్మా విశతే బ్రహ్మధామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `సంప్రాప్యైనమృషయో జ్ఞానతృప్తాః కృతాత్మానో వీతరాగాః ప్రశాంతాః | తే సర్వగం సర్వతః ప్రాప్య ధీరా యుక్తాత్మానః సర్వమేవావిశంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `వేదాంతవిజ్ఞానసునిశ్చితార్థాః సంన్యాసయోగాద్ యతయః శుద్ధసత్త్వాః | తే బ్రహ్మలోకేషు పరాంతకాలే పరామృతాః పరిముచ్యంతి సర్వే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `గతాః కళాః పంచదశ ప్రతిష్ఠా దేవాశ్చ సర్వే ప్రతిదేవతాసు | కర్మాణి విజ్ఞానమయశ్చ ఆత్మా పరేఽవ్యయే సర్వే ఏకీభవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `యథా నద్యః స్యందమానాః సముద్రేఽస్తం గచ్ఛంతి నామరూపే విహాయ | తథా విద్వాన్ నామరూపాద్విముక్తః పరాత్పరం పురుషముపైతి దివ్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `స యో హ వై తత్పరమం బ్రహ్మ వేద బ్రహ్మైవ భవతి నాస్యాబ్రహ్మవిత్కులే భవతి | తరతి శోకం తరతి పాప్మానం గుహాగ్రంథిభ్యో విముక్తోఽమృతో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `తదేతదృచాఽభ్యుక్తం | క్రియావంతః శ్రోత్రియా బ్రహ్మనిష్ఠాః స్వయం జుహ్వత ఏకర్షిం శ్రద్ధయంతః | తేషామేవైతాం బ్రహ్మవిద్యాం వదేత శిరోవ్రతం విధివద్యైస్తు చీర్ణం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `తదేతత్సత్యమృషిరంగిరాః పురోవాచ నైతదచీర్ణవ్రతోఽధీతే | నమః పరమఋషిభ్యో నమః పరమఋషిభ్యః ||
    
    || ఇతి ముండకోపనిషది తృతీయముండకే ద్వితీయః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు తృతీయముండకము ద్వితీయఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
];
