export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ ప్రథమముండకే ప్రథమః ఖండః
    
    శాంతి మంత్రము
    ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం బ్రహ్మా దేవానాం ప్రథమః సంబభూవ విశ్వస్య కర్తా భువనస్య గోప్తా | స బ్రహ్మవిద్యాం సర్వవిద్యాప్రతిష్ఠామథర్వాయ జ్యేష్ఠపుత్రాయ ప్రాహ || 1 ||

    అథర్వణే యాం ప్రవదేత బ్రహ్మాఽథర్వా తం పురోవాచాంగిరే బ్రహ్మవిద్యాం | స భారద్వాజాయ సత్యవాహాయ ప్రాహ భారద్వాజోఽఙ్గిరసే పరావరాం || 2 ||

    శౌనకో హ వై మహాశాలోఽఙ్గిరసం విధివదుపసన్నః పప్రచ్ఛ | కస్మిన్ను భగవో విజ్ఞాతే సర్వమిదం విజ్ఞాతం భవతీతి || 3 ||

    తస్మై స హోవాచ | ద్వే విద్యే వేదితవ్యే ఇతి హ స్మ యద్బ్రహ్మవిదో వదంతి పరా చైవాపరా చ || 4 ||

    తత్రాపరా ఋగ్వేదో యజుర్వేదః సామవేదోఽథర్వవేదః శిక్షా కల్పో వ్యాకరణం నిరుక్తం ఛందో జ్యోతిషమితి | అథ పరా యయా తదక్షరమధిగమ్యతే || 5 ||

    యత్తదద్రేశ్యమగ్రాహ్యమగోత్రమవర్ణమచక్షుఃశ్రోత్రం తదపాణిపాదం | నిత్యం విభుం సర్వగతం సుసూక్ష్మం తదవ్యయం యద్భూతయోనిం పరిపశ్యంతి ధీరాః || 6 ||

    యథోర్ణనాభిః సృజతే గృహ్ణతే చ యథా పృథివ్యామోషధయః సంభవంతి | యథా సతః పురుషాత్కేశలోమాని తథాఽక్షరాత్ సంభవతీహ విశ్వం || 7 ||

    తపసా చీయతే బ్రహ్మ తతోఽన్నమభిజాయతే | అన్నాత్ప్రాణో మనః సత్యం లోకాః కర్మసు చామృతం || 8 ||

    యః సర్వజ్ఞః సర్వవిద్యస్య జ్ఞానమయం తపః | తస్మాదేతద్బ్రహ్మ నామ రూపమన్నం చ జాయతే || 9 ||

    || ఇతి ముండకోపనిషది ప్రథమముండకే ప్రథమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం బ్రహ్మా దేవానాం ప్రథమః సంబభూవ విశ్వస్య కర్తా భువనస్య గోప్తా | స బ్రహ్మవిద్యాం సర్వవిద్యాప్రతిష్ఠామథర్వాయ జ్యేష్ఠపుత్రాయ ప్రాహ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `అథర్వణే యాం ప్రవదేత బ్రహ్మాఽథర్వా తం పురోవాచాంగిరే బ్రహ్మవిద్యాం | స భారద్వాజాయ సత్యవాహాయ ప్రాహ భారద్వాజోఽఙ్గిరసే పరావరాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `శౌనకో హ వై మహాశాలోఽఙ్గిరసం విధివదుపసన్నః పప్రచ్ఛ | కస్మిన్ను భగవో విజ్ఞాతే సర్వమిదం విజ్ఞాతం భవతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తస్మై స హోవాచ | ద్వే విద్యే వేదితవ్యే ఇతి హ స్మ యద్బ్రహ్మవిదో వదంతి పరా చైవాపరా చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `తత్రాపరా ఋగ్వేదో యజుర్వేదః సామవేదోఽథర్వవేదః శిక్షా కల్పో వ్యాకరణం నిరుక్తం ఛందో జ్యోతిషమితి | అథ పరా యయా తదక్షరమధిగమ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `యత్తదద్రేశ్యమగ్రాహ్యమగోత్రమవర్ణమచక్షుఃశ్రోత్రం తదపాణిపాదం | నిత్యం విభుం సర్వగతం సుసూక్ష్మం తదవ్యయం యద్భూతయోనిం పరిపశ్యంతి ధీరాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యథోర్ణనాభిః సృజతే గృహ్ణతే చ యథా పృథివ్యామోషధయః సంభవంతి | యథా సతః పురుషాత్కేశలోమాని తథాఽక్షరాత్ సంభవతీహ విశ్వం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `తపసా చీయతే బ్రహ్మ తతోఽన్నమభిజాయతే | అన్నాత్ప్రాణో మనః సత్యం లోకాః కర్మసు చామృతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `యః సర్వజ్ఞః సర్వవిద్యస్య జ్ఞానమయం తపః | తస్మాదేతద్బ్రహ్మ నామ రూపమన్నం చ జాయతే ||
    
    || ఇతి ముండకోపనిషది ప్రథమముండకే ప్రథమః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు ప్రథమముండకము ప్రథమఖండము`,
    wordByWordMeaning: ``,
  },
];
