export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ తృతీయముండకే ప్రథమః ఖండః
    
    ద్వా సుపర్ణా సయుజా సఖాయా సమానం వృక్షం పరిషస్వజాతే | తయోరన్యః  పిప్పలం స్వాద్వత్త్యనశ్నన్నన్యో అభిచాకశీతి || 1 ||

    సమానే వృక్షే పురుషో నిమగ్నోఽనిశయా శోచతి ముహ్యమానః | జుష్టం యదా పశ్యత్యన్యమీశమస్య మహిమానమితి వీతశోకః || 2 ||

    యదా పశ్యః పశ్యతే రుక్మవర్ణం కర్తారమీశం పురుషం బ్రహ్మయోనిం | తదా విద్వాన్ పుణ్యపాపే విధూయ నిరంజనః పరమం సామ్యముపైతి || 3 ||

    ప్రణో హ్యేష యః సర్వభూతైర్విభాతి విజానన్విద్వాన్ భవతే నాతివాదీ | ఆత్మక్రీడ ఆత్మరతిః క్రియావాన్ ఏష బ్రహ్మవిదాం వరిష్ఠః || 4 ||

    సత్యేన లభ్యస్తపసా హ్యేష ఆత్మా సమ్యగ్జ్ఞానేన బ్రహ్మచర్యేణ నిత్యం | అంతఃశరీరే జ్యోతిర్మయో హి శుభ్రో యం పశ్యంతి యతయః క్షీణదోషాః || 5 ||

    సత్యమేవ జయతే నానృతం సత్యేన పంథా వితతో దేవయానః | యేనాఽఽక్రమంత్యృషయో హ్యాప్తకామా యత్ర తత్ సత్యస్య పరమం నిధానం || 6 ||

    బృహచ్చ తద్దివ్యమచింత్యరూపం సూక్ష్మాచ్చ తత్సూక్ష్మతరం విభాతి | దూరాత్సుదూరే తదిహాంతికే చ పశ్యంత్విహైవ నిహితం గుహాయాం || 7 ||

    న చక్షుషా గృహ్యతే నాపి వాచా నాన్యైర్దేవైస్తపసా కర్మణ వా | జ్ఞానప్రసాదేన విశుద్ధసత్త్వస్తతస్తు తం పశ్యతే నిష్కలం ధ్యాయమానః || 8 ||

    ఏషోఽణురాత్మా చేతసా వేదితవ్యో యస్మిన్ ప్రాణః పంచధా సంవివేశ | ప్రాణైశ్చిత్తం సర్వమోతం ప్రజానాం యస్మిన్ విశుద్ధే విభవత్యేష ఆత్మా || 9 ||

    యం యం లోకం మనసా సంవిభాతి విశుద్ధసత్త్వః కామయతే యాంశ్చ కామాన్ | తం తం లోకం జయతే తాంశ్చ కామాంస్తస్మాదాత్మజ్ఞం హ్యర్చయేద్భూతికామః || 10 ||

    || ఇతి ముండకోపనిషది తృతీయముండకే ప్రథమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ద్వా సుపర్ణా సయుజా సఖాయా సమానం వృక్షం పరిషస్వజాతే | తయోరన్యః  పిప్పలం స్వాద్వత్త్యనశ్నన్నన్యో అభిచాకశీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `సమానే వృక్షే పురుషో నిమగ్నోఽనిశయా శోచతి ముహ్యమానః | జుష్టం యదా పశ్యత్యన్యమీశమస్య మహిమానమితి వీతశోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `యదా పశ్యః పశ్యతే రుక్మవర్ణం కర్తారమీశం పురుషం బ్రహ్మయోనిం | తదా విద్వాన్ పుణ్యపాపే విధూయ నిరంజనః పరమం సామ్యముపైతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `ప్రణో హ్యేష యః సర్వభూతైర్విభాతి విజానన్విద్వాన్ భవతే నాతివాదీ | ఆత్మక్రీడ ఆత్మరతిః క్రియావాన్ ఏష బ్రహ్మవిదాం వరిష్ఠః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `సత్యేన లభ్యస్తపసా హ్యేష ఆత్మా సమ్యగ్జ్ఞానేన బ్రహ్మచర్యేణ నిత్యం | అంతఃశరీరే జ్యోతిర్మయో హి శుభ్రో యం పశ్యంతి యతయః క్షీణదోషాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `సత్యమేవ జయతే నానృతం సత్యేన పంథా వితతో దేవయానః | యేనాఽఽక్రమంత్యృషయో హ్యాప్తకామా యత్ర తత్ సత్యస్య పరమం నిధానం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `బృహచ్చ తద్దివ్యమచింత్యరూపం సూక్ష్మాచ్చ తత్సూక్ష్మతరం విభాతి | దూరాత్సుదూరే తదిహాంతికే చ పశ్యంత్విహైవ నిహితం గుహాయాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `న చక్షుషా గృహ్యతే నాపి వాచా నాన్యైర్దేవైస్తపసా కర్మణ వా | జ్ఞానప్రసాదేన విశుద్ధసత్త్వస్తతస్తు తం పశ్యతే నిష్కలం ధ్యాయమానః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `ఏషోఽణురాత్మా చేతసా వేదితవ్యో యస్మిన్ ప్రాణః పంచధా సంవివేశ | ప్రాణైశ్చిత్తం సర్వమోతం ప్రజానాం యస్మిన్ విశుద్ధే విభవత్యేష ఆత్మా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `యం యం లోకం మనసా సంవిభాతి విశుద్ధసత్త్వః కామయతే యాంశ్చ కామాన్ | తం తం లోకం జయతే తాంశ్చ కామాంస్తస్మాదాత్మజ్ఞం హ్యర్చయేద్భూతికామః ||
    
    || ఇతి ముండకోపనిషది తృతీయముండకే ప్రథమః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు తృతీయముండకము ప్రథమఖండము`,
    wordByWordMeaning: ``,
  },
];
