export default [
  {
    id: "మంత్రములు",
    sloka: `ముండకోపనిషత్ ద్వితీయముండకే ద్వితీయః ఖండః
    
    ఆవిః సన్నిహితం గుహాచరం నామ మహత్పదమత్రైతత్సమర్పితం | ఏజత్ప్రాణన్నిమిషచ్చ యదేతజ్జానథ సదసద్వరేణ్యం పరం విజ్ఞానాద్యద్వరిష్ఠం ప్రజానాం || 1 ||

    యదర్చిమద్యదణుభ్యోఽణు చ యస్మింల్లోకా నిహితా లోకినశ్చ | తదేతదక్షరం బ్రహ్మ స ప్రాణస్తదు వాఙ్మనః తదేతత్సత్యం తదమృతం తద్వేద్ధవ్యం సోమ్య విద్ధి || 2 ||

    ధనుర్గృహీత్వౌపనిషదం మహాస్త్రం శరం హ్యుపాసా నిశితం సంధయీత | ఆయమ్య తద్భావగతేన చేతసా లక్ష్యం తదేవాక్షరం సోమ్య విద్ధి || 3 ||

    ప్రణవో ధనుః శారో హ్యాత్మా బ్రహ్మ తల్లక్ష్యముచ్యతే | అప్రమత్తేన వేద్ధవ్యం శరవత్తన్మయో భవేత్ || 4 ||

    యస్మిన్ ద్యౌః పృథివీ చాంతరిక్షమోతం మనః సహ ప్రాణైశ్చ సర్వైః | తమేవైకం జానథ ఆత్మానమన్యా వాచో విముంచథామృతస్యైష సేతుః || 5 ||

    అరా ఇవ రథనాభౌ సంహతా యత్ర నాడ్యః స ఏషోఽన్తశ్చరతే బహుధా జాయమానః | ఓమిత్యేవం ధ్యాయథ ఆత్మానం స్వస్తి వః పారాయ తమసః పరస్తాత్ || 6 ||

    యః సర్వజ్ఞః సర్వవిద్యస్యైష మహిమా భువి | దివ్యే బ్రహ్మపురే హ్యేష వ్యోమ్న్యాత్మా ప్రతిష్ఠితః || మనోమయః ప్రాణశరీరనేతా ప్రతిష్ఠితోఽన్నే హృదయం సన్నిధాయ| తద్విజ్ఞానేన పరిపశ్యంతి ధీరా ఆనందరూపమమృతం యద్విభాతి || 7 ||

    భిద్యతే హృదయగ్రంథిశ్ఛిద్యంతే సర్వసంశయాః | క్షీయంతే చాస్య కర్మాణి తస్మిన్ దృష్టే పరావరే || 8 ||

    హిరణ్మయే పరే కోశే విరజం బ్రహ్మ నిష్కలం | తచ్ఛుభ్రం జ్యోతిషం జ్యోతిస్తద్ యదాత్మవిదో విదుః || 9 ||

    న తత్ర సూర్యో భాతి న చంద్రతారకం నేమా విద్యుతో భాంతి కుతోఽయమగ్నిః | తమేవ భాంతమనుభాతి సర్వం తస్య భాసా సర్వమిదం విభాతి || 10 ||

    బ్రహ్మైవేదమమృతం పురస్తాద్బ్రహ్మ పశ్చాద్బ్రహ్మ దక్షిణతశ్చోత్తరేణ | అధశ్చోర్ధ్వం చ ప్రసృతం బ్రహ్మైవేదం విశ్వమిదం వరిష్ఠం || 11 ||

    || ఇతి ముండకోపనిషది ద్వితీయముండకే ద్వితీయః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఆవిః సన్నిహితం గుహాచరం నామ మహత్పదమత్రైతత్సమర్పితం | ఏజత్ప్రాణన్నిమిషచ్చ యదేతజ్జానథ సదసద్వరేణ్యం పరం విజ్ఞానాద్యద్వరిష్ఠం ప్రజానాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `యదర్చిమద్యదణుభ్యోఽణు చ యస్మింల్లోకా నిహితా లోకినశ్చ | తదేతదక్షరం బ్రహ్మ స ప్రాణస్తదు వాఙ్మనః తదేతత్సత్యం తదమృతం తద్వేద్ధవ్యం సోమ్య విద్ధి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ధనుర్గృహీత్వౌపనిషదం మహాస్త్రం శరం హ్యుపాసా నిశితం సంధయీత | ఆయమ్య తద్భావగతేన చేతసా లక్ష్యం తదేవాక్షరం సోమ్య విద్ధి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `ప్రణవో ధనుః శారో హ్యాత్మా బ్రహ్మ తల్లక్ష్యముచ్యతే | అప్రమత్తేన వేద్ధవ్యం శరవత్తన్మయో భవేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యస్మిన్ ద్యౌః పృథివీ చాంతరిక్షమోతం మనః సహ ప్రాణైశ్చ సర్వైః | తమేవైకం జానథ ఆత్మానమన్యా వాచో విముంచథామృతస్యైష సేతుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అరా ఇవ రథనాభౌ సంహతా యత్ర నాడ్యః స ఏషోఽన్తశ్చరతే బహుధా జాయమానః | ఓమిత్యేవం ధ్యాయథ ఆత్మానం స్వస్తి వః పారాయ తమసః పరస్తాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `యః సర్వజ్ఞః సర్వవిద్యస్యైష మహిమా భువి | దివ్యే బ్రహ్మపురే హ్యేష వ్యోమ్న్యాత్మా ప్రతిష్ఠితః || మనోమయః ప్రాణశరీరనేతా ప్రతిష్ఠితోఽన్నే హృదయం సన్నిధాయ| తద్విజ్ఞానేన పరిపశ్యంతి ధీరా ఆనందరూపమమృతం యద్విభాతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `భిద్యతే హృదయగ్రంథిశ్ఛిద్యంతే సర్వసంశయాః | క్షీయంతే చాస్య కర్మాణి తస్మిన్ దృష్టే పరావరే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `హిరణ్మయే పరే కోశే విరజం బ్రహ్మ నిష్కలం | తచ్ఛుభ్రం జ్యోతిషం జ్యోతిస్తద్ యదాత్మవిదో విదుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `న తత్ర సూర్యో భాతి న చంద్రతారకం నేమా విద్యుతో భాంతి కుతోఽయమగ్నిః | తమేవ భాంతమనుభాతి సర్వం తస్య భాసా సర్వమిదం విభాతి ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు ద్వితీయముండకము ప్రథమఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `బ్రహ్మైవేదమమృతం పురస్తాద్బ్రహ్మ పశ్చాద్బ్రహ్మ దక్షిణతశ్చోత్తరేణ | అధశ్చోర్ధ్వం చ ప్రసృతం బ్రహ్మైవేదం విశ్వమిదం వరిష్ఠం ||
    
    || ఇతి ముండకోపనిషది ద్వితీయముండకే ద్వితీయః ఖండః ||`,
    meaning: `***
    ఇది ముండకోపనిషత్తునందు ద్వితీయముండకము ద్వితీయఖండము`,
    wordByWordMeaning: ``,
  },
];
