export default [
  {
    id: "మంత్రములు",
    sloka: `మాండూక్యోపనిషత్
    శాంతి మంత్రము
    ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం ఇత్యేతదక్షరమిదగ్ం సర్వం తస్యోపవ్యాఖ్యానం భూతం భవద్భవిష్యదితి సర్వమోంకార ఏవ | యచ్చాన్యత్త్రికాలాతీతం తదప్యోంకార ఏవ || 1 ||

    సర్వగ్ం హ్యేతద్బ్రహ్మాయమాత్మా బ్రహ్మ సోఽయమాత్మా చతుష్పాత్ || 2 ||

    జాగరితస్థానో బహిష్ప్రజ్ఞః సప్తాంగ ఏకోనవింశతిముఖః స్థూలభుగ్వైశ్వానరః ప్రథమః పాదః || 3 ||

    స్వప్నస్థానోఽన్తఃప్రజ్ఞః సప్తాంగ ఏకోనవింశతిముఖః ప్రవివిక్తభుక్తైజసో ద్వితీయః పాదః || 4 ||

    యత్ర సుప్తో న కంచన కామం కామయతే న కంచన స్వప్నం పశ్యతి తత్సుషుప్తం | సుషుప్తస్థాన ఏకీభూతః ప్రజ్ఞానఘన ఏవానందమయో హ్యానందభుక్ చేతోముఖః ప్రాజ్ఞస్తృతీయః పాదః || 5 ||

    ఏష సర్వేశ్వరః ఏష సర్వజ్ఞ ఏషోఽన్తర్యామ్యేష యోనిః సర్వస్య ప్రభవాప్యయౌ హి భూతానాం || 6 ||

    నాంతఃప్రజ్ఞం న బహిష్ప్రజ్ఞం నోభయతఃప్రజ్ఞం న ప్రజ్ఞానఘనం న ప్రజ్ఞం నాప్రజ్ఞం | అదృష్టమవ్యవహార్యమగ్రాహ్యమలక్షణం అచింత్యమవ్యపదేశ్యమేకాత్మప్రత్యయసారం ప్రపంచోపశమం శాంతం శివమద్వైతం చతుర్థం మన్యంతే స ఆత్మా స విజ్ఞేయః || 7 ||

    సోఽయమాత్మాధ్యక్షరమోంకారోఽధిమాత్రం పాదా మాత్రా మాత్రాశ్చ పాదా అకార ఉకారో మకార ఇతి || 8 ||

    జాగరితస్థానో వైశ్వానరోఽకారః ప్రథమా మాత్రాఽఽప్తేరాదిమత్త్వాద్వాఽఽప్నోతి హ వై సర్వాన్ కామానాదిశ్చ భవతి య ఏవం వేద || 9 ||

    స్వప్నస్థానస్తైజస ఉకారో ద్వితీయా మాత్రోత్కర్షాత్ ఉభయత్వాద్వోత్కర్షతి హ వై జ్ఞానసంతతిం సమానశ్చ భవతి నాస్యాబ్రహ్మవిత్కులే భవతి య ఏవం వేద || 10 ||

    సుషుప్తస్థానః ప్రాజ్ఞో మకారస్తృతీయా మాత్రా మితేరపీతేర్వా మినోతి హ వా ఇదగ్ం సర్వమపీతిశ్చ భవతి య ఏవం వేద || 11 ||

    అమాత్రశ్చతుర్థోఽవ్యవహార్యః ప్రపంచోపశమః శివోఽద్వైత ఏవమోంకార ఆత్మైవ సంవిశత్యాత్మనాఽఽత్మానం య ఏవం వేద య ఏవం వేద || 12 ||

    శాంతి మంత్రము
    ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి మాండూక్యోపనిషత్ ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం ఇత్యేతదక్షరమిదగ్ం సర్వం తస్యోపవ్యాఖ్యానం భూతం భవద్భవిష్యదితి సర్వమోంకార ఏవ | యచ్చాన్యత్త్రికాలాతీతం తదప్యోంకార ఏవ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `సర్వగ్ం హ్యేతద్బ్రహ్మాయమాత్మా బ్రహ్మ సోఽయమాత్మా చతుష్పాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `జాగరితస్థానో బహిష్ప్రజ్ఞః సప్తాంగ ఏకోనవింశతిముఖః స్థూలభుగ్వైశ్వానరః ప్రథమః పాదః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `స్వప్నస్థానోఽన్తఃప్రజ్ఞః సప్తాంగ ఏకోనవింశతిముఖః ప్రవివిక్తభుక్తైజసో ద్వితీయః పాదః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యత్ర సుప్తో న కంచన కామం కామయతే న కంచన స్వప్నం పశ్యతి తత్సుషుప్తం | సుషుప్తస్థాన ఏకీభూతః ప్రజ్ఞానఘన ఏవానందమయో హ్యానందభుక్ చేతోముఖః ప్రాజ్ఞస్తృతీయః పాదః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `ఏష సర్వేశ్వరః ఏష సర్వజ్ఞ ఏషోఽన్తర్యామ్యేష యోనిః సర్వస్య ప్రభవాప్యయౌ హి భూతానాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `నాంతఃప్రజ్ఞం న బహిష్ప్రజ్ఞం నోభయతఃప్రజ్ఞం న ప్రజ్ఞానఘనం న ప్రజ్ఞం నాప్రజ్ఞం | అదృష్టమవ్యవహార్యమగ్రాహ్యమలక్షణం అచింత్యమవ్యపదేశ్యమేకాత్మప్రత్యయసారం ప్రపంచోపశమం శాంతం శివమద్వైతం చతుర్థం మన్యంతే స ఆత్మా స విజ్ఞేయః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `సోఽయమాత్మాధ్యక్షరమోంకారోఽధిమాత్రం పాదా మాత్రా మాత్రాశ్చ పాదా అకార ఉకారో మకార ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `జాగరితస్థానో వైశ్వానరోఽకారః ప్రథమా మాత్రాఽఽప్తేరాదిమత్త్వాద్వాఽఽప్నోతి హ వై సర్వాన్ కామానాదిశ్చ భవతి య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `స్వప్నస్థానస్తైజస ఉకారో ద్వితీయా మాత్రోత్కర్షాత్ ఉభయత్వాద్వోత్కర్షతి హ వై జ్ఞానసంతతిం సమానశ్చ భవతి నాస్యాబ్రహ్మవిత్కులే భవతి య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `సుషుప్తస్థానః ప్రాజ్ఞో మకారస్తృతీయా మాత్రా మితేరపీతేర్వా మినోతి హ వా ఇదగ్ం సర్వమపీతిశ్చ భవతి య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `అమాత్రశ్చతుర్థోఽవ్యవహార్యః ప్రపంచోపశమః శివోఽద్వైత ఏవమోంకార ఆత్మైవ సంవిశత్యాత్మనాఽఽత్మానం య ఏవం వేద య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    || ఇతి మాండూక్యోపనిషత్ ||`,
    meaning: `***
    ఇది మాండూక్యోపనిషత్తు`,
    wordByWordMeaning: ``,
  },
];
