export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ చతుర్థః ప్రశ్నః
    
    అథ హైనం సౌర్యాయణీ గార్గ్యః పప్రచ్ఛ | భగవన్నేతస్మిన్పురుషే కాని స్వపంతి కాన్యస్మింజాగ్రతి కతర ఏష దేవః స్వప్నాన్పశ్యతి కస్యైతత్సుఖం భవతి కస్మిన్ను సర్వే సంప్రతిష్ఠితా భవంతీతి || 1 ||

    తస్మై స హోవాచ | యథా గార్గ్య మరీచయోఽర్కస్యాస్తం గచ్ఛతః సర్వా ఏతస్మిన్ స్తేజోమండల ఏకీభవంతి | తాః పునః పునరుదయతః ప్రచరంత్యేవం హ వై తత్సర్వం పరే దేవే మనస్యేకీభవతి | తేన తర్హ్యేష పురుషో న శృణోతి న పశ్యతి న జిఘ్రతి న రసయతే న స్పృశతే నాభివదతే నాఽఽదత్తే నానందయతే న విసృజతే నేయాయతే స్వపితీత్యాచక్షతే || 2 ||

    ప్రాణాగ్నయ ఏవైతస్మిన్ పురే జాగ్రతి | గార్హపత్యో హ వా ఏషోఽపానో వ్యానోఽన్వాహార్యపచనో యద్గార్హపత్యాత్ప్రణీయతే ప్రణయనాదాహవనీయః ప్రాణః || 3 ||

    యదుచ్ఛ్వాసనిఃశ్వాసావేతావాహుతీ సమం నయతీతి స  సమానః | మనో హ వావ యజమాన ఇష్టఫలమేవోదానః | స ఏనం యజమాన మహరహర్బ్రహ్మ గమయతి || 4 ||

    అత్రైష దేవః స్వప్నే మహిమానమనుభవతి | యద్దృష్టం దృష్టమనుపశ్యతి శ్రుతం శ్రుతమేవార్థమనుశృణోతి దేశదిగంతరైశ్చ ప్రత్యనుభూతం పునః పునః ప్రత్యనుభవతి దృష్టం చాదృష్టం చ శ్రుతం చాశ్రుతం చానుభూతం చాననుభూతం చ సచ్చాసచ్చ సర్వం పశ్యతి సర్వః పశ్యతి || 5 ||

    స యదా తేజసాఽభిభూతో భవత్యత్రైష దేవః స్వప్నాన్న పశ్యత్యథ తదైతస్మిఞ్శరీరే ఏతత్సుఖం భవతి || 6 ||

    స యథా సోభ్య వయాంసి వాసోవృక్షం సంప్రతిష్ఠంతే | ఏవం హ వై తత్సర్వం పర ఆత్మని సంప్రతిష్ఠతే || 7 ||

    పృథివీ చ పృథివీమాత్రా చాఽఽపశ్చాఽఽపోమాత్రా చ తేజశ్చ తేజోమాత్రా చ వాయుశ్చ వాయుమాత్రా చాఽఽకాశశ్చఽఽకాశమాత్రా చ చక్షుశ్చ ద్రష్టవ్యం చ శ్రోత్రం చ శ్రోతవ్యం చ ఘ్రాణం చ ఘ్రాతవ్యం చ రసశ్చ రసయితవ్యం చ త్వక్చ స్పర్శయితవ్యం చ వాక్చ వక్తవ్యం చ హస్తౌ చాఽఽదాతవ్యం చోపస్థశ్చాఽఽనందయితవ్యం చ పాయుశ్చ విసర్జయితవ్యం చ పాదౌ చ గంతవ్యం చ మనశ్చ మంతవ్యం చ బుద్ధిశ్చ బోద్ధవ్యం చాహంకారశ్చాహంకర్తవ్యం చ చిత్తం చ చేతయితవ్యం చ తేజశ్చ విద్యోతయితవ్యం చ ప్రాణశ్చ విధారయితవ్యం చ || 8 ||

    ఏష హి ద్రష్టా స్ప్రష్టా శ్రోతా ఘ్రాతా రసయితా మంతా బోద్ధా కర్తా విజ్ఞానాత్మా పురుషః  | స పరేఽక్షర ఆత్మని సంప్రతిష్ఠతే || 9 ||

    పరమేవాక్షరం ప్రతిపద్యతే స యో హ వై తదచ్ఛాయమశరీరమలోహితం శుభ్రమక్షరం వేదయతే యస్తు సోమ్య | స సర్వజ్ఞః సర్వో భవతి | తదేష శ్లోకః || 10 ||

    విజ్ఞానాత్మా సహ దేవైశ్చ సర్వైః ప్రాణా భూతాని సంప్రతిష్ఠంతి యత్ర | తదక్షరం వేదయతే యస్తు సోమ్య స సర్వజ్ఞః సర్వమేవాఽఽవివేశేతి || 11 ||

    || ఇతి ప్రశ్నోపనిషది చతుర్థః ప్రశ్నః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అథ హైనం సౌర్యాయణీ గార్గ్యః పప్రచ్ఛ | భగవన్నేతస్మిన్పురుషే కాని స్వపంతి కాన్యస్మింజాగ్రతి కతర ఏష దేవః స్వప్నాన్పశ్యతి కస్యైతత్సుఖం భవతి కస్మిన్ను సర్వే సంప్రతిష్ఠితా భవంతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తస్మై స హోవాచ | యథా గార్గ్య మరీచయోఽర్కస్యాస్తం గచ్ఛతః సర్వా ఏతస్మిన్ స్తేజోమండల ఏకీభవంతి | తాః పునః పునరుదయతః ప్రచరంత్యేవం హ వై తత్సర్వం పరే దేవే మనస్యేకీభవతి | తేన తర్హ్యేష పురుషో న శృణోతి న పశ్యతి న జిఘ్రతి న రసయతే న స్పృశతే నాభివదతే నాఽఽదత్తే నానందయతే న విసృజతే నేయాయతే స్వపితీత్యాచక్షతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ప్రాణాగ్నయ ఏవైతస్మిన్ పురే జాగ్రతి | గార్హపత్యో హ వా ఏషోఽపానో వ్యానోఽన్వాహార్యపచనో యద్గార్హపత్యాత్ప్రణీయతే ప్రణయనాదాహవనీయః ప్రాణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `యదుచ్ఛ్వాసనిఃశ్వాసావేతావాహుతీ సమం నయతీతి స  సమానః | మనో హవావ యజమాన ఇష్టఫలమేవోదానః | స ఏనం యజమాన మహరహర్బ్రహ్మ గమయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `అత్రైష దేవః స్వప్నే మహిమానమనుభవతి | యద్దృష్టం దృష్టమనుపశ్యతి శ్రుతం శ్రుతమేవార్థమనుశృణోతి దేశదిగంతరైశ్చ ప్రత్యనుభూతం పునః పునః ప్రత్యనుభవతి దృష్టం చాదృష్టం చ శ్రుతం చాశ్రుతం చానుభూతం చాననుభూతం చ సచ్చాసచ్చ సర్వం పశ్యతి సర్వః పశ్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `స యదా తేజసాఽభిభూతో భవత్యత్రైష దేవః స్వప్నాన్న పశ్యత్యథ తదైతస్మిఞ్శరీరే ఏతత్సుఖం భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `స యథా సోభ్య వయాంసి వాసోవృక్షం సంప్రతిష్ఠంతే | ఏవం హ వై తత్సర్వం పర ఆత్మని సంప్రతిష్ఠతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `పృథివీ చ పృథివీమాత్రా చాఽఽపశ్చాఽఽపోమాత్రా చ తేజశ్చ తేజోమాత్రా చ వాయుశ్చ వాయుమాత్రా చాఽఽకాశశ్చఽఽకాశమాత్రా చ చక్షుశ్చ ద్రష్టవ్యం చ శ్రోత్రం చ శ్రోతవ్యం చ ఘ్రాణం చ ఘ్రాతవ్యం చ రసశ్చ రసయితవ్యం చ త్వక్చ స్పర్శయితవ్యం చ వాక్చ వక్తవ్యం చ హస్తౌ చాఽఽదాతవ్యం చోపస్థశ్చాఽఽనందయితవ్యం చ పాయుశ్చ విసర్జయితవ్యం చ పాదౌ చ గంతవ్యం చ మనశ్చ మంతవ్యం చ బుద్ధిశ్చ బోద్ధవ్యం చాహంకారశ్చాహంకర్తవ్యం చ చిత్తం చ చేతయితవ్యం చ తేజశ్చ విద్యోతయితవ్యం చ ప్రాణశ్చ విధారయితవ్యం చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `ఏష హి ద్రష్టా స్ప్రష్టా శ్రోతా ఘ్రాతా రసయితా మంతా బోద్ధా కర్తా విజ్ఞానాత్మా పురుషః  | స పరేఽక్షర ఆత్మని సంప్రతిష్ఠతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `పరమేవాక్షరం ప్రతిపద్యతే స యో హ వై తదచ్ఛాయమశరీరమలోహితం శుభ్రమక్షరం వేదయతే యస్తు సోమ్య | స సర్వజ్ఞః సర్వో భవతి | తదేష శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `విజ్ఞానాత్మా సహ దేవైశ్చ సర్వైః ప్రాణా భూతాని సంప్రతిష్ఠంతి యత్ర | తదక్షరం వేదయతే యస్తు సోమ్య స సర్వజ్ఞః సర్వమేవాఽఽవివేశేతి ||
    
    || ఇతి ప్రశ్నోపనిషది చతుర్థః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు చతుర్థ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
];
