export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ ద్వితీయః ప్రశ్నః
    
    అథ హైనం భార్గవో వైదర్భిః పప్రచ్ఛ | భగవన్ కత్యేవ దేవాః ప్రజాం విధారయంతే కతర ఏతత్ ప్రకాశయంతే కః పునరేషాం వరిష్ఠ ఇతి || 1 ||

    తస్మై స హోవాచాకాశో హ వా ఏష దేవో వాయురగ్నిరాపః పృథివీ వాఙ్మనశ్చక్షుః శ్రోత్రం చ | తే ప్రకాశ్యాభివదంతి వయమేతద్బాణమవష్టభ్య విధారయామః || 2 ||

    తాన్వరిష్ఠః ప్రాణ ఉవాచ మా మోహమాపద్యథాహమేవై తత్పంచధాఽఽత్మానం ప్రవిభజ్యైతద్బాణమవష్టభ్య విధారయామీతి తేఽశ్రద్దధానా బభూవుః || 3 ||

    సోఽభిమానాదూర్ధ్వముత్క్రామత ఇవ తస్మిన్నుత్క్రామత్యథేతరే సర్వ ఏవోత్క్రామంతే తస్మిగ్ంశ్చ ప్రతిష్ఠమానే సర్వ ఏవ ప్రాతిష్ఠంతే | తద్యథా మక్షికా మధుకరరాజానముత్క్రామంతం సర్వా ఏవోత్క్రమంతే తస్మిగ్ంశ్చ ప్రతిష్ఠమానే సర్వ ఏవ ప్రాతిష్టంత ఏవం వాఙ్మనష్చక్షుః శ్రోత్రం చ తే ప్రీతాః ప్రాణం స్తున్వంతి || 4 ||

    ఏషోఽగ్నిస్తపత్యేష సూర్య ఏష పర్జన్యో మఘవానేష వాయురేష పృథివీ రయిర్దేవః సదసచ్చామృతం చ యత్ || 5 ||

    అరా ఇవ రథనాభౌ ప్రాణే సర్వం ప్రతిష్ఠితం | ఋచో యజూగ్ంషి సామాని యజ్ఞః క్షత్రం బ్రహ్మ చ || 6 ||

    ప్రజాపతిశ్చరసి గర్భే త్వమేవ ప్రతిజాయసే | తుభ్యం ప్రాణ ప్రజాస్త్విమా బలిం హరంతి యః ప్రాణైః ప్రతితిష్ఠసి || 7 ||

    దేవానామసి వహ్నితమః పితౄణాం ప్రథమా స్వధా | ఋషీణాం చరితం సత్యమథర్వాంగిరసామసి || 8 ||

    ఇంద్రస్త్వం ప్రాణ తేజసా రుద్రోఽసి పరిరక్షితా | త్వమంతరిక్షే చరసి సూర్యస్త్వం జ్యోతిషాం పతిః || 9 ||

    యదా త్వమభివర్షస్యథేమాః ప్రాణ తే ప్రజాః | ఆనందరూపాస్తిష్ఠంతి కామాయాన్నం భవిష్యతీతి || 10 ||

    వ్రాత్యస్త్వం ప్రాణైకర్షిరత్తా విశ్వస్య సత్పతిః | వయమాద్యస్య దాతారః పితా త్వం మాతరిశ్వ నః || 11 ||

    యా తే తనూర్వాచి ప్రతిష్ఠితా యా శ్రోత్రే యా చ చక్షుషి | యా చ మనసి సంతతా శివాం తాం కురు మోత్క్రమీః || 12 ||

    ప్రాణస్యేదం వశే సర్వం త్రిదివే యత్ప్రతిష్ఠితం | మాతేవ పుత్రాన్ రక్షస్వ  శ్రీశ్చ ప్రజ్ఞాం చ విధేహి న ఇతి || 13 ||

    || ఇతి ప్రశ్నోపనిషది ద్వితీయః ప్రశ్నః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అథ హైనం భార్గవో వైదర్భిః పప్రచ్ఛ | భగవన్ కత్యేవ దేవాః ప్రజాం విధారయంతే కతర ఏతత్ ప్రకాశయంతే కః పునరేషాం వరిష్ఠ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తస్మై స హోవాచాకాశో హ వా ఏష దేవో వాయురగ్నిరాపః పృథివీ వాఙ్మనశ్చక్షుః శ్రోత్రం చ | తే ప్రకాశ్యాభివదంతి వయమేతద్బాణమవష్టభ్య విధారయామః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `తాన్వరిష్ఠః ప్రాణ ఉవాచ మా మోహమాపద్యథాహమేవై తత్పంచధాఽఽత్మానం ప్రవిభజ్యైతద్బాణమవష్టభ్య విధారయామీతి తేఽశ్రద్దధానా బభూవుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `సోఽభిమానాదూర్ధ్వముత్క్రామత ఇవ తస్మిన్నుత్క్రామత్యథేతరే సర్వ ఏవోత్క్రామంతే తస్మిగ్ంశ్చ ప్రతిష్ఠమానే సర్వ ఏవ ప్రాతిష్ఠంతే | తద్యథా మక్షికా మధుకరరాజానముత్క్రామంతం సర్వా ఏవోత్క్రమంతే తస్మిగ్ంశ్చ ప్రతిష్ఠమానే సర్వ ఏవ ప్రాతిష్టంత ఏవం వాఙ్మనష్చక్షుః శ్రోత్రం చ తే ప్రీతాః ప్రాణం స్తున్వంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `ఏషోఽగ్నిస్తపత్యేష సూర్య ఏష పర్జన్యో మఘవానేష వాయురేష పృథివీ రయిర్దేవః సదసచ్చామృతం చ యత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అరా ఇవ రథనాభౌ ప్రాణే సర్వం ప్రతిష్ఠితం | ఋచో యజూగ్ంషి సామాని యజ్ఞః క్షత్రం బ్రహ్మ చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `ప్రజాపతిశ్చరసి గర్భే త్వమేవ ప్రతిజాయసే | తుభ్యం ప్రాణ ప్రజాస్త్విమా బలిం హరంతి యః ప్రాణైః ప్రతితిష్ఠసి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `దేవానామసి వహ్నితమః పితౄణాం ప్రథమా స్వధా | ఋషీణాం చరితం సత్యమథర్వాంగిరసామసి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `ఇంద్రస్త్వం ప్రాణ తేజసా రుద్రోఽసి పరిరక్షితా | త్వమంతరిక్షే చరసి సూర్యస్త్వం జ్యోతిషాం పతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `యదా త్వమభివర్షస్యథేమాః ప్రాణ తే ప్రజాః | ఆనందరూపాస్తిష్ఠంతి కామాయాన్నం భవిష్యతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `వ్రాత్యస్త్వం ప్రాణైకర్షిరత్తా విశ్వస్య సత్పతిః | వయమాద్యస్య దాతారః పితా త్వం మాతరిశ్వ నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `యా తే తనూర్వాచి ప్రతిష్ఠితా యా శ్రోత్రే యా చ చక్షుషి | యా చ మనసి సంతతా శివాం తాం కురు మోత్క్రమీః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `ప్రాణస్యేదం వశే సర్వం త్రిదివే యత్ప్రతిష్ఠితం | మాతేవ పుత్రాన్ రక్షస్వ  శ్రీశ్చ ప్రజ్ఞాం చ విధేహి న ఇతి ||
    
    || ఇతి ప్రశ్నోపనిషది ద్వితీయః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు ద్వితీయ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
];
