export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ ప్రథమః ప్రశ్నః
    
    శాంతి మంత్రము
    ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||
    
    ఓం సుకేశా చ భారద్వాజః శైబ్యశ్చ సత్యకామః సౌర్యాయణీ చ గార్గ్యః కౌసల్యశ్చాశ్వలాయనో భార్గవో వైదర్భిః కబంధీ కాత్యాయనస్తే హైతే బ్రహ్మపరా బ్రహ్మనిష్ఠాః పరం బ్రహ్మాన్వేషమాణా ఏష హ వై తత్సర్వం వక్ష్యతీతి తే హ సమిత్పాణయో భగవంతం పిప్పలాదముపసన్నాః || 1 ||

    తాన్హ స ఋషిరువాచ భూయ ఏవ తపసా బ్రహ్మచర్యేణ శ్రద్ధయా సంవత్సరం సంవత్స్యథ యథాకామం ప్రశ్నాన్ పృచ్ఛత యది విజ్ఞాస్యామః సర్వం హ వో వక్ష్యామ ఇతి || 2 ||

    అథ కబంధీ కాత్యాయన ఉపేత్య పప్రచ్ఛ | భగవన్ కుతో హ వా ఇమాః ప్రజాః ప్రజాయంత  ఇతి || 3 ||

    తస్మై స హోవాచ ప్రజాకామో వై ప్రజాపతిః స తపోఽతప్యత స తపస్తప్త్వా స మిథునముత్పాదయతే రయిం చ ప్రాణం చేత్యేతౌ మే బహుధా ప్రజాః కరిష్యత ఇతి || 4 ||

    ఆదిత్యో హ వై ప్రాణో రయిరేవ చంద్రమా రయిర్వా ఏతత్సర్వం యన్మూర్తం చామూర్తం చ తస్మాన్మూర్తిరేవ రయిః || 5 ||

    అథాదిత్య ఉదయన్యత్ప్రాచీం దిశం ప్రవిశతి తేన ప్రాచ్యాన్ ప్రాణాన్ రశ్మిషు సన్నిధత్తే | యద్దక్షిణాం యత్ప్రతీచీం యదుదీచీం యదధో యదూర్ధ్వం యదంతరా దిశో యత్సర్వం ప్రకాశయతి తేన సర్వాన్ ప్రాణాన్ రశ్మిషు సన్నిధత్తే || 6 ||

    స ఏష వైశ్వానరో విశ్వరూపః ప్రాణోఽగ్నిరుదయతే | తదేతదృచాఽభ్యుక్తం || 7 ||

    విశ్వరూపం హరిణం జాతవేదసం పరాయణం జ్యోతిరేకం తపంతం | సహస్రరశ్మిః శతధా వర్తమానః ప్రాణః ప్రజానాముదయత్యేష సూర్యః || 8 ||

    సంవత్సరో వై ప్రజాపతిస్తస్యాయనే దక్షిణం చోత్తరం చ | తద్యే హ వై తదిష్టాపూర్తే కృతమిత్యుపాసతే తే చాంద్రమసమేవ లోకమభిజయంతే | త ఏవ పునరావర్తంతే తస్మాదేతే ఋషయః ప్రజాకామా దక్షిణం ప్రతిపద్యంతే | ఏష హ వై రయిర్యః పితృయాణః || 9 ||

    అథోత్తరేణ తపసా బ్రహ్మచర్యేణ శ్రద్ధయా విద్యయాఽఽత్మానమన్విష్యాదిత్యమభిజయంతే | ఏతద్వై ప్రాణానామాయతనమేతదమృత మభయమేతత్పరాయణమేతస్మాన్న పునరావర్తంత ఇత్యేష నిరోధస్తదేష శ్లోకః || 10 ||

    పంచపాదం పితరం ద్వాదశాకృతిం దివ ఆహుః పరే అర్ధే పురీషిణం | అథేమే అన్య ఉ పరే విచక్షణం సప్తచక్రే షడర ఆహురర్పితమితి || 11 ||

    మాసో వై ప్రజాపతిస్తస్య కృష్ణపక్ష ఏవ రయిః శుక్లః ప్రణస్తస్మాదేతే  ఋషయః శుక్ల ఇష్టిం కుర్వంతీతర ఇతరస్మిన్ || 12 ||

    అహోరాత్రో వై ప్రజాపతిస్తస్యాహరేవ ప్రాణో రాత్రిరేవ రయిః ప్రాణం వా ఏతే ప్రస్కందంతి యే దివా రత్యా సంయుజ్యంతే బ్రహ్మచర్యమేవ తద్యద్రాత్రౌ రత్యా సంయుజ్యంతే || 13 ||

    అన్నం వై ప్రజాపతిస్తతో హ వై తద్రేతస్తస్మాదిమాః ప్రజాః ప్రజాయంత ఇతి || 14 ||

    తద్యే హ వై తత్ప్రజాపతివ్రతం చరంతి తే మిథునముత్పాదయంతే | తేషామేవైష బ్రహ్మలోకో యేషాం తపో బ్రహ్మచర్యం యేషు సత్యం ప్రతిష్ఠితం || 15 ||

    తేషామసౌ విరజో బ్రహ్మలోకో న యేషు జిహ్మమనృతం న మాయా చేతి || 16 ||

    || ఇతి ప్రశ్నోపనిషది ప్రథమః ప్రశ్నః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `ఓం సుకేశా చ భారద్వాజః శైబ్యశ్చ సత్యకామః సౌర్యాయణీ చ గార్గ్యః కౌసల్యశ్చాశ్వలాయనో భార్గవో వైదర్భిః కబంధీ కాత్యాయనస్తే హైతే బ్రహ్మపరా బ్రహ్మనిష్ఠాః పరం బ్రహ్మాన్వేషమాణా ఏష హ వై తత్సర్వం వక్ష్యతీతి తే హ సమిత్పాణయో భగవంతం పిప్పలాదముపసన్నాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తాన్హ స ఋషిరువాచ భూయ ఏవ తపసా బ్రహ్మచర్యేణ శ్రద్ధయా సంవత్సరం సంవత్స్యథ యథాకామం ప్రశ్నాన్ పృచ్ఛత యది విజ్ఞాస్యామః సర్వం హ వో వక్ష్యామ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `అథ కబంధీ కాత్యాయన ఉపేత్య పప్రచ్ఛ | భగవన్ కుతో హ వా ఇమాః ప్రజాః ప్రజాయంత  ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `తస్మై స హోవాచ ప్రజాకామో వై ప్రజాపతిః స తపోఽతప్యత స తపస్తప్త్వా స మిథునముత్పాదయతే రయిం చ ప్రాణం చేత్యేతౌ మే బహుధా ప్రజాః కరిష్యత ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `ఆదిత్యో హ వై ప్రాణో రయిరేవ చంద్రమా రయిర్వా ఏతత్సర్వం యన్మూర్తం చామూర్తం చ తస్మాన్మూర్తిరేవ రయిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అథాదిత్య ఉదయన్యత్ప్రాచీం దిశం ప్రవిశతి తేన ప్రాచ్యాన్ ప్రాణాన్ రశ్మిషు సన్నిధత్తే | యద్దక్షిణాం యత్ప్రతీచీం యదుదీచీం యదధో యదూర్ధ్వం యదంతరా దిశో యత్సర్వం ప్రకాశయతి తేన సర్వాన్ ప్రాణాన్ రశ్మిషు సన్నిధత్తే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `స ఏష వైశ్వానరో విశ్వరూపః ప్రాణోఽగ్నిరుదయతే | తదేతదృచాఽభ్యుక్తం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `విశ్వరూపం హరిణం జాతవేదసం పరాయణం జ్యోతిరేకం తపంతం | సహస్రరశ్మిః శతధా వర్తమానః ప్రాణః ప్రజానాముదయత్యేష సూర్యః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `సంవత్సరో వై ప్రజాపతిస్తస్యాయనే దక్షిణం చోత్తరం చ | తద్యే హ వై తదిష్టాపూర్తే కృతమిత్యుపాసతే తే చాంద్రమసమేవ లోకమభిజయంతే | త ఏవ పునరావర్తంతే తస్మాదేతే ఋషయః ప్రజాకామా దక్షిణం ప్రతిపద్యంతే | ఏష హ వై రయిర్యః పితృయాణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `అథోత్తరేణ తపసా బ్రహ్మచర్యేణ శ్రద్ధయా విద్యయాఽఽత్మానమన్విష్యాదిత్యమభిజయంతే | ఏతద్వై ప్రాణానామాయతనమేతదమృత మభయమేతత్పరాయణమేతస్మాన్న పునరావర్తంత ఇత్యేష నిరోధస్తదేష శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `పంచపాదం పితరం ద్వాదశాకృతిం దివ ఆహుః పరే అర్ధే పురీషిణం | అథేమే అన్య ఉ పరే విచక్షణం సప్తచక్రే షడర ఆహురర్పితమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `మాసో వై ప్రజాపతిస్తస్య కృష్ణపక్ష ఏవ రయిః శుక్లః ప్రణస్తస్మాదేతే  ఋషయః శుక్ల ఇష్టిం కుర్వంతీతర ఇతరస్మిన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "13వ మంత్రము",
    sloka: `అహోరాత్రో వై ప్రజాపతిస్తస్యాహరేవ ప్రాణో రాత్రిరేవ రయిః ప్రాణం వా ఏతే ప్రస్కందంతి యే దివా రత్యా సంయుజ్యంతే బ్రహ్మచర్యమేవ తద్యద్రాత్రౌ రత్యా సంయుజ్యంతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "14వ మంత్రము",
    sloka: `అన్నం వై ప్రజాపతిస్తతో హ వై తద్రేతస్తస్మాదిమాః ప్రజాః ప్రజాయంత ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "15వ మంత్రము",
    sloka: `తద్యే హ వై తత్ప్రజాపతివ్రతం చరంతి తే మిథునముత్పాదయంతే | తేషామేవైష బ్రహ్మలోకో యేషాం తపో బ్రహ్మచర్యం యేషు సత్యం ప్రతిష్ఠితం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "16వ మంత్రము",
    sloka: `తేషామసౌ విరజో బ్రహ్మలోకో న యేషు జిహ్మమనృతం న మాయా చేతి ||
    
    || ఇతి ప్రశ్నోపనిషది ప్రథమః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు ప్రథమ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
];
