export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ షష్ఠః ప్రశ్నః
    
    అథ హైనం సుకేశా భారద్వాజః పప్రచ్ఛ | భగవన్ హిరణ్యనాభః కౌసల్యో రాజపుత్రో మాముపేత్యైతం ప్రశ్నమపృచ్ఛత | షోడశకళం భారద్వాజ పురుషం వేత్థ తమహం కుమారమబ్రువం నాహమిమం వేద యద్యహమిమమవేదిషం కథం తే నావక్ష్యమితి | సమూలో వా ఏష పరిశుష్యతి యోఽనృతమభివదతి తస్మాన్నార్హామ్యనృతం వక్తుం | స తూష్ణీం రథమారుహ్య ప్రవవ్రాజ | తం త్వా పృచ్ఛామి క్వాసౌ పురుష ఇతి || 1 ||

    తస్మై స హోవాచ | ఇహైవాంతః శరీరే సోమ్య స పురుషో యస్మిన్నేతాః షోడశకళాః ప్రభవంతీతి || 2 ||

    స ఈక్షాంచక్రే కస్మిన్నహముత్క్రాంత ఉత్క్రాంతో భవిష్యామి కస్మిన్వా ప్రతిష్ఠితే ప్రతిష్ఠాస్యామీతి || 3 ||

    స ప్రాణమసృజత ప్రాణాచ్ఛ్రద్ధాం ఖం వాయుర్జ్యోతిరాపః పృథివీంద్రియం మనః | అన్నమన్నాద్వీర్యం తపో మంత్రాః కర్మ లోకా లోకేషు చ నామ చ || 4 ||

    స యథేమా నద్యః స్యందమానాః సముద్రాయణాః సముద్రం ప్రాప్యాస్తం గచ్ఛంతి భిద్యేతే తాసాం నామరూపే సముద్ర ఇత్యేవం ప్రోచ్యతే | ఏవమేవాస్య పరిద్రష్టురిమాః షోడశ కళాః పురుషాయణాః పురుషం ప్రాప్యాస్తం గచ్ఛంతి భిద్యేతే చాసాం నామరూపే పురుష ఇత్యేవం ప్రోచ్యతే స ఏషోఽకళోఽమృతో భవతి తదేష శ్లోకః || 5 ||

    అరా ఇవ రథనాభౌ కళా యస్మిన్ప్రతిష్ఠితాః | తం వేద్యం పురుషం వేద యథా మా వో మృత్యుః పరివ్యథా ఇతి || 6 ||

    తాన్ హోవాచైతావదేవాహమేతత్పరం బ్రహ్మ వేద | నాతః పరమస్తీతి || 7 ||

    || ఇతి ప్రశ్నోపనిషది షష్ఠః ప్రశ్నః ||
    
    శాంతి మంత్రము
    ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు |

    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అథ హైనం సుకేశా భారద్వాజః పప్రచ్ఛ | భగవన్ హిరణ్యనాభః కౌసల్యో రాజపుత్రో మాముపేత్యైతం ప్రశ్నమపృచ్ఛత | షోడశకళం భారద్వాజ పురుషం వేత్థ తమహం కుమారమబ్రువం నాహమిమం వేద యద్యహమిమమవేదిషం కథం తే నావక్ష్యమితి | సమూలో వా ఏష పరిశుష్యతి యోఽనృతమభివదతి తస్మాన్నార్హామ్యనృతం వక్తుం | స తూష్ణీం రథమారుహ్య ప్రవవ్రాజ | తం త్వా పృచ్ఛామి క్వాసౌ పురుష ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తస్మై స హోవాచ | ఇహైవాంతః శరీరే సోమ్య స పురుషో యస్మిన్నేతాః షోడశకళాః ప్రభవంతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `స ఈక్షాంచక్రే కస్మిన్నహముత్క్రాంత ఉత్క్రాంతో భవిష్యామి కస్మిన్వా ప్రతిష్ఠితే ప్రతిష్ఠాస్యామీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `స ప్రాణమసృజత ప్రాణాచ్ఛ్రద్ధాం ఖం వాయుర్జ్యోతిరాపః పృథివీంద్రియం మనః | అన్నమన్నాద్వీర్యం తపో మంత్రాః కర్మ లోకా లోకేషు చ నామ చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `స యథేమా నద్యః స్యందమానాః సముద్రాయణాః సముద్రం ప్రాప్యాస్తం గచ్ఛంతి భిద్యేతే తాసాం నామరూపే సముద్ర ఇత్యేవం ప్రోచ్యతే | ఏవమేవాస్య పరిద్రష్టురిమాః షోడశ కళాః పురుషాయణాః పురుషం ప్రాప్యాస్తం గచ్ఛంతి భిద్యేతే చాసాం నామరూపే పురుష ఇత్యేవం ప్రోచ్యతే స ఏషోఽకళోఽమృతో భవతి తదేష శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `అరా ఇవ రథనాభౌ కళా యస్మిన్ప్రతిష్ఠితాః | తం వేద్యం పురుషం వేద యథా మా వో మృత్యుః పరివ్యథా ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `తాన్ హోవాచైతావదేవాహమేతత్పరం బ్రహ్మ వేద | నాతః పరమస్తీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `తే తమర్చయంతస్త్వం హి నః పితా యోఽస్మాకమవిద్యాయాః పరం పారం తారయసీతి | నమః పరమఋషిభ్యో నమః పరమఋషిభ్యః ||
    
    || ఇతి ప్రశ్నోపనిషది షష్ఠః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు షష్ఠ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం భద్రం కర్ణేభిః శ్రుణుయామ దేవాః | భద్రం పశ్యేమాక్షభిర్యజత్రాః | స్థిరైరంగైస్తుష్టువాగ్ంసస్తనూభి | వ్యశేమ దేవహితం యదాయుః | స్వస్తి న ఇంద్రో వృద్ధశ్రవాః | స్వస్తి నః పూషా విశ్వవేదాః | స్వస్తి నస్తార్క్ష్యో అరిష్టనేమిః | స్వస్తి నో బృహస్పతిర్దధాతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
];
