export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ తృతీయః ప్రశ్నః
    
    అథ హైనం కౌశల్యశ్చాశ్వలాయనః పప్రచ్ఛ | భగవన్ కుత ఏష ప్రాణో జాయతే కథమాయాత్యస్మిఞ్శరీర ఆత్మానం  వా ప్రవిభజ్య కథం ప్రాతిష్ఠతే కేనోత్క్రమతే కథం బాహ్యమభిధత్తే కథమధ్యాత్మమితి || 1 ||

    తస్మై స హోవాచాతిప్రశ్నాన్ పృచ్ఛసి బ్రహ్మిష్ఠోఽసీతి తస్మాత్తేఽహం బ్రవీమి || 2 ||

    ఆత్మన ఏష ప్రాణో జాయతే | యథైషా పురుషే చ్ఛాయై తస్మిన్నేతదాతతం మనోకృతేనాయాత్యస్మిఞ్శరీరే || 3 ||

    యథా సమ్రాడేవాధికృతాన్వినియుంక్తే | ఏతాన్ గ్రామానేతాన్ గ్రామానధితిష్ఠస్వేత్యేవ మేవైష ప్రాణ ఇతరాన్ ప్రాణాన్ పృథక్ పృథగేవ సన్నిధత్తే || 4 ||

    పాయూపస్థేఽపానం చక్షుఃశ్రోత్రే ముఖనాసికాభ్యాం ప్రాణః స్వయం ప్రాతిష్ఠతే మధ్యే తు సమానః | ఏష హ్యేతద్ధుతమన్నం సమం నయతి తస్మాదేతాః సప్తార్చిషో భవంతి || 5 ||

    హృది హ్యేష ఆత్మా | అత్రైతదేకశతం నాడీనాం తాసాం శతం శతమేకైకస్యాం ద్వాసప్తతిర్ద్వాసప్తతిః ప్రతిశాఖానాడీ సహస్రాణి భవంత్యాసు వ్యానశ్చరతి || 6 ||

    అథైకయోర్ధ్వ ఉదానః పుణ్యేన పుణ్యం లోకం నయతి పాపేన పాపముభాభ్యామేవ మనుష్యలోకం || 7 ||

    ఆదిత్యో హ వై బాహ్యః ప్రాణ ఉదయత్యేష హ్యేనం చాక్షుషం ప్రాణమనుగృహ్ణానః | పృథివ్యాం యా దేవతా సైషా పురుషస్యాపానమవష్టభ్యాంతరా యదాకాశః స సమానో వాయుర్వ్యానః || 8 ||

    తేజో హ వా ఉదానస్తస్మాదుపశాంతతేజాః | పునర్భవమింద్రియైర్మనసి సంపద్యమానైః || 9 ||

    యచ్చిత్తస్తేనైష ప్రాణమాయాతి ప్రాణస్తేజసా యుక్తః | సహాత్మనా యథాసంకల్పితం లోకం నయతి || 10 ||

    య ఏవం విద్వాన్ ప్రాణం వేద న హాస్య ప్రజా హీయతేఽమృతో భవతి తదేషః శ్లోకః || 11 ||

    ఉత్పత్తి మాయతిం స్థానం విభుత్వం చైవ పంచధా | అధ్యాత్మం చైవ ప్రాణస్య విజ్ఞాయామృతమశ్నుతే విజ్ఞాయామృతమశ్నుత ఇతి || 12 ||

    ప్రాణస్యేదం వశే సర్వం త్రిదివే యత్ప్రతిష్ఠితం | మాతేవ పుత్రాన్ రక్షస్వ  శ్రీశ్చ ప్రజ్ఞాం చ విధేహి న ఇతి || 13 ||

    || ఇతి ప్రశ్నోపనిషది తృతీయః ప్రశ్నః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అథ హైనం కౌశల్యశ్చాశ్వలాయనః పప్రచ్ఛ | భగవన్ కుత ఏష ప్రాణో జాయతే కథమాయాత్యస్మిఞ్శరీర ఆత్మానం  వా ప్రవిభజ్య కథం ప్రాతిష్ఠతే కేనోత్క్రమతే కథం బాహ్యమభిధత్తే కథమధ్యాత్మమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `తస్మై స హోవాచాతిప్రశ్నాన్ పృచ్ఛసి బ్రహ్మిష్ఠోఽసీతి తస్మాత్తేఽహం బ్రవీమి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `ఆత్మన ఏష ప్రాణో జాయతే | యథైషా పురుషే చ్ఛాయై తస్మిన్నేతదాతతం మనోకృతేనాయాత్యస్మిఞ్శరీరే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `యథా సమ్రాడేవాధికృతాన్వినియుంక్తే | ఏతాన్ గ్రామానేతాన్ గ్రామానధితిష్ఠస్వేత్యేవ మేవైష ప్రాణ ఇతరాన్ ప్రాణాన్ పృథక్ పృథగేవ సన్నిధత్తే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `పాయూపస్థేఽపానం చక్షుఃశ్రోత్రే ముఖనాసికాభ్యాం ప్రాణః స్వయం ప్రాతిష్ఠతే మధ్యే తు సమానః | ఏష హ్యేతద్ధుతమన్నం సమం నయతి తస్మాదేతాః సప్తార్చిషో భవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `హృది హ్యేష ఆత్మా | అత్రైతదేకశతం నాడీనాం తాసాం శతం శతమేకైకస్యాం ద్వాసప్తతిర్ద్వాసప్తతిః ప్రతిశాఖానాడీ సహస్రాణి భవంత్యాసు వ్యానశ్చరతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `అథైకయోర్ధ్వ ఉదానః పుణ్యేన పుణ్యం లోకం నయతి పాపేన పాపముభాభ్యామేవ మనుష్యలోకం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "8వ మంత్రము",
    sloka: `ఆదిత్యో హ వై బాహ్యః ప్రాణ ఉదయత్యేష హ్యేనం చాక్షుషం ప్రాణమనుగృహ్ణానః | పృథివ్యాం యా దేవతా సైషా పురుషస్యాపానమవష్టభ్యాంతరా యదాకాశః స సమానో వాయుర్వ్యానః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "9వ మంత్రము",
    sloka: `తేజో హ వా ఉదానస్తస్మాదుపశాంతతేజాః | పునర్భవమింద్రియైర్మనసి సంపద్యమానైః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "10వ మంత్రము",
    sloka: `యచ్చిత్తస్తేనైష ప్రాణమాయాతి ప్రాణస్తేజసా యుక్తః | సహాత్మనా యథాసంకల్పితం లోకం నయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "11వ మంత్రము",
    sloka: `య ఏవం విద్వాన్ ప్రాణం వేద న హాస్య ప్రజా హీయతేఽమృతో భవతి తదేషః శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "12వ మంత్రము",
    sloka: `ఉత్పత్తి మాయతిం స్థానం విభుత్వం చైవ పంచధా | అధ్యాత్మం చైవ ప్రాణస్య విజ్ఞాయామృతమశ్నుతే విజ్ఞాయామృతమశ్నుత ఇతి ||
    
    || ఇతి ప్రశ్నోపనిషది తృతీయః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు తృతీయ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
];
