export default [
  {
    id: "మంత్రములు",
    sloka: `ప్రశ్నోపనిషత్ పంచమః ప్రశ్నః
    
    అథ హైనం శైబ్యః సత్యకామః పప్రచ్ఛ | స యో హ వై తద్భగవన్మనుష్యేషు ప్రాయణాంతమోంకారమభిధ్యాయీత కతమం వావ స తేన లోకం జయతీతి | తస్మై స హోవాచ || 1 ||

    ఏతద్వై సత్యకామ పరం చాపరం చ బ్రహ్మ యదోంకారః | తస్మాద్విద్వానేతేనైవాఽఽయతనేనైకతరమన్వేతి || 2 ||

    స యద్యేకమాత్రమభిధ్యాయీత స తేనైవ సంవేదితస్తూర్ణమేవ జగత్యామభిసంపద్యతే | తమృచో మనుష్యలోకముపనయంతే స తత్ర తపసా బ్రహ్మచర్యేణ శ్రద్ధయా సంపన్నో మహిమానమనుభవతి || 3 ||

    అథ యది ద్విమాత్రేణ మనసి సంపద్యతే సోఽన్తరిక్షం యజుర్భిరున్నీయతే సోమలోకం | స సోమలోకే విభుతి మనుభూయ పునరావర్తతే || 4 ||

    యః పునరేతం త్రిమాత్రేణోమిత్యేతేనైవాక్షరేణ పరం పురుషమభిధ్యాయీత స తేజసి సూర్యే సంపన్నః | యథా పాదోదరస్త్వచా వినిర్ముచ్యత ఏవం హ వై స పాప్మనా వినిర్ముక్తః స సామభిరున్నీయతే బ్రహ్మలోకం స ఏతస్మాజ్జీవఘనాత్పరాత్పరం పురిశయం పురుషమీక్షతే | తదేతౌ శ్లోకౌ భవతః || 5 ||

    తిస్రో మాత్రా మృత్యుమత్యః ప్రయుక్తా అన్యోన్యసక్తాః అనవిప్రయుక్తాః | క్రియాసు బాహ్యాభ్యంతర మధ్యమాసు సమ్యక్ప్రయుక్తాసు న కంపతే జ్ఞః || 6 ||

    ఋగ్భిరేతం యజుర్భిరంతరిక్షం సామభిర్యత్తత్కవయో వేదయంతే | తమోంకారేణైవాఽఽయతనేనాన్వేతి విద్వాన్యత్తచ్ఛాంతమజరమమృతమభయం పరం చేతి || 7 ||

    || ఇతి ప్రశ్నోపనిషది పంచమః ప్రశ్నః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "1వ మంత్రము",
    sloka: `అథ హైనం శైబ్యః సత్యకామః పప్రచ్ఛ | స యో హ వై తద్భగవన్మనుష్యేషు ప్రాయణాంతమోంకారమభిధ్యాయీత కతమం వావ స తేన లోకం జయతీతి | తస్మై స హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2వ మంత్రము",
    sloka: `ఏతద్వై సత్యకామ పరం చాపరం చ బ్రహ్మ యదోంకారః | తస్మాద్విద్వానేతేనైవాఽఽయతనేనైకతరమన్వేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "3వ మంత్రము",
    sloka: `స యద్యేకమాత్రమభిధ్యాయీత స తేనైవ సంవేదితస్తూర్ణమేవ జగత్యామభిసంపద్యతే | తమృచో మనుష్యలోకముపనయంతే స తత్ర తపసా బ్రహ్మచర్యేణ శ్రద్ధయా సంపన్నో మహిమానమనుభవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "4వ మంత్రము",
    sloka: `అథ యది ద్విమాత్రేణ మనసి సంపద్యతే సోఽన్తరిక్షం యజుర్భిరున్నీయతే సోమలోకం | స సోమలోకే విభుతి మనుభూయ పునరావర్తతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5వ మంత్రము",
    sloka: `యః పునరేతం త్రిమాత్రేణోమిత్యేతేనైవాక్షరేణ పరం పురుషమభిధ్యాయీత స తేజసి సూర్యే సంపన్నః | యథా పాదోదరస్త్వచా వినిర్ముచ్యత ఏవం హ వై స పాప్మనా వినిర్ముక్తః స సామభిరున్నీయతే బ్రహ్మలోకం స ఏతస్మాజ్జీవఘనాత్పరాత్పరం పురిశయం పురుషమీక్షతే | తదేతౌ శ్లోకౌ భవతః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6వ మంత్రము",
    sloka: `తిస్రో మాత్రా మృత్యుమత్యః ప్రయుక్తా అన్యోన్యసక్తాః అనవిప్రయుక్తాః | క్రియాసు బాహ్యాభ్యంతర మధ్యమాసు సమ్యక్ప్రయుక్తాసు న కంపతే జ్ఞః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "7వ మంత్రము",
    sloka: `ఋగ్భిరేతం యజుర్భిరంతరిక్షం సామభిర్యత్తత్కవయో వేదయంతే | తమోంకారేణైవాఽఽయతనేనాన్వేతి విద్వాన్యత్తచ్ఛాంతమజరమమృతమభయం పరం చేతి ||
    
    || ఇతి ప్రశ్నోపనిషది పంచమః ప్రశ్నః ||`,
    meaning: `***
    ఇది ప్రశ్నోపనిషత్తు పంచమ ప్రశ్న`,
    wordByWordMeaning: ``,
  },
];
