export default [
  {
    id: "మంత్రములు(1-5)",
    sloka: `ఛాందోగ్యోపనిషత్ ద్వితీయోఽధ్యాయః
    
    ప్రథమః ఖండః
    
    ఓం సమస్తస్య ఖలు సామ్న ఉపాసనగ్ం సాధు యత్ఖలు సాధు తత్సామేత్యాచక్షతే యదసాధు తదసామేతి || 2.1.1 ||

    తదుతాప్యాహుః సామ్నైనముపాగాదితి సాధునైనముపాగాదిత్యేవ తదాహురసామ్నైనముపాగాదిత్య సాధునైనముపగాదిత్యేవ తదాహుః || 2.1.2 ||

    అథోతాప్యాహుః సామ నో బతేతి యత్సాధు భవతి సాధు బతేత్యేవ తదాహురసామ నో బతేతి యదసాధు భవత్యసాధు బతేత్యేవ తదాహుః || 2.1.3 ||

    స య ఏతదేవం విద్వానసాధు సామేత్యుపాస్తేఽభ్యాశో హ యదేనగ్ం సాధవో ధర్మా ఆ చ గచ్ఛేయురుప చ నమేయుః || 2.1.4 ||

    || ఇతి ప్రథమః ఖండః ||

    ద్వితీయః ఖండః

    లోకేషు పంచవిధగ్ం సామోపాసీత పృథివీ హింకారోఽగ్నిః ప్రస్తావోఽన్తరిక్షముద్గీథ ఆదిత్యః ప్రతిహారో ద్యౌర్నిధనమిత్యూర్ధ్వేషు || 2.2.1 ||

    అథావృత్తేషు ద్యౌర్హింకార ఆదిత్యః ప్రస్తావోఽన్తరిక్షముద్గీథోఽగ్నిః ప్రతిహారః పృథివీ నిధనం || 2.2.2 ||

    కల్పంతే హాస్మై లోకా ఊర్ధ్వాశ్చావృత్తాశ్చ య ఏతదేవం విద్వాన్లోకేషు పంచవిధం సామోపాస్తే || 2.2.3 ||

    || ఇతి ద్వితీయః ఖండః ||

    తృతీయః ఖండః

    వృష్టౌ పంచవిధగ్ం సామోపాసీత పురోవాతో హింకారో మేఘో జాయతే స ప్రస్తావో వర్షతి స ఉద్గీథో విద్యోతతే స్తనయతి స ప్రతిహారః || 2.3.1 ||

    ఉద్గృహ్ణాతి తన్నిధనం వర్షతి హాస్మై వర్షయతి హ య ఏతదేవం విద్వాన్వృష్టౌ పంచవిధగ్ం సామోపాస్తే || 2.3.2 ||

    || ఇతి తృతీయః ఖండః ||

    చతుర్థః ఖండః

    సర్వాస్వప్సు పంచవిధగ్ం సామోపాసీత మేఘో యత్సంప్లవతే స హింకారో యద్వర్షతి స ప్రస్తావో యాః ప్రాచ్యః స్యందంతే స ఉద్గీథో యాః  ప్రతీచ్యః స ప్రతిహారః సముద్రో నిధనం || 2.4.1 ||

    న హాప్సు ప్రైత్యప్సుమాన్భవతి య ఏతదేవం విద్వాన్సర్వాస్వప్సు పంచవిధగ్ం సామోపాస్తే || 2.4.2 ||

    || ఇతి చతుర్థః ఖండః ||

    పంచమః ఖండః

    ఋతుషు పంచవిధగ్ం సామోపాసీత వసంతో హింకారః గ్రీష్మః  ప్రస్తావో వర్షా ఉద్గీథః శరత్ప్రతిహారో హేమంతో నిధనం || 2.5.1 ||

    కల్పంతే హాస్మా ఋతవ ఋతుమాన్భవతి య ఏతదేవం విద్వానృతుషు పంచవిధగ్ం సామోపాస్తే || 2.5.2 ||

    || ఇతి పంచమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(6-10)",
    sloka: `షష్ఠః ఖండః

    పశుషు పంచవిధగ్ం సామోపాసీతాజా హింకారోఽవయః ప్రస్తావో గావ ఉద్గీథోఽశ్వాః ప్రతిహారః పురుషో నిధనం || 2.6.1 ||

    భవంతి హాస్య పశవః పశుమాన్భవతి య ఏతదేవం విద్వాన్పశుషు పంచవిధగ్ం సామోపాస్తే || 2.6.2 ||

    || ఇతి షష్ఠః ఖండః ||

    సప్తమః ఖండః

    ప్రాణేషు పంచవిధగ్ం పరోవరీయః సామోపాసీత ప్రాణో హింకారో వాక్ప్రస్తావశ్చక్షురుద్గీథః శ్రోత్రం ప్రతిహారో మనో నిధనం పరోవరీయాగ్ంసి వా ఏతాని || 2.7.1 ||

    పరోవరీయో హాస్య భవతి పరోవరీయసో హ లోకాంజయతి య ఏతదేవం విద్వాన్ప్రాణేషు పంచవిధగ్ం పరోవరీయః సామోపాస్త ఇతి తు పంచవిధస్య || 2.7.2 ||

    || ఇతి సప్తమః ఖండః ||

    అష్టమః ఖండః

    అథ సప్తవిధస్య వాచి సప్తవిధగ్ం సామోపాసీత యత్కించ వాచో హుం 3 ఇతి స హింకారో యత్ప్రేతి స ప్రస్తావో యదేతి స ఆదిః || 2.8.1 ||

    యదుదితి స ఉద్గీథో యత్ప్రతీతి స ప్రతిహారో యదుపేతి స ఉపద్రవో యన్నీతి తన్నిధనం || 2.8.2 ||

    దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతదేవం విద్వాన్వాచి సప్తవిధగ్ం సామోపాస్తే || 2.8.3 ||

    || ఇతి అష్టమః ఖండః ||

    నవమః ఖండః

    అథ ఖల్వముమాదిత్యగ్ం సప్తవిధగ్ం సామోపాసీత సర్వదా సమస్తేన సామ మాం ప్రతి మాం ప్రతీతి సర్వేణ సమస్తేన సామ || 2.9.1 ||

    తస్మిన్నిమాని సర్వాణి భూతాన్యన్వాయత్తానీతి విద్యాత్తస్య యత్పురోదయాత్స హింకారస్తదస్య పశవోఽన్వాయత్తాస్తస్మాత్తే హిం కుర్వంతి హింకారభాజినో హ్యేతస్య సామ్నః || 2.9.2 ||

    అథ యత్ప్రథమోదితే స ప్రస్తావస్తదస్య మనుష్యా అన్వాయత్తాస్తస్మాత్తే ప్రస్తుతికామాః ప్రశగ్ం సాకామాః ప్రస్తావభాజినో హ్యేతస్య సామ్నః || 2.9.3 ||

    అథ యత్సంగవవేలాయాగ్ం స ఆదిస్తదస్య వయాగ్ంస్యన్వాయత్తాని తస్మాత్తాన్యంతరిక్షేఽనారంబణాన్యాదాయాత్మానం పరిపతంత్యాదిభాజీని హ్యేతస్య సామ్నః || 2.9.4 ||

    అథ యత్సంప్రతిమధ్యందినే  స ఉద్గీథస్తదస్య దేవా అన్వాయత్తాస్తస్మాత్తే సత్తమాః ప్రాజాపత్యానాముద్గీథభాజినో హ్యేతస్య సామ్నః || 2.9.5 ||

    అథ యదూర్ధ్వం మధ్యందినాత్ప్రాగపరాహ్ణాత్స ప్రతిహారస్తదస్య గర్భా అన్వాయత్తాస్తస్మాత్తే ప్రతిహృతా నావపద్యంతే ప్రతిహారభాజినో హ్యేతస్య సామ్నః || 2.9.6 ||

    అథ యదూర్ధ్వమపరాహ్ణాత్ప్రాగస్తమయాత్స ఉపద్రవస్తదస్యారణ్యా అన్వాయత్తాస్తస్మాత్తే పురుషం దృష్ట్వా కక్షగ్ం శ్వభ్రమిత్యుపద్రవంత్యుపద్రవభాజినో హ్యేతస్య సామ్నః || 2.9.7 ||

    అథ యత్ప్రథమాస్తమితే తన్నిధనం తదస్య పితరోఽన్వాయత్తాస్తస్మాత్తాన్నిదధతి నిధనభాజినో హ్యేతస్య సామ్న ఏవం ఖల్వముమాదిత్యగ్ం సప్తవిధగ్ం సామోపాస్తే || 2.9.8 ||

    || ఇతి నవమః ఖండః ||

    దశమః ఖండః

    అథ ఖల్వాత్మసమ్మితమతిమృత్యు సప్తవిధగ్ం సామోపాసీత హింకార ఇతి త్ర్యక్షరం ప్రస్తావ ఇతి త్ర్యక్షరం తత్సమం || 2.10.1 ||

    ఆదిరితి ద్వ్యక్షరం ప్రతిహార ఇతి చతురక్షరం తత ఇహైకం తత్సమం || 2.10.2 ||

    ఉద్గీథ ఇతి త్ర్యక్షరముపద్రవ ఇతి చతురక్షరం త్రిభిస్త్రిభిః సమం భవత్యక్షరమతిశిష్యతే త్ర్యక్షరం తత్సమం || 2.10.3 ||

    నిధనమితి త్ర్యక్షరం తత్సమమేవ భవతి తాని హ వా ఏతాని ద్వావిగ్ంశతిరక్షరాణి || 2.10.4 ||

    ఏకవిగ్ంశత్యాఽఽదిత్యమాప్నోత్యేకవిగ్ంశో వా ఇతోఽసావాదిత్యో ద్వావిగ్ంశేన పరమాదిత్యాజ్జయతి తన్నాకం తద్విశోకం || 2.10.5 ||

    ఆప్నోతీ హాదిత్యస్య జయం పరో హాస్యాదిత్యజయాజ్జయో భవతి య ఏతదేవం విద్వానాత్మసమ్మితమతిమృత్యు సప్తవిధగ్ం సామోపాస్తే సామోపాస్తే || 2.10.6 ||

    || ఇతి దశమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(11-15)",
    sloka: `ఏకాదశః ఖండః

    మనో హింకారో వాక్ప్రస్తావశ్చక్షురుద్గీథః శ్రోత్రం ప్రతిహారః ప్రాణో నిధనమేతద్గాయత్రం ప్రాణేషు ప్రోతం || 2.11.1 ||

    స య ఏవమేతద్గాయత్రం ప్రాణేషు ప్రోతం వేద ప్రాణీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా మహామనాః స్యాత్తద్వ్రతం || 2.11.2 ||

    || ఇతి ఏకాదశః ఖండః ||

    ద్వాదశః ఖండః

    అభిమంథతి స హింకారో ధూమో జాయతే స ప్రస్తావో జ్వలతి స ఉద్గీథోఽఙ్గారా భవంతి స ప్రతిహార ఉపశామ్యతి తన్నిధనగ్ం సగ్ంశామ్యతి తన్నిధనమేతద్రథంతరమగ్నౌ ప్రోతం || 2.12.1 ||

    స య ఏవమేతద్రథంతరమగ్నౌ ప్రోతం వేద బ్రహ్మవర్చస్యన్నాదో భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా   న ప్రత్యఙ్ఙగ్నిమాచామేన్న నిష్ఠీవేత్తద్వ్రతం || 2.12.2 ||

    || ఇతి ద్వాదశః ఖండః ||

    త్రయోదశః ఖండః

    ఉపమంత్రయతే స హింకారో జ్ఞపయతే స ప్రస్తావః స్త్రియా సహ శేతే స ఉద్గీథః ప్రతి స్త్రీం సహ శేతే స ప్రతిహారః కాలం గచ్ఛతి తన్నిధనం పారం గచ్ఛతి తన్నిధనమేతద్వామదేవ్యం మిథునే ప్రోతం || 2.13.1 ||

    స య ఏవమేతద్వామదేవ్యం మిథునే ప్రోతం వేద మిథునీ భవతి మిథునాన్మిథునాత్ప్రజాయతే సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా న కాంచన పరిహరేత్తద్వ్రతం || 2.13.2 ||

    || ఇతి త్రయోదశః ఖండః ||

    చతుర్దశః ఖండః

    ఉద్యన్హింకార ఉదితః  ప్రస్తావో మధ్యందిన ఉద్గీథోఽపరాహ్ణః ప్రతిహారోఽస్తం యన్నిధనమేతద్బృహదాదిత్యే ప్రోతం || 2.14.1 ||

    స య ఏవమేతద్బృహదాదిత్యే ప్రోతం వేద తేజస్వ్యన్నాదో భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా తపంతం న నిందేత్తద్వ్రతం || 2.14.2 ||

    || ఇతి చతుర్దశః ఖండః ||

    పంచదశః ఖండః

    అభ్రాణి సంప్లవంతే స హింకారో మేఘో జాయతే స ప్రస్తావో వర్షతి స ఉద్గీథో విద్యోతతే స్తనయతి స ప్రతిహార ఉద్గృహ్ణాతి తన్నిధనమేతద్వైరూపం పర్జన్యే ప్రోతం || 2.15.1 ||

    స య ఏవమేతద్వైరూపం పర్జన్యే ప్రోతం వేద విరూపాగ్ంశ్చ సురూపగ్ంశ్చ పశూనవరుంధే సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా వర్షంతం న నిందేత్తద్వ్రతం || 2.15.2 ||

    || ఇతి పంచదశః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(16-20)",
    sloka: `షోడశః ఖండః

    వసంతో హింకారో గ్రీష్మః  ప్రస్తావో వర్షా ఉద్గీథః శరత్ప్రతిహారో హేమంతో నిధనమేతద్వైరాజమృతుషు ప్రోతం || 2.16.1 ||

    స య ఏవమేతద్వైరాజమృతుషు ప్రోతం వేద విరాజతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యర్తూన్న నిందేత్తద్వ్రతం || 2.16.2 ||

    || ఇతి షోడశః ఖండః ||

    సప్తదశః ఖండః

    పృథివీ హింకారోఽన్తరిక్షం ప్రస్తావో ద్యౌరుద్గీథో దిశః  ప్రతిహారః  సముద్రో నిధనమేతాః  శక్వర్యో లోకేషు ప్రోతాః || 2.17.1 ||

    స య ఏవమేతాః శక్వర్యో లోకేషు ప్రోతా వేద లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా లోకాన్న నిందేత్తద్వ్రతం || 2.17.2 ||

    || ఇతి సప్తదశః ఖండః ||

    అష్టాదశః ఖండః

    అజా హింకారోఽవయః ప్రస్తావో గావ ఉద్గీథోఽశ్వాః ప్రతిహారః పురుషో నిధనమేతా రేవత్యః పశుషు ప్రోతాః || 2.18.1 ||

    స య ఏవమేతా రేవత్యః పశుషు ప్రోతా వేద పశుమాన్భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా పశూన్న నిందేత్తద్వ్రతం || 2.18.2 ||

    || ఇతి అష్టాదశః ఖండః ||

    ఏకోనవింశః ఖండః

    లోమ హింకారస్త్వక్ప్రస్తావో మాగ్ంసముద్గీథోస్థి ప్రతిహారో మజ్జా నిధనమేతద్యజ్ఞాయజ్ఞీయమంగేషు ప్రోతం || 2.19.1 ||

    స య ఏవమేతద్యజ్ఞాయజ్ఞీయమంగేషు ప్రోతం వేదాంగీ భవతి నాంగేన విహూర్ఛతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా సంవత్సరం మజ్జ్ఞో నాశ్నీయాత్తద్వ్రతం మజ్జ్ఞో నాశ్నీయాదితి వా || 2.19.2 ||

    || ఇతి ఏకోనవింశః ఖండః ||

    వింశః ఖండః

    అగ్నిర్హింకారో వాయుః ప్రస్తావ ఆదిత్య ఉద్గీథో నక్షత్రాణి ప్రతిహారశ్చంద్రమా నిధనమేతద్రాజనం దేవతాసు ప్రోతం || 2.20.1 ||

    స య ఏవమేతద్రాజనం దేవతాసు ప్రోతం వేదైతాసామేవ దేవతానాగ్ం సలోకతాగ్ంసర్ష్టితాగ్ం సాయుజ్యం గచ్ఛతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా బ్రాహ్మణాన్న నిందేత్తద్వ్రతం || 2.20.2 ||

    || ఇతి వింశః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(21-24)",
    sloka: `ఏకవింశః ఖండః

    వసంతో హింకారో గ్రీష్మః  ప్రస్తావో వర్షా ఉద్గీథః శరత్ప్రతిహారో హేమంతో నిధనమేతద్వైరాజమృతుషు ప్రోతం || 2.21.1 ||

    స య ఏవమేతత్సామ సర్వస్మిన్ప్రోతం వేద సర్వగ్ం హ భవతి || 2.21.2 ||

    తదేష శ్లోకః | యాని పంచధా త్రీణీ త్రీణి తేభ్యో న జ్యాయః పరమన్యదస్తి || 2.21.3 ||

    యస్తద్వేద స వేద సర్వగ్ం సర్వా దిశో బలిమస్మై హరంతి సర్వమస్మీత్యుపాసిత తద్వ్రతం తద్వ్రతం || 2.21.4 ||
    
    || ఇతి ఏకవింశః ఖండః ||

    ద్వావింశః ఖండః

    వినర్ది సామ్నో వృణే పశవ్యమిత్యగ్నేరుద్గీథోఽనిరుక్తః ప్రజాపతేర్నిరుక్తః సోమస్య మృదు శ్లక్ష్ణం వాయోః శ్లక్ష్ణం బలవదింద్రస్య క్రౌంచం బృహస్పతేరపధ్వాంతం వరుణస్య తాన్సర్వానేవోపసేవేత వారుణం త్వేవ వర్జయేత్ || 2.22.1 ||

    అమృతత్వం దేవేభ్య ఆగాయానీత్యాగాయేత్స్వధాం పితృభ్య ఆశాం మనుష్యేభ్యస్తృణోదకం పశుభ్యః స్వర్గం లోకం యజమానాయాన్నమాత్మన ఆగాయానీత్యేతాని మనసా ధ్యాయన్నప్రమత్తః స్తువీత || 2.22.2 ||

    సర్వే స్వరా ఇంద్రస్యాత్మానః సర్వ ఊష్మాణః ప్రజాపతేరాత్మానః సర్వే స్పర్శా మృత్యోరాత్మానస్తం యది స్వరేషూపాలభేతేంద్రగ్ంశరణం ప్రపన్నోఽభూవం స త్వా ప్రతివక్ష్యతీత్యేనం బ్రూయాత్ || 2.22.3 ||

    అథ యద్యేనమూష్మసూపాలభేత ప్రజాపతిగ్ం శరణం ప్రపన్నోఽభూవం స త్వా ప్రతి పేక్ష్యతీత్యేనం బ్రూయాదథ యద్యేనగ్ం స్పర్శేషూపాలభేత మృత్యుగ్ం శరణం ప్రపన్నోఽభూవం స త్వా ప్రతిధక్ష్యతీత్యేనం బ్రూయాత్ || 2.22.4 ||

    సర్వే స్వరా ఘోషవంతో బలవంతో వక్తవ్యా ఇంద్రే బలం దదానీతి సర్వ ఊష్మాణోఽగ్రస్తా అనిరస్తా వివృతా వక్తవ్యాః  ప్రజాపతేరాత్మానం పరిదదానీతి సర్వే స్పర్శా లేశేనానభినిహితా వక్తవ్యా మృత్యోరాత్మానం పరిహరాణీతి || 2.22.5 ||

    || ఇతి ద్వావింశః ఖండః ||

    త్రయోవింశః ఖండః

    త్రయో ధర్మస్కంధా యజ్ఞోఽధ్యయనం దానమితి ప్రథమస్తప ఏవ ద్వితీయో బ్రహ్మచార్యాచార్యకులవాసీ తృతీయోఽత్యంతమాత్మానమాచార్యకులేఽవసాదయన్సర్వ ఏతే పుణ్యలోకా భవంతి బ్రహ్మసగ్ంస్థోఽమృతత్వమేతి || 2.23.1 ||

    ప్రజాపతిర్లోకానభ్యతపత్తేభ్యోఽభితప్తేభ్యస్త్రయీ విద్యా సంప్రాస్రవత్తామభ్యతపత్తస్యా అభితప్తాయా ఏతాన్యక్షరాణి సంప్రాస్రవంత భూర్భువః స్వరితి || 2.23.2 ||

    తాన్యభ్యతపత్తేభ్యోఽభితప్తేభ్య ఓంకారః సంప్రాస్రవత్తద్యథా శంకునా సర్వాణి పర్ణాని సంతృణ్ణాన్యేవమోంకారేణ సర్వా వాక్సంతృణ్ణోంకార ఏవేదగ్ం సర్వమోంకార ఏవేదగ్ం సర్వం || 2.23.3 ||

    || ఇతి త్రయోవింశః ఖండః ||

    చతుర్వింశః

    బ్రహ్మవాదినో వదంతి యద్వసూనాం ప్రాతః సవనగ్ం రుద్రాణాం మాధ్యందినగ్ం సవనమాదిత్యానాం చ విశ్వేషాం చ దేవానాం తృతీయసవనం || 2.24.1 ||

    క్వ తర్హి యజమానస్య లోక ఇతి స యస్తన్న విద్యాత్కథం కుర్యాదథ విద్వాన్కుర్యాత్ || 2.24.2 ||

    పురా ప్రాతరనువాకస్యోపాకరణాజ్జఘనేన గార్హపత్యస్యోదాఙ్ముఖ ఉపవిశ్య స వాసవగ్ం సామాభిగాయతి || 2.24.3 ||

    లో3 కద్వారమపావా3 ర్ణూ 3 3 పశ్యేమ త్వా వయగ్ం రా 3 3 3 3 3 హుం 3 ఆ 3 3 జ్యా 3 యో 3 ఆ 3 2 1 1 1 ఇతి || 2.24.4 ||

    అథ జుహోతి నమోఽగ్నయే పృథివీక్షితే లోకక్షితే లోకం మే యజమానాయ విందైష వై యజమానస్య లోక ఏతాస్మి || 2.24.5 ||

    అత్ర యజమానః  పరస్తాదాయుషః  స్వాహాఽపజహి పరిఘమిత్యుక్త్వోత్తిష్ఠతి తస్మై వసవః ప్రాతఃసవనగ్ం సంప్రయచ్ఛంతి || 2.24.6 ||

    పురా మాధ్యందినస్య సవనస్యోపాకరణాజ్జఘనేనాగ్నీధ్రీయస్యోదఙ్ముఖ ఉపవిశ్య స రౌద్రగ్ం సామాభిగాయతి || 2.24.7 ||

    లో3 కద్వారమపావా3 ర్ణూ3 3 పశ్యేమ త్వా వయం వైరా3 3 3 3 3 హుం3 ఆ3 3 జ్యా 3 యో3 ఆ3 2 1 1 1 ఇతి || 2.24.8 ||

    అథ జుహోతి నమో వాయవేఽన్తరిక్షక్షితే లోకక్షితే లోకం మే యజమానాయ విందైష వై యజమానస్య లోక ఏతాస్మి || 2.24.9 ||

    అత్ర యజమానః పరస్తాదాయుషః స్వాహాఽపజహి పరిఘమిత్యుక్త్వోత్తిష్ఠతి తస్మై రుద్రా మాధ్యందినగ్ం సవనగ్ం సంప్రయచ్ఛంతి || 2.24.10 ||

    పురా తృతీయసవనస్యోపాకరణాజ్జఘనేనాహవనీయస్యోదఙ్ముఖ ఉపవిశ్య స ఆదిత్యగ్ం స వైశ్వదేవగ్ం సామాభిగాయతి || 2.24.11 ||

    లో3 కద్వారమపావా3 ర్ణూ3 3పశ్యేమ త్వా వయగ్ం స్వారా3 3 3 3 3 హుం3 ఆ3 3 జ్యా3 యో3 ఆ 3 2 1 1 1 ఇతి || 2.24.12 ||

    ఆదిత్యమథ వైశ్వదేవం లో3 కద్వారమపావా3 ర్ణూ3 3 పశ్యేమ త్వా వయగ్ం సామ్నా3 3 3 3 3 హుం3 ఆ3 3 జ్యా3 యో3 ఆ 3 2 1 1 1 ఇతి || 2.24.13 ||

    అథ జుహోతి నమ ఆదిత్యేభ్యశ్చ విశ్వేభ్యశ్చ దేవేభ్యో దివిక్షిద్భ్యో లోకక్షిద్భ్యో లోకం మే యజమానాయ విందత || 2.24.14 ||

    ఏష వై యజమానస్య లోక ఏతాస్మ్యత్ర యజమానః పరస్తాదాయుషః స్వాహాఽపహత పరిఘమిత్యుక్త్వోత్తిష్ఠతి || 2.24.15 ||

    || ఇతి చతుర్వింశః ఖండః ||

    || ఇతి ద్వితీయోఽధ్యాయః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.1.1వ మంత్రము",
    sloka: `ఓం సమస్తస్య ఖలు సామ్న ఉపాసనగ్ం సాధు యత్ఖలు సాధు తత్సామేత్యాచక్షతే యదసాధు తదసామేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.1.2వ మంత్రము",
    sloka: `తదుతాప్యాహుః సామ్నైనముపాగాదితి సాధునైనముపాగాదిత్యేవ తదాహురసామ్నైనముపాగాదిత్య సాధునైనముపగాదిత్యేవ తదాహుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.1.3వ మంత్రము",
    sloka: `అథోతాప్యాహుః సామ నో బతేతి యత్సాధు భవతి సాధు బతేత్యేవ తదాహురసామ నో బతేతి యదసాధు భవత్యసాధు బతేత్యేవ తదాహుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.1.4వ మంత్రము",
    sloka: `స య ఏతదేవం విద్వానసాధు సామేత్యుపాస్తేఽభ్యాశో హ యదేనగ్ం సాధవో ధర్మా ఆ చ గచ్ఛేయురుప చ నమేయుః ||
    
    ఇతి ప్రథమః ఖండః`,
    meaning: `***
    ఇది ప్రథమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.2.1వ మంత్రము",
    sloka: `లోకేషు పంచవిధగ్ం సామోపాసీత పృథివీ హింకారోఽగ్నిః ప్రస్తావోఽన్తరిక్షముద్గీథ ఆదిత్యః ప్రతిహారో ద్యౌర్నిధనమిత్యూర్ధ్వేషు ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.2.2వ మంత్రము",
    sloka: `అథావృత్తేషు ద్యౌర్హింకార ఆదిత్యః ప్రస్తావోఽన్తరిక్షముద్గీథోఽగ్నిః ప్రతిహారః పృథివీ నిధనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.2.3వ మంత్రము",
    sloka: `కల్పంతే హాస్మై లోకా ఊర్ధ్వాశ్చావృత్తాశ్చ య ఏతదేవం విద్వాన్లోకేషు పంచవిధం సామోపాస్తే ||
    
    ఇతి ద్వితీయః ఖండః`,
    meaning: `***
    ఇది ద్వితీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.3.1వ మంత్రము",
    sloka: `వృష్టౌ పంచవిధగ్ం సామోపాసీత పురోవాతో హింకారో మేఘో జాయతే స ప్రస్తావో వర్షతి స ఉద్గీథో విద్యోతతే స్తనయతి స ప్రతిహారః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.3.2వ మంత్రము",
    sloka: `ఉద్గృహ్ణాతి తన్నిధనం వర్షతి హాస్మై వర్షయతి హ య ఏతదేవం విద్వాన్వృష్టౌ పంచవిధగ్ం సామోపాస్తే ||
    
    ఇతి తృతీయః ఖండః`,
    meaning: `***
    ఇది తృతీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.4.1వ మంత్రము",
    sloka: `సర్వాస్వప్సు పంచవిధగ్ం సామోపాసీత మేఘో యత్సంప్లవతే స హింకారో యద్వర్షతి స ప్రస్తావో యాః ప్రాచ్యః స్యందంతే స ఉద్గీథో యాః  ప్రతీచ్యః స ప్రతిహారః సముద్రో నిధనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.4.2వ మంత్రము",
    sloka: `న హాప్సు ప్రైత్యప్సుమాన్భవతి య ఏతదేవం విద్వాన్సర్వాస్వప్సు పంచవిధగ్ం సామోపాస్తే ||
    
    ఇతి చతుర్థః ఖండః`,
    meaning: `***
    ఇది చతుర్థ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.5.1వ మంత్రము",
    sloka: `ఋతుషు పంచవిధగ్ం సామోపాసీత వసంతో హింకారః గ్రీష్మః  ప్రస్తావో వర్షా ఉద్గీథః శరత్ప్రతిహారో హేమంతో నిధనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.5.2వ మంత్రము",
    sloka: `కల్పంతే హాస్మా ఋతవ ఋతుమాన్భవతి య ఏతదేవం విద్వానృతుషు పంచవిధగ్ం సామోపాస్తే ||
    
    ఇతి పంచమః ఖండః`,
    meaning: `***
    ఇది పంచమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.6.1వ మంత్రము",
    sloka: `పశుషు పంచవిధగ్ం సామోపాసీతాజా హింకారోఽవయః ప్రస్తావో గావ ఉద్గీథోఽశ్వాః ప్రతిహారః పురుషో నిధనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.6.2వ మంత్రము",
    sloka: `భవంతి హాస్య పశవః పశుమాన్భవతి య ఏతదేవం విద్వాన్పశుషు పంచవిధగ్ం సామోపాస్తే ||
    
    ఇతి షష్ఠః ఖండః`,
    meaning: `***
    ఇది షష్ఠ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.7.1వ మంత్రము",
    sloka: `అథాధ్యాత్మం వాగేవర్క్ప్రాణః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే | వాగేవ సా ప్రాణోఽమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.7.2వ మంత్రము",
    sloka: `పరోవరీయో హాస్య భవతి పరోవరీయసో హ లోకాంజయతి య ఏతదేవం విద్వాన్ప్రాణేషు పంచవిధగ్ం పరోవరీయః సామోపాస్త ఇతి తు పంచవిధస్య ||
    
    ఇతి సప్తమః ఖండః`,
    meaning: `***
    ఇది సప్తమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.8.1వ మంత్రము",
    sloka: `అథ సప్తవిధస్య వాచి సప్తవిధగ్ం సామోపాసీత యత్కించ వాచో హుం 3 ఇతి స హింకారో యత్ప్రేతి స ప్రస్తావో యదేతి స ఆదిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.8.2వ మంత్రము",
    sloka: `యదుదితి స ఉద్గీథో యత్ప్రతీతి స ప్రతిహారో యదుపేతి స ఉపద్రవో యన్నీతి తన్నిధనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.8.3వ మంత్రము",
    sloka: `దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతదేవం విద్వాన్వాచి సప్తవిధగ్ం సామోపాస్తే ||
    
    ఇతి అష్టమః ఖండః`,
    meaning: `***
    ఇది అష్టమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.1వ మంత్రము",
    sloka: `అథ ఖల్వముమాదిత్యగ్ం సప్తవిధగ్ం సామోపాసీత సర్వదా సమస్తేన సామ మాం ప్రతి మాం ప్రతీతి సర్వేణ సమస్తేన సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.2వ మంత్రము",
    sloka: `తస్మిన్నిమాని సర్వాణి భూతాన్యన్వాయత్తానీతి విద్యాత్తస్య యత్పురోదయాత్స హింకారస్తదస్య పశవోఽన్వాయత్తాస్తస్మాత్తే హిం కుర్వంతి హింకారభాజినో హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.3వ మంత్రము",
    sloka: `అథ యత్ప్రథమోదితే స ప్రస్తావస్తదస్య మనుష్యా అన్వాయత్తాస్తస్మాత్తే ప్రస్తుతికామాః ప్రశగ్ం సాకామాః ప్రస్తావభాజినో హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.4వ మంత్రము",
    sloka: `అథ యత్సంగవవేలాయాగ్ం స ఆదిస్తదస్య వయాగ్ంస్యన్వాయత్తాని తస్మాత్తాన్యంతరిక్షేఽనారంబణాన్యాదాయాత్మానం పరిపతంత్యాదిభాజీని హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.5వ మంత్రము",
    sloka: `అథ యత్సంప్రతిమధ్యందినే  స ఉద్గీథస్తదస్య దేవా అన్వాయత్తాస్తస్మాత్తే సత్తమాః ప్రాజాపత్యానాముద్గీథభాజినో హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.6వ మంత్రము",
    sloka: `అథ యదూర్ధ్వం మధ్యందినాత్ప్రాగపరాహ్ణాత్స ప్రతిహారస్తదస్య గర్భా అన్వాయత్తాస్తస్మాత్తే ప్రతిహృతా నావపద్యంతే ప్రతిహారభాజినో హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.7వ మంత్రము",
    sloka: `అథ యదూర్ధ్వమపరాహ్ణాత్ప్రాగస్తమయాత్స ఉపద్రవస్తదస్యారణ్యా అన్వాయత్తాస్తస్మాత్తే పురుషం దృష్ట్వా కక్షగ్ం శ్వభ్రమిత్యుపద్రవంత్యుపద్రవభాజినో హ్యేతస్య సామ్నః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.9.8వ మంత్రము",
    sloka: `అథ యత్ప్రథమాస్తమితే తన్నిధనం తదస్య పితరోఽన్వాయత్తాస్తస్మాత్తాన్నిదధతి నిధనభాజినో హ్యేతస్య సామ్న ఏవం ఖల్వముమాదిత్యగ్ం సప్తవిధగ్ం సామోపాస్తే ||
    
    ఇతి నవమః ఖండః`,
    meaning: `***
    ఇది నవమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.1వ మంత్రము",
    sloka: `అథ ఖల్వాత్మసమ్మితమతిమృత్యు సప్తవిధగ్ం సామోపాసీత హింకార ఇతి త్ర్యక్షరం ప్రస్తావ ఇతి త్ర్యక్షరం తత్సమం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.2వ మంత్రము",
    sloka: `ఆదిరితి ద్వ్యక్షరం ప్రతిహార ఇతి చతురక్షరం తత ఇహైకం తత్సమం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.3వ మంత్రము",
    sloka: `ఉద్గీథ ఇతి త్ర్యక్షరముపద్రవ ఇతి చతురక్షరం త్రిభిస్త్రిభిః సమం భవత్యక్షరమతిశిష్యతే త్ర్యక్షరం తత్సమం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.4వ మంత్రము",
    sloka: `నిధనమితి త్ర్యక్షరం తత్సమమేవ భవతి తాని హ వా ఏతాని ద్వావిగ్ంశతిరక్షరాణి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.5వ మంత్రము",
    sloka: `ఏకవిగ్ంశత్యాఽఽదిత్యమాప్నోత్యేకవిగ్ంశో వా ఇతోఽసావాదిత్యో ద్వావిగ్ంశేన పరమాదిత్యాజ్జయతి తన్నాకం తద్విశోకం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.10.6వ మంత్రము",
    sloka: `ఆప్నోతీ హాదిత్యస్య జయం పరో హాస్యాదిత్యజయాజ్జయో భవతి య ఏతదేవం విద్వానాత్మసమ్మితమతిమృత్యు సప్తవిధగ్ం సామోపాస్తే సామోపాస్తే ||
    
    ఇతి దశమః ఖండః`,
    meaning: `***
    ఇది దశమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.11.1వ మంత్రము",
    sloka: `మనో హింకారో వాక్ప్రస్తావశ్చక్షురుద్గీథః శ్రోత్రం ప్రతిహారః ప్రాణో నిధనమేతద్గాయత్రం ప్రాణేషు ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.11.2వ మంత్రము",
    sloka: `స య ఏవమేతద్గాయత్రం ప్రాణేషు ప్రోతం వేద ప్రాణీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా మహామనాః స్యాత్తద్వ్రతం ||
    
    ఇతి ఏకాదశః ఖండః`,
    meaning: `***
    ఇది ఏకాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.12.1వ మంత్రము",
    sloka: `అభిమంథతి స హింకారో ధూమో జాయతే స ప్రస్తావో జ్వలతి స ఉద్గీథోఽఙ్గారా భవంతి స ప్రతిహార ఉపశామ్యతి తన్నిధనగ్ం సగ్ంశామ్యతి తన్నిధనమేతద్రథంతరమగ్నౌ ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.12.2వ మంత్రము",
    sloka: `స య ఏవమేతద్రథంతరమగ్నౌ ప్రోతం వేద బ్రహ్మవర్చస్యన్నాదో భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా   న ప్రత్యఙ్ఙగ్నిమాచామేన్న నిష్ఠీవేత్తద్వ్రతం ||
    
    ఇతి ద్వాదశః ఖండః`,
    meaning: `***
    ఇది ద్వాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.13.1వ మంత్రము",
    sloka: `ఉపమంత్రయతే స హింకారో జ్ఞపయతే స ప్రస్తావః స్త్రియా సహ శేతే స ఉద్గీథః ప్రతి స్త్రీం సహ శేతే స ప్రతిహారః కాలం గచ్ఛతి తన్నిధనం పారం గచ్ఛతి తన్నిధనమేతద్వామదేవ్యం మిథునే ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.13.2వ మంత్రము",
    sloka: `స య ఏవమేతద్వామదేవ్యం మిథునే ప్రోతం వేద మిథునీ భవతి మిథునాన్మిథునాత్ప్రజాయతే సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా న కాంచన పరిహరేత్తద్వ్రతం ||
    
    ఇతి త్రయోదశః ఖండః`,
    meaning: `***
    ఇది త్రయోదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.14.1వ మంత్రము",
    sloka: `ఉద్యన్హింకార ఉదితః  ప్రస్తావో మధ్యందిన ఉద్గీథోఽపరాహ్ణః ప్రతిహారోఽస్తం యన్నిధనమేతద్బృహదాదిత్యే ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.14.2వ మంత్రము",
    sloka: `స య ఏవమేతద్బృహదాదిత్యే ప్రోతం వేద తేజస్వ్యన్నాదో భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా తపంతం న నిందేత్తద్వ్రతం ||
    
    ఇతి చతుర్దశః ఖండః`,
    meaning: `***
    ఇది చతుర్దశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.15.1వ మంత్రము",
    sloka: `అభ్రాణి సంప్లవంతే స హింకారో మేఘో జాయతే స ప్రస్తావో వర్షతి స ఉద్గీథో విద్యోతతే స్తనయతి స ప్రతిహార ఉద్గృహ్ణాతి తన్నిధనమేతద్వైరూపం పర్జన్యే ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.15.2వ మంత్రము",
    sloka: `స య ఏవమేతద్వైరూపం పర్జన్యే ప్రోతం వేద విరూపాగ్ంశ్చ సురూపగ్ంశ్చ పశూనవరుంధే సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా వర్షంతం న నిందేత్తద్వ్రతం ||
    
    ఇతి పంచదశః ఖండః`,
    meaning: `***
    ఇది పంచదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.16.1వ మంత్రము",
    sloka: `వసంతో హింకారో గ్రీష్మః  ప్రస్తావో వర్షా ఉద్గీథః శరత్ప్రతిహారో హేమంతో నిధనమేతద్వైరాజమృతుషు ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.16.2వ మంత్రము",
    sloka: `స య ఏవమేతద్వైరాజమృతుషు ప్రోతం వేద విరాజతి ప్రజయా పశుభిర్బ్రహ్మవర్చసేన సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యర్తూన్న నిందేత్తద్వ్రతం ||
    
    ఇతి షోడశః ఖండః`,
    meaning: `***
    ఇది షోడశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.17.1వ మంత్రము",
    sloka: `పృథివీ హింకారోఽన్తరిక్షం ప్రస్తావో ద్యౌరుద్గీథో దిశః  ప్రతిహారః  సముద్రో నిధనమేతాః శక్వర్యో లోకేషు ప్రోతాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.17.2వ మంత్రము",
    sloka: `స య ఏవమేతాః శక్వర్యో లోకేషు ప్రోతా వేద లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా లోకాన్న నిందేత్తద్వ్రతం ||
    
    ఇతి సప్తదశః ఖండః`,
    meaning: `***
    ఇది సప్తదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.18.1వ మంత్రము",
    sloka: `అజా హింకారోఽవయః ప్రస్తావో గావ ఉద్గీథోఽశ్వాః ప్రతిహారః పురుషో నిధనమేతా రేవత్యః పశుషు ప్రోతాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.18.2వ మంత్రము",
    sloka: `స య ఏవమేతా రేవత్యః పశుషు ప్రోతా వేద పశుమాన్భవతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా పశూన్న నిందేత్తద్వ్రతం ||
    
    ఇతి అష్టాదశః ఖండః`,
    meaning: `***
    ఇది అష్టాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.19.1వ మంత్రము",
    sloka: `లోమ హింకారస్త్వక్ప్రస్తావో మాగ్ంసముద్గీథోస్థి ప్రతిహారో మజ్జా నిధనమేతద్యజ్ఞాయజ్ఞీయమంగేషు ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.19.2వ మంత్రము",
    sloka: `స య ఏవమేతద్యజ్ఞాయజ్ఞీయమంగేషు ప్రోతం వేదాంగీ భవతి నాంగేన విహూర్ఛతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా సంవత్సరం మజ్జ్ఞో నాశ్నీయాత్తద్వ్రతం మజ్జ్ఞో నాశ్నీయాదితి వా ||
    
    ఇతి ఏకోనవింశః ఖండః`,
    meaning: `***
    ఇది ఏకోనవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.20.1వ మంత్రము",
    sloka: `అగ్నిర్హింకారో వాయుః ప్రస్తావ ఆదిత్య ఉద్గీథో నక్షత్రాణి ప్రతిహారశ్చంద్రమా నిధనమేతద్రాజనం దేవతాసు ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.20.2వ మంత్రము",
    sloka: `స య ఏవమేతద్రాజనం దేవతాసు ప్రోతం వేదైతాసామేవ దేవతానాగ్ం సలోకతాగ్ంసర్ష్టితాగ్ం సాయుజ్యం గచ్ఛతి సర్వమాయురేతి జ్యోగ్జీవతి మహాన్ప్రజయా పశుభిర్భవతి మహాన్కీర్త్యా బ్రాహ్మణాన్న నిందేత్తద్వ్రతం ||
    
    ఇతి వింశః ఖండః`,
    meaning: `***
    ఇది వింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.21.1వ మంత్రము",
    sloka: `త్రయీ విద్యా హింకారస్త్రయ ఇమే లోకాః స ప్రస్తావోఽగ్నిర్వాయురాదిత్యః స ఉద్గీథో నక్షత్రాణి వయాగ్ంసి మరీచయః స ప్రతిహారః సర్పా గంధర్వాః పితరస్తన్నిధనమేతత్సామ సర్వస్మిన్ప్రోతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.21.2వ మంత్రము",
    sloka: `స య ఏవమేతత్సామ సర్వస్మిన్ప్రోతం వేద సర్వగ్ం హ భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.21.3వ మంత్రము",
    sloka: `తదేష శ్లోకః | యాని పంచధా త్రీణీ త్రీణి తేభ్యో న జ్యాయః పరమన్యదస్తి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.21.4వ మంత్రము",
    sloka: `యస్తద్వేద స వేద సర్వగ్ం సర్వా దిశో బలిమస్మై హరంతి సర్వమస్మీత్యుపాసిత తద్వ్రతం తద్వ్రతం ||
    
    ఇతి ఏకవింశః ఖండః`,
    meaning: `***
    ఇది ఏకవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.22.1వ మంత్రము",
    sloka: `వినర్ది సామ్నో వృణే పశవ్యమిత్యగ్నేరుద్గీథోఽనిరుక్తః ప్రజాపతేర్నిరుక్తః సోమస్య మృదు శ్లక్ష్ణం వాయోః శ్లక్ష్ణం బలవదింద్రస్య క్రౌంచం బృహస్పతేరపధ్వాంతం వరుణస్య తాన్సర్వానేవోపసేవేత వారుణం త్వేవ వర్జయేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.22.2వ మంత్రము",
    sloka: `అమృతత్వం దేవేభ్య ఆగాయానీత్యాగాయేత్స్వధాం పితృభ్య ఆశాం మనుష్యేభ్యస్తృణోదకం పశుభ్యః స్వర్గం లోకం యజమానాయాన్నమాత్మన ఆగాయానీత్యేతాని మనసా ధ్యాయన్నప్రమత్తః స్తువీత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.22.3వ మంత్రము",
    sloka: `సర్వే స్వరా ఇంద్రస్యాత్మానః సర్వ ఊష్మాణః ప్రజాపతేరాత్మానః సర్వే స్పర్శా మృత్యోరాత్మానస్తం యది స్వరేషూపాలభేతేంద్రగ్ంశరణం ప్రపన్నోఽభూవం స త్వా ప్రతివక్ష్యతీత్యేనం బ్రూయాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.22.4వ మంత్రము",
    sloka: `అథ యద్యేనమూష్మసూపాలభేత ప్రజాపతిగ్ం శరణం ప్రపన్నోఽభూవం స త్వా ప్రతి పేక్ష్యతీత్యేనం బ్రూయాదథ యద్యేనగ్ం స్పర్శేషూపాలభేత మృత్యుగ్ం శరణం ప్రపన్నోఽభూవం స త్వా ప్రతిధక్ష్యతీత్యేనం బ్రూయాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.22.5వ మంత్రము",
    sloka: `సర్వే స్వరా ఘోషవంతో బలవంతో వక్తవ్యా ఇంద్రే బలం దదానీతి సర్వ ఊష్మాణోఽగ్రస్తా అనిరస్తా వివృతా వక్తవ్యాః  ప్రజాపతేరాత్మానం పరిదదానీతి సర్వే స్పర్శా లేశేనానభినిహితా వక్తవ్యా మృత్యోరాత్మానం పరిహరాణీతి ||
    
    ఇతి ద్వావింశః ఖండః`,
    meaning: `***
    ఇది ద్వావింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.23.1వ మంత్రము",
    sloka: `త్రయో ధర్మస్కంధా యజ్ఞోఽధ్యయనం దానమితి ప్రథమస్తప ఏవ ద్వితీయో బ్రహ్మచార్యాచార్యకులవాసీ తృతీయోఽత్యంతమాత్మానమాచార్యకులేఽవసాదయన్సర్వ ఏతే పుణ్యలోకా భవంతి బ్రహ్మసగ్ంస్థోఽమృతత్వమేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.23.2వ మంత్రము",
    sloka: `ప్రజాపతిర్లోకానభ్యతపత్తేభ్యోఽభితప్తేభ్యస్త్రయీ విద్యా సంప్రాస్రవత్తామభ్యతపత్తస్యా అభితప్తాయా ఏతాన్యక్షరాణి సంప్రాస్రవంత భూర్భువః స్వరితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.23.3వ మంత్రము",
    sloka: `తాన్యభ్యతపత్తేభ్యోఽభితప్తేభ్య ఓంకారః సంప్రాస్రవత్తద్యథా శంకునా సర్వాణి పర్ణాని సంతృణ్ణాన్యేవమోంకారేణ సర్వా వాక్సంతృణ్ణోంకార ఏవేదగ్ం సర్వమోంకార ఏవేదగ్ం సర్వం ||
    
    ఇతి త్రయోవింశః ఖండః`,
    meaning: `***
    ఇది త్రయోవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.1వ మంత్రము",
    sloka: `బ్రహ్మవాదినో వదంతి యద్వసూనాం ప్రాతః సవనగ్ం రుద్రాణాం మాధ్యందినగ్ం సవనమాదిత్యానాం చ విశ్వేషాం చ దేవానాం తృతీయసవనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.2వ మంత్రము",
    sloka: `క్వ తర్హి యజమానస్య లోక ఇతి స యస్తన్న విద్యాత్కథం కుర్యాదథ విద్వాన్కుర్యాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.3వ మంత్రము",
    sloka: `పురా ప్రాతరనువాకస్యోపాకరణాజ్జఘనేన గార్హపత్యస్యోదాఙ్ముఖ ఉపవిశ్య స వాసవగ్ం సామాభిగాయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.4వ మంత్రము",
    sloka: `లో3 కద్వారమపావా3 ర్ణూ 3 3 పశ్యేమ త్వా వయగ్ం రా 3 3 3 3 3 హుం 3 ఆ 3 3 జ్యా 3 యో 3 ఆ 3 2 1 1 1 ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.5వ మంత్రము",
    sloka: `అథ జుహోతి నమోఽగ్నయే పృథివీక్షితే లోకక్షితే లోకం మే యజమానాయ విందైష వై యజమానస్య లోక ఏతాస్మి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.6వ మంత్రము",
    sloka: `అత్ర యజమానః  పరస్తాదాయుషః  స్వాహాఽపజహి పరిఘమిత్యుక్త్వోత్తిష్ఠతి తస్మై వసవః ప్రాతఃసవనగ్ం సంప్రయచ్ఛంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.7వ మంత్రము",
    sloka: `పురా మాధ్యందినస్య సవనస్యోపాకరణాజ్జఘనేనాగ్నీధ్రీయస్యోదఙ్ముఖ ఉపవిశ్య స రౌద్రగ్ం సామాభిగాయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.8వ మంత్రము",
    sloka: `లో3 కద్వారమపావా3 ర్ణూ3 3 పశ్యేమ త్వా వయం వైరా3 3 3 3 3 హుం3 ఆ3 3 జ్యా 3 యో3 ఆ3 2 1 1 1 ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.9వ మంత్రము",
    sloka: `అథ జుహోతి నమో వాయవేఽన్తరిక్షక్షితే లోకక్షితే లోకం మే యజమానాయ విందైష వై యజమానస్య లోక ఏతాస్మి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.10వ మంత్రము",
    sloka: `అత్ర యజమానః పరస్తాదాయుషః స్వాహాఽపజహి పరిఘమిత్యుక్త్వోత్తిష్ఠతి తస్మై రుద్రా మాధ్యందినగ్ం సవనగ్ం సంప్రయచ్ఛంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.11వ మంత్రము",
    sloka: `పురా తృతీయసవనస్యోపాకరణాజ్జఘనేనాహవనీయస్యోదఙ్ముఖ ఉపవిశ్య స ఆదిత్యగ్ం స వైశ్వదేవగ్ం సామాభిగాయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.12వ మంత్రము",
    sloka: `లో3 కద్వారమపావా3 ర్ణూ3 3పశ్యేమ త్వా వయగ్ం స్వారా3 3 3 3 3 హుం3 ఆ3 3 జ్యా3 యో3 ఆ 3 2 1 1 1 ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.13వ మంత్రము",
    sloka: `ఆదిత్యమథ వైశ్వదేవం లో3 కద్వారమపావా3 ర్ణూ3 3 పశ్యేమ త్వా వయగ్ం సామ్నా3 3 3 3 3 హుం3 ఆ3 3 జ్యా3 యో3 ఆ 3 2 1 1 1 ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.14వ మంత్రము",
    sloka: `అథ జుహోతి నమ ఆదిత్యేభ్యశ్చ విశ్వేభ్యశ్చ దేవేభ్యో దివిక్షిద్భ్యో లోకక్షిద్భ్యో లోకం మే యజమానాయ విందత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.15వ మంత్రము",
    sloka: `ఏష వై యజమానస్య లోక ఏతాస్మ్యత్ర యజమానః పరస్తాదాయుషః స్వాహాఽపహత పరిఘమిత్యుక్త్వోత్తిష్ఠతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "2.24.16వ మంత్రము",
    sloka: `తస్మా ఆదిత్యాశ్చ విశ్వే చ దేవాస్తృతీయం సవనగ్ం సంప్రయచ్ఛంత్యేష హ వై యజ్ఞస్య మాత్రాం వేద య ఏవం వేద య ఏవం వేద ||
    
    ఇతి చతుర్వింశః ఖండః
    ఇతి ద్వితీయోఽధ్యాయః`,
    meaning: `***
    ఇది చతుర్వింశః ఖండము
    ఇది ద్వితీయోధ్యాయము`,
    wordByWordMeaning: ``,
  },
];
