export default [
  {
    id: "మంత్రములు(1-5)",
    sloka: `ఛాందోగ్యోపనిషత్  షష్ఠోఽధ్యాయః
    
    ప్రథమః ఖండః  
    
    ఓం శ్వేతకేతుర్హారుణేయ ఆస తగ్ం హ పితోవాచ శ్వేతకేతో వస బ్రహ్మచర్యం న వై సోమ్యాస్మత్కులీనోఽననూచ్య బ్రహ్మబంధురివ భవతీతి || 6.1.1 ||

    స హ ద్వాదశవర్ష ఉపేత్య చతుర్వింశతివర్షః సర్వాన్వేదానధీత్య మహామనా అనూచానమానీ స్తబ్ధ ఏయాయ తగ్ం హ పితోవాచ శ్వేతకేతో యన్ను సోమ్యేదం మహామనా అనూచానమానీ స్తబ్ధోఽస్యుత తమాదేశమప్రాక్ష్యః || 6.1.2 ||

    యేనాశ్రుతగ్ం శ్రుతం భవత్యమతం మతమవిజ్ఞాతం విజ్ఞాతమితి కథం ను భగవః స ఆదేశో భవతీతి || 6.1.3 ||

    యథా సోమ్యైకేన మృత్పిండేన సర్వం మృణ్మయం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం మృత్తికేత్యేవ సత్యం || 6.1.4 ||

    యథా సోమ్యైకేన లోహమణినా సర్వం లోహమయం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం లోహమిత్యేవ సత్యం || 6.1.5 ||

    యథా సోమ్యైకేన నఖనికృంతనేన సర్వం కార్ష్ణాయసం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం కృష్ణాయసమిత్యేవ సత్యమేవగ్ం సోమ్య స ఆదేశో భవతీతి || 6.1.6 ||

    న వై నూనం భగవంతస్త ఏతదవేదిషుర్యద్ధ్యేతదవేదిష్యన్కథం మే నావక్ష్యన్నితి భగవాగ్ంస్త్వేవ మే తద్బ్రవీత్వితి తథా సోమ్యేతి హోవాచ || 6.1.7 ||
 
    || ఇతి ప్రథమః ఖండః || 

    ద్వితీయః ఖండః

    సదేవ సోమ్యేదమగ్ర ఆసీదేకమేవాద్వితీయం | తద్ధైక ఆహురసదేవేదమగ్ర ఆసీదేకమేవాద్వితీయం తస్మాదసతః సజ్జాయత || 6.2.1 ||

    కుతస్తు ఖలు సోమ్యైవగ్ం స్యాదితి హోవాచ కథమసతః సజ్జాయేతేతి | సత్త్వేవ సోమ్యేదమగ్ర ఆసీదేకమేవాద్వితీయం || 6.2.2 ||

    తదైక్షత బహు స్యాం ప్రజాయేయేతి తత్తేజోఽసృజత తత్తేజ ఐక్షత బహు స్యాం ప్రజాయేయేతి తదపోఽసృజత | తస్మాద్యత్ర క్వచ శోచతి స్వేదతే వా పురుషస్తేజస ఏవ తదధ్యాపో జాయంతే || 6.2.3 ||

    తా ఆప ఐక్షంత బహ్వ్యః స్యామ ప్రజాయేమహీతి తా అన్నమసృజంత తస్మాద్యత్ర క్వ చ వర్షతి తదేవ భూయిష్ఠమన్నం భవత్యద్భ్య ఏవ తదధ్యన్నాద్యం జాయతే || 6.2.4 ||
   
    || ఇతి ద్వితీయః ఖండః ||

    తృతీయః ఖండః

    తేషాం ఖల్వేషాం భూతానాం త్రీణ్యేవ బీజాని భవంత్యాండజం జీవజముద్భిజ్జమితి || 6.3.1 ||

    సేయం దేవతైక్షత హంతాహమిమాస్తిస్రో దేవతా అనేన జీవేనాత్మనాఽనుప్రవిశ్య నామరూపే వ్యాకరవాణీతి || 6.3.2 ||

    తాసాం త్రివృతం త్రివృతమేకైకాం కరవాణీతి | సేయం దేవతేమాస్తిస్రో దేవతా అనేనైవ జీవేనాత్మనాఽనుప్రవిశ్య నామరూపే వ్యాకరోత్ || 6.3.3 ||

    తాసాం త్రివృతం త్రివృతమేకైకామకరోత్ | యథా తు ఖలు సోమ్యేమాస్తిస్రో దేవతాస్త్రివృత్త్రివృదేకైకా భవతి తన్మే విజానీహీతి || 6.3.4 ||
    
    || ఇతి తృతీయః ఖండః ||

    చతుర్థః ఖండః

    యదగ్నే రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాదగ్నేరగ్నిత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం || 6.4.1||

    యదాదిత్యస్య రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాదాదిత్యాదాదిత్యత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం || 6.4.2 ||

    యచ్ఛంద్రమసో రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాచ్చంద్రాచ్చంద్రత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం || 6.4.3 ||

    యద్విద్యుతో రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాద్విద్యుతో విద్యుత్త్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం || 6.4.4 ||

    ఏతద్ధ స్మ వై తద్విద్వాగ్ంస ఆహుః పూర్వే మహాశాలా మహాశ్రోత్రియా న నోఽద్య కశ్చనాశ్రుతమమతమవిజ్ఞాతముదాహరిష్యతీతి హ్యేభ్యో విదాంచక్రుః || 6.4.5 ||

    యదు రోహితమివాభూదితి తేజసస్తద్రూపమితి తద్విదాంచక్రుర్యదు శుక్లమివాభూదిత్యపాగ్ం రూపమితి తద్విదాంచక్రుర్యదు కృష్ణమివాభూదిత్యన్నస్య రూపమితి తద్విదాంచక్రుః || 6.4.6 ||

    యద్వద్విజ్ఞాతమివాభూదిత్యేతాసామేవ దేవతానాగ్ం సమాస ఇతి తద్విదాంచక్రుర్యథా ఖలు ను సోమ్యేమాస్తిస్రో దేవతాః పురుషం ప్రాప్య త్రివృత్త్రివృదేకైకా భవతి తన్మే విజానీహీతి || 6.4.7 ||
   
    || ఇతి చతుర్థః ఖండః ||

    పంచమః ఖండః

    అన్నమశితం త్రేధా విధీయతే తస్య యః స్థవిష్ఠో ధాతుస్తత్పురీషం భవతి యో మధ్యమస్తన్మాగ్ంసం యోఽణిష్ఠస్తన్మనః || 6.5.1 ||

    ఆపః పీతాస్త్రేధా విధీయంతే తాసాం యః స్థవిష్ఠో ధాతుస్తన్మూత్రం భవతి యో మధ్యమస్తల్లోహితం యోఽణిష్ఠః స ప్రాణః || 6.5.2 ||

    తేజోఽశితం త్రేధా విధీయతే తస్య యః స్థవిష్ఠో ధాతుస్తదస్థి భవతి యో మధ్యమః స మజ్జా యోఽణిష్ఠః సా వాక్ || 6.5.3 ||

    అన్నమయగ్ంహి సోమ్య మనః ఆపోమయః ప్రాణస్తేజోమయీ వాగితి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.5.4 ||

    || ఇతి పంచమః ఖండః ||`
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(6-10)",
    sloka: `షష్ఠః ఖండః

    దధ్నః సోమ్య మథ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి తత్సర్పిర్భవతి || 6.6.1 ||

    ఏవమేవ ఖలు సోమ్యాన్నస్యాశ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి తన్మనో భవతి || 6.6.2 ||

    అపాగ్ంసోమ్య పీయమానానాం యోఽణిమా స ఉర్ధ్వః సముదీషతి స ప్రాణో భవతి || 6.6.3 ||

    తేజసః సోమ్యాశ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి సా వాగ్భవతి || 6.6.4 ||

    అన్నమయగ్ం హి సోమ్య మన ఆపోమయః ప్రాణస్తేజోమయీ వాగితి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.6.5 ||
   
    || ఇతి షష్ఠః ఖండః ||

    సప్తమః ఖండః

    షోడశకలః సోమ్య పురుషః పంచదశాహాని మాశీః కామమపః పిబాపోమయః ప్రాణో న పిబతో విచ్ఛేత్స్యత ఇతి || 6.7.1 ||

    స హ పంచదశాహాని నశాథ హైనముపససాద కిం బ్రవీమి భో ఇత్యృచః సోమ్య యజూగ్ంషి సామానీతి స హోవాచ న వై మా ప్రతిభాంతి భో ఇతి || 6.7.2 ||

    తగ్ం హోవాచ యథా సోమ్య మహతోఽభ్యా హితస్యైకోఽఙ్గారః ఖద్యోతమాత్రః పరిశిష్టః స్యాత్తేన తతోఽపి న బహు దహేదేవగ్ంసోమ్య తే షోడశానాం కలానామేకా కలాఽతిశిష్టా స్యాత్తయైతర్హి వేదాన్నానుభవస్యశానాథ మే విజ్ఞాస్యసీతి || 6.7.3 ||

    స హశాథ హైనముపససాద తగ్ం హ యత్కించ పప్రచ్ఛ సర్వగ్ంహ ప్రతిపేదే || 6.7.4 ||

    తగ్ం హోవాచ యథా సోమ్య మహతోఽభ్యాహితస్యైకమంగారం ఖద్యోతమాత్రం పరిశిష్టం తం తృణైరుపసమాధాయ ప్రజ్వలయేత్తేన తతోఽపి బహు దహేత్ || 6.7.5 ||

    ఏవగ్ం సోమ్య తే షోడశానాం కలానామేకా కలాతిశిష్టాఽభూత్సాఽన్నేనోపసమాహితా ప్రాజ్వాలీ తయైతర్హి వేదాననుభవస్యన్నమయగ్ంహి సోమ్య మన ఆపోమయః ప్రాణస్తేజోమయీ వాగితి తద్వాస్య విజజ్ఞావితి విజజ్ఞావితి || 6.7.6 ||
   
    || ఇతి సప్తమః ఖండః ||

    అష్టమః ఖండః

    ఉద్దాలకో హారుణిః శ్వేతకేతుం పుత్రమువాచ స్వప్నాంతం మే సోమ్య విజానీహీతి యత్రైతత్పురుషః స్వపితి నామ సతా సోమ్య తదా సంపన్నో భవతి స్వమపీతో భవతి తస్మాదేనగ్ం స్వపితీత్యాచక్షతే స్వగ్ంహ్యపీతో భవతి || 6.8.1 ||

    స యథా శకునిః సూత్రేణ ప్రబద్ధో దిశం దిశం పతిత్వాఽన్యత్రాయతనమలబ్ధ్వా బంధనమేవోపశ్రయత ఏవమేవ ఖలు సోమ్య తన్మనో దిశం దిశం పతిత్వాఽన్యత్రాయతనమలబ్ధ్వా ప్రాణమేవోపశ్రయతే ప్రాణబంధనగ్ం హి సోమ్య మన ఇతి || 6.8.2 ||

    అశనాపిపాసే మే సోమ్య విజానీహీతి యత్రైతత్పురుషోఽశిశిషతి నామాప ఏవ తదశితం నయంతే తద్యథా గోనాయోఽశ్వనాయః పురుషనాయ ఇత్యేవం తదప ఆచక్షతేఽశనాయేతి తత్రైతచ్ఛుంగముత్పతితగ్ం సోమ్య విజానీహి నేదమమూలం భవిష్యతీతి || 6.8.3 ||

    తస్య క్వ మూలగ్ం స్యాదన్యత్రాన్నాదేవమేవ ఖలు సోమ్యాన్నేన శుంగేనాపో మూలమన్విచ్ఛాద్భిః సోమ్య శుంగేన తేజో మూలమన్విచ్ఛ తేజసా సోమ్య శుంగేన సన్మూలమన్విచ్ఛ సన్మూలాః సోమ్యేమాః సర్వాః ప్రజాః సదాయతనాః సత్ప్రతిష్ఠాః || 6.8.4 ||

    అథ యత్రైతత్పురుషః పిపాసతి నామ తేజ ఏవ తత్పీతం నయతే తద్యథా గోనాయోఽశ్వనాయః పురుషనాయ ఇత్యేవం తత్తేజ ఆచష్ట ఉదన్యేతి తత్రైతదేవ శుంగముత్పతితగ్ం సోమ్య విజానీహి నేదమమూలం భవిష్యతీతి || 6.8.5 ||

    తస్య క్వ మూలగ్ం స్యాదన్యత్రాద్భ్య్ఽద్భిః సోమ్య శుంగేన తేజో మూలమన్విచ్ఛ తేజసా సోమ్య శుంగేన సన్మూలమన్విచ్ఛ సన్మూలాః సోమ్యేమాః సర్వాః ప్రజాః సదాయతనాః సత్ప్రతిష్ఠా యథా ను ఖలు సోమ్యేమాస్తిస్రో దేవతాః పురుషం ప్రాప్య త్రివృత్త్రివృదేకైకా భవతి తదుక్తం పురస్తాదేవ భవత్యస్య సోమ్య పురుషస్య ప్రయతో వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయాం || 6.8.6 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.8.7 ||

    || ఇతి అష్టమః ఖండః ||

    నవమః ఖండః

    యథా సోమ్య మధు మధుకృతో నిస్తిష్ఠంతి నానాత్యయానాం వృక్షాణాగ్ం రసాన్సమవహారమేకతాగ్ం రసం గమయంతి || 6.9.1 ||

    తే యథా తత్ర న వివేకం లభంతేఽముష్యాహం వృక్షస్య రసోఽస్మ్యముష్యాహం వృక్షస్య రసోఽస్మీత్యేవమేవ ఖలు సోమ్యేమాః సర్వాః ప్రజాః సతి సంపద్య న విదుః సతి సంపద్యామహ ఇతి || 6.9.2 ||

    త ఇహ వ్యఘ్రో వా సిగ్ంహో వా వృకో వా వరాహో వా కీటో వా పతంగో వా దగ్ంశో వా మశకో వా యద్యద్భవంతి తదాభవంతి || 6.9.3 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.9.4 ||
   
    || ఇతి నవమః ఖండః ||

    దశమః ఖండః

    ఇమాః సోమ్య నద్యః పురస్తాత్ప్రాచ్యః స్యందంతే పశ్చాత్ప్రతీచ్యస్తాః సముద్రాత్సముద్రమేవాపియంతి స సముద్ర ఏవ భవతి తా యథా తత్ర న విదురియమహమస్మీయమహమస్మీతి || 6.10.1 ||

    ఏవమేవ ఖలు సోమ్యేమాః సర్వాః ప్రజాః సత ఆగమ్య న విదుః సత ఆగచ్ఛామహ ఇతి త ఇహ వ్యాఘ్రో వా సిగ్ంహో వా వృకో వా వరాహో వా కీటో వా పతంగో వా దగ్ంశో వా మశకో వా యద్యద్భవంతి తదాభవంతి || 6.10.2 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.10.3 ||

    || ఇతి దశమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(11-16)",
    sloka: `ఏకాదశః ఖండః

    అస్య సోమ్య మహతో వృక్షస్య యో మూలేఽభ్యాహన్యాజ్జీవన్స్రవేద్యో మధ్యేఽభ్యాహన్యాజ్జీవన్స్రవేద్యోఽగ్రేఽభ్యాహన్యాజ్జీవన్స్రవేత్స ఏష జీవేనాత్మనానుప్రభూతః పేపీయమానో మోదమానస్తిష్ఠతి || 6.11.1||

    అస్య యదేకాగ్ం శాఖాం జీవో జహాత్యథ సా శుష్యతి ద్వితీయాం జహాత్యథ సా శుష్యతి తృతీయాం జహాత్యథ సా శుష్యతి సర్వం జహాతి సర్వః శుష్యతి ఏవమేవ ఖలు సోమ్య విద్ధీతి హోవాచ || 6.11.2 ||

    జీవాపేతం వావ కిలేదం మ్రియతే న జీవో మ్రియతే ఇతి స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.11.3 ||
  
    || ఇతి ఏకాదశః ఖండః ||

    ద్వాదశః ఖండః

    న్యగ్రోధఫలమత ఆహరేతీదం భగవ ఇతి భింద్ధీతి భిన్నం భగవ ఇతి కిమత్ర పశ్యసీత్యణ్వ్య ఇవేమా ధానా భగవ ఇత్యాసామంగైకాం భింద్ధీతి భిన్నా భగవ ఇతి కిమత్ర పశ్యసీతి న కించన భగవ ఇతి || 6.12.1 ||

    తగ్ం హోవాచ యం వై సోమ్యైతమణిమానం న నిభాలయస ఏతస్య వై సోమ్యైషోఽణిమ్న ఏవం మహాన్యగ్రోధస్తిష్ఠతి శ్రద్ధత్స్వ సోమ్యేతి || 6.12.2 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.12.3 ||

    || ఇతి ద్వాదశః ఖండః ||

    త్రయోదశః ఖండః

    లవణమేతదుదకేఽవధాయాథ మా ప్రాతరుపసీదథా ఇతి స హ తథా చకార తగ్ం హోవాచ యద్దోషా లవణముదకేఽవాధా అంగ తదాహరేతి తద్ధావమృశ్య న వివేద || 6.13.1 ||

    యథా విలీనమేవాంగాస్యాంతాదాచామేతి కథమితి లవణమితి మధ్యాదాచామేతి కథమితి లవణమిత్యంతాదాచామేతి కథమితి లవణమిత్యభిప్రాస్యైతదథ మోపసీదథా ఇతి తద్ధ తథా చకార తచ్ఛశ్వత్సంవర్తతే తగ్ం హోవాచాత్ర వావ కిల తత్సోమ్య న నిభాలయసేఽత్రైవ కిలేతి || 6.13.2 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.13.3 ||
   
    || ఇతి త్రయోదశః ఖండః ||

    చతుర్దశః ఖండః

    యథా సోమ్య పురుషం గంధారేభ్యోఽభినద్ధాక్షమానీయ తం తతోఽతిజనే విసృజేత్స యథా తత్ర ప్రాఙ్వోదఙ్వాఽధరాఙ్వా ప్రత్యఙ్వా ప్రధ్మాయీతాభినద్ధాక్ష ఆనీతోఽభినద్ధాక్షో విసృష్టః || 6.14.1 ||

    తస్య యథాభినహనం ప్రముచ్య ప్రబ్రూయాదేతాం దిశం గంధారా ఏతాం దిశం వ్రజేతి స గ్రామాద్గ్రామం పృచ్ఛన్పండితో మేధావీ గంధారానేవోపసంపద్యేతైవమేవేహాచార్యవాన్పురుషో వేద తస్య తావవేద చిరం యావన్న విమోక్ష్యేఽథ సంపత్స్య ఇతి || 6.14.2 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.14.3 ||

    || ఇతి చతుర్దశః ఖండః ||

    పంచదశః ఖండః

    పురుషగ్ం సోమ్యోతోపతాపినం జ్ఞాతయః పర్యుపాసతే జానాసి మాం జానాసి మామితి తస్య యావన్న వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయాం తావజ్జానాతి || 6.15.1 ||

    అథ యదాఽస్య వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయామథ న జానాతి || 6.15.2 ||

    స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ || 6.15.3 ||

    || ఇతి పంచదశః ఖండః ||

    షోడశః ఖండః
    
    పురుషగ్ం సోమ్యోత హస్తగృహీతమానయంత్యపహార్షీత్స్తేయమకార్షీత్పరశుమస్మై తపతేతి స యది తస్య కర్తా భవతి తత ఏవానృతమాత్మానం కురుతే సోఽనృతాభిసంధోఽనృతేనాత్మానమంతర్ధాయ పరశుం తప్తం ప్రతిగృహ్ణాతి స దహ్యతేఽథ హన్యతే ||.. 6.16.1 ||

    అథ యది తస్యాకర్తా భవతి తతేవ సత్యమాత్మానం కురుతే స సత్యాభిసంధః సత్యేనాత్మానమంతర్ధాయ పరశుం తప్తం ప్రతిగృహ్ణాతి స న దహ్యతేఽథ ముచ్యతే || 6.16.2 ||

    స యథా తత్ర నాదాహ్యేతైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి తద్ధాస్య విజజ్ఞావితి విజజ్ఞావితి || 6.16.3 ||

    || ఇతి షోడశః ఖండః ||

    || ఇతి షష్ఠోఽధ్యాయః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.1వ మంత్రము",
    sloka: `ఓం శ్వేతకేతుర్హారుణేయ ఆస తగ్ం హ పితోవాచ శ్వేతకేతో వస బ్రహ్మచర్యం న వై సోమ్యాస్మత్కులీనోఽననూచ్య బ్రహ్మబంధురివ భవతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.2వ మంత్రము",
    sloka: `స హ ద్వాదశవర్ష ఉపేత్య చతుర్వింశతివర్షః సర్వాన్వేదానధీత్య మహామనా అనూచానమానీ స్తబ్ధ ఏయాయ తగ్ం హ పితోవాచ శ్వేతకేతో యన్ను సోమ్యేదం మహామనా అనూచానమానీ స్తబ్ధోఽస్యుత తమాదేశమప్రాక్ష్యః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.3వ మంత్రము",
    sloka: `యేనాశ్రుతగ్ం శ్రుతం భవత్యమతం మతమవిజ్ఞాతం విజ్ఞాతమితి కథం ను భగవః స ఆదేశో భవతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.4వ మంత్రము",
    sloka: `యథా సోమ్యైకేన మృత్పిండేన సర్వం మృణ్మయం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం మృత్తికేత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.5వ మంత్రము",
    sloka: `యథా సోమ్యైకేన లోహమణినా సర్వం లోహమయం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం లోహమిత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.6వ మంత్రము",
    sloka: `యథా సోమ్యైకేన నఖనికృంతనేన సర్వం కార్ష్ణాయసం విజ్ఞాతగ్ం స్యాద్వాచారంభణం వికారో నామధేయం కృష్ణాయసమిత్యేవ సత్యమేవగ్ం సోమ్య స ఆదేశో భవతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.1.7వ మంత్రము",
    sloka: `న వై నూనం భగవంతస్త ఏతదవేదిషుర్యద్ధ్యేతదవేదిష్యన్కథం మే నావక్ష్యన్నితి భగవాగ్ంస్త్వేవ మే తద్బ్రవీత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి ప్రథమః ఖండః`,
    meaning: `***
    ఇది ప్రథమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.2.1వ మంత్రము",
    sloka: `సదేవ సోమ్యేదమగ్ర ఆసీదేకమేవాద్వితీయం | తద్ధైక ఆహురసదేవేదమగ్ర ఆసీదేకమేవాద్వితీయం తస్మాదసతః సజ్జాయత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.2.2వ మంత్రము",
    sloka: `కుతస్తు ఖలు సోమ్యైవగ్ం స్యాదితి హోవాచ కథమసతః సజ్జాయేతేతి | సత్త్వేవ సోమ్యేదమగ్ర ఆసీదేకమేవాద్వితీయం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.2.3వ మంత్రము",
    sloka: `తదైక్షత బహు స్యాం ప్రజాయేయేతి తత్తేజోఽసృజత తత్తేజ ఐక్షత బహు స్యాం ప్రజాయేయేతి తదపోఽసృజత | తస్మాద్యత్ర క్వచ శోచతి స్వేదతే వా పురుషస్తేజస ఏవ తదధ్యాపో జాయంతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.2.4వ మంత్రము",
    sloka: `తా ఆప ఐక్షంత బహ్వ్యః స్యామ ప్రజాయేమహీతి తా అన్నమసృజంత తస్మాద్యత్ర క్వ చ వర్షతి తదేవ భూయిష్ఠమన్నం భవత్యద్భ్య ఏవ తదధ్యన్నాద్యం జాయతే ||
    
    ఇతి ద్వితీయః ఖండః`,
    meaning: `***
    ఇది ద్వితీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.3.1వ మంత్రము",
    sloka: `తేషాం ఖల్వేషాం భూతానాం త్రీణ్యేవ బీజాని భవంత్యాండజం జీవజముద్భిజ్జమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.3.2వ మంత్రము",
    sloka: `సేయం దేవతైక్షత హంతాహమిమాస్తిస్రో దేవతా అనేన జీవేనాత్మనాఽనుప్రవిశ్య నామరూపే వ్యాకరవాణీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.3.3వ మంత్రము",
    sloka: `తాసాం త్రివృతం త్రివృతమేకైకాం కరవాణీతి | సేయం దేవతేమాస్తిస్రో దేవతా అనేనైవ జీవేనాత్మనాఽనుప్రవిశ్య నామరూపే వ్యాకరోత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.3.4వ మంత్రము",
    sloka: `తాసాం త్రివృతం త్రివృతమేకైకామకరోత్ | యథా తు ఖలు సోమ్యేమాస్తిస్రో దేవతాస్త్రివృత్త్రివృదేకైకా భవతి తన్మే విజానీహీతి ||
    
    ఇతి తృతీయః ఖండః`,
    meaning: `***
    ఇది తృతీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.1వ మంత్రము",
    sloka: `యదగ్నే రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాదగ్నేరగ్నిత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.2వ మంత్రము",
    sloka: `యదాదిత్యస్య రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాదాదిత్యాదాదిత్యత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.3వ మంత్రము",
    sloka: `యచ్ఛంద్రమసో రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాచ్చంద్రాచ్చంద్రత్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.4వ మంత్రము",
    sloka: `యద్విద్యుతో రోహితగ్ంరూపం తేజసస్తద్రూపం యచ్ఛుక్లం తదపాం యత్కృష్ణం తదన్నస్యాపాగాద్విద్యుతో విద్యుత్త్వం వాచారంభణం వికారో నామధేయం త్రీణి రూపాణీత్యేవ సత్యం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.5వ మంత్రము",
    sloka: `ఏతద్ధ స్మ వై తద్విద్వాగ్ంస ఆహుః పూర్వే మహాశాలా మహాశ్రోత్రియా న నోఽద్య కశ్చనాశ్రుతమమతమవిజ్ఞాతముదాహరిష్యతీతి హ్యేభ్యో విదాంచక్రుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.6వ మంత్రము",
    sloka: `యదు రోహితమివాభూదితి తేజసస్తద్రూపమితి తద్విదాంచక్రుర్యదు శుక్లమివాభూదిత్యపాగ్ం రూపమితి తద్విదాంచక్రుర్యదు కృష్ణమివాభూదిత్యన్నస్య రూపమితి తద్విదాంచక్రుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.4.7వ మంత్రము",
    sloka: `యద్వద్విజ్ఞాతమివాభూదిత్యేతాసామేవ దేవతానాగ్ం సమాస ఇతి తద్విదాంచక్రుర్యథా ఖలు ను సోమ్యేమాస్తిస్రో దేవతాః పురుషం ప్రాప్య త్రివృత్త్రివృదేకైకా భవతి తన్మే విజానీహీతి ||
    
    ఇతి చతుర్థః ఖండః`,
    meaning: `***
    ఇది చతుర్థ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.5.1వ మంత్రము",
    sloka: `అన్నమశితం త్రేధా విధీయతే తస్య యః స్థవిష్ఠో ధాతుస్తత్పురీషం భవతి యో మధ్యమస్తన్మాగ్ంసం యోఽణిష్ఠస్తన్మనః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.5.2వ మంత్రము",
    sloka: `ఆపః పీతాస్త్రేధా విధీయంతే తాసాం యః స్థవిష్ఠో ధాతుస్తన్మూత్రం భవతి యో మధ్యమస్తల్లోహితం యోఽణిష్ఠః స ప్రాణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.5.3వ మంత్రము",
    sloka: `తేజోఽశితం త్రేధా విధీయతే తస్య యః స్థవిష్ఠో ధాతుస్తదస్థి భవతి యో మధ్యమః స మజ్జా యోఽణిష్ఠః సా వాక్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.5.4వ మంత్రము",
    sloka: `అన్నమయగ్ంహి సోమ్య మనః ఆపోమయః ప్రాణస్తేజోమయీ వాగితి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి పంచమః ఖండః`,
    meaning: `***
    ఇది పంచమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.6.1వ మంత్రము",
    sloka: `దధ్నః సోమ్య మథ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి తత్సర్పిర్భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.6.2వ మంత్రము",
    sloka: `ఏవమేవ ఖలు సోమ్యాన్నస్యాశ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి తన్మనో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.6.3వ మంత్రము",
    sloka: `అపాగ్ంసోమ్య పీయమానానాం యోఽణిమా స ఉర్ధ్వః సముదీషతి స ప్రాణో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.6.4వ మంత్రము",
    sloka: `తేజసః సోమ్యాశ్యమానస్య యోఽణిమా స ఉర్ధ్వః సముదీషతి సా వాగ్భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.6.5వ మంత్రము",
    sloka: `అన్నమయగ్ం హి సోమ్య మన ఆపోమయః ప్రాణస్తేజోమయీ వాగితి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి షష్ఠః ఖండః`,
    meaning: `***
    ఇది షష్ఠ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.1వ మంత్రము",
    sloka: `షోడశకలః సోమ్య పురుషః పంచదశాహాని మాశీః కామమపః పిబాపోమయః ప్రాణో న పిబతో విచ్ఛేత్స్యత ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.2వ మంత్రము",
    sloka: `స హ పంచదశాహాని నశాథ హైనముపససాద కిం బ్రవీమి భో ఇత్యృచః సోమ్య యజూగ్ంషి సామానీతి స హోవాచ న వై మా ప్రతిభాంతి భో ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.3వ మంత్రము",
    sloka: `తగ్ం హోవాచ యథా సోమ్య మహతోఽభ్యా హితస్యైకోఽఙ్గారః ఖద్యోతమాత్రః పరిశిష్టః స్యాత్తేన తతోఽపి న బహు దహేదేవగ్ంసోమ్య తే షోడశానాం కలానామేకా కలాఽతిశిష్టా స్యాత్తయైతర్హి వేదాన్నానుభవస్యశానాథ మే విజ్ఞాస్యసీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.4వ మంత్రము",
    sloka: `స హశాథ హైనముపససాద తగ్ం హ యత్కించ పప్రచ్ఛ సర్వగ్ంహ ప్రతిపేదే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.5వ మంత్రము",
    sloka: `తగ్ం హోవాచ యథా సోమ్య మహతోఽభ్యాహితస్యైకమంగారం ఖద్యోతమాత్రం పరిశిష్టం తం తృణైరుపసమాధాయ ప్రజ్వలయేత్తేన తతోఽపి బహు దహేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.7.6వ మంత్రము",
    sloka: `ఏవగ్ం సోమ్య తే షోడశానాం కలానామేకా కలాతిశిష్టాఽభూత్సాఽన్నేనోపసమాహితా ప్రాజ్వాలీ తయైతర్హి వేదాననుభవస్యన్నమయగ్ంహి సోమ్య మన ఆపోమయః ప్రాణస్తేజోమయీ వాగితి తద్వాస్య విజజ్ఞావితి విజజ్ఞావితి ||
    
    ఇతి సప్తమః ఖండః`,
    meaning: `***
    ఇది సప్తమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.1వ మంత్రము",
    sloka: `ఉద్దాలకో హారుణిః శ్వేతకేతుం పుత్రమువాచ స్వప్నాంతం మే సోమ్య విజానీహీతి యత్రైతత్పురుషః స్వపితి నామ సతా సోమ్య తదా సంపన్నో భవతి స్వమపీతో భవతి తస్మాదేనగ్ం స్వపితీత్యాచక్షతే స్వగ్ంహ్యపీతో భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.2వ మంత్రము",
    sloka: `స యథా శకునిః సూత్రేణ ప్రబద్ధో దిశం దిశం పతిత్వాఽన్యత్రాయతనమలబ్ధ్వా బంధనమేవోపశ్రయత ఏవమేవ ఖలు సోమ్య తన్మనో దిశం దిశం పతిత్వాఽన్యత్రాయతనమలబ్ధ్వా ప్రాణమేవోపశ్రయతే ప్రాణబంధనగ్ం హి సోమ్య మన ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.3వ మంత్రము",
    sloka: `అశనాపిపాసే మే సోమ్య విజానీహీతి యత్రైతత్పురుషోఽశిశిషతి నామాప ఏవ తదశితం నయంతే తద్యథా గోనాయోఽశ్వనాయః పురుషనాయ ఇత్యేవం తదప ఆచక్షతేఽశనాయేతి తత్రైతచ్ఛుంగముత్పతితగ్ం సోమ్య విజానీహి నేదమమూలం భవిష్యతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.4వ మంత్రము",
    sloka: `తస్య క్వ మూలగ్ం స్యాదన్యత్రాన్నాదేవమేవ ఖలు సోమ్యాన్నేన శుంగేనాపో మూలమన్విచ్ఛాద్భిః సోమ్య శుంగేన తేజో మూలమన్విచ్ఛ తేజసా సోమ్య శుంగేన సన్మూలమన్విచ్ఛ సన్మూలాః సోమ్యేమాః సర్వాః ప్రజాః సదాయతనాః సత్ప్రతిష్ఠాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.5వ మంత్రము",
    sloka: `అథ యత్రైతత్పురుషః పిపాసతి నామ తేజ ఏవ తత్పీతం నయతే తద్యథా గోనాయోఽశ్వనాయః పురుషనాయ ఇత్యేవం తత్తేజ ఆచష్ట ఉదన్యేతి తత్రైతదేవ శుంగముత్పతితగ్ం సోమ్య విజానీహి నేదమమూలం భవిష్యతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.6వ మంత్రము",
    sloka: `తస్య క్వ మూలగ్ం స్యాదన్యత్రాద్భ్య్ఽద్భిః సోమ్య శుంగేన తేజో మూలమన్విచ్ఛ తేజసా సోమ్య శుంగేన సన్మూలమన్విచ్ఛ సన్మూలాః సోమ్యేమాః సర్వాః ప్రజాః సదాయతనాః సత్ప్రతిష్ఠా యథా ను ఖలు సోమ్యేమాస్తిస్రో దేవతాః పురుషం ప్రాప్య త్రివృత్త్రివృదేకైకా భవతి తదుక్తం పురస్తాదేవ భవత్యస్య సోమ్య పురుషస్య ప్రయతో వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయాం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.8.7వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి అష్టమః ఖండః`,
    meaning: `***
    ఇది అష్టమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.9.1వ మంత్రము",
    sloka: `యథా సోమ్య మధు మధుకృతో నిస్తిష్ఠంతి నానాత్యయానాం వృక్షాణాగ్ం రసాన్సమవహారమేకతాగ్ం రసం గమయంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.9.2వ మంత్రము",
    sloka: `తే యథా తత్ర న వివేకం లభంతేఽముష్యాహం వృక్షస్య రసోఽస్మ్యముష్యాహం వృక్షస్య రసోఽస్మీత్యేవమేవ ఖలు సోమ్యేమాః సర్వాః ప్రజాః సతి సంపద్య న విదుః సతి సంపద్యామహ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.9.3వ మంత్రము",
    sloka: `త ఇహ వ్యఘ్రో వా సిగ్ంహో వా వృకో వా వరాహో వా కీటో వా పతంగో వా దగ్ంశో వా మశకో వా యద్యద్భవంతి తదాభవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.9.4వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి నవమః ఖండః`,
    meaning: `***
    ఇది నవమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.10.1వ మంత్రము",
    sloka: `ఇమాః సోమ్య నద్యః పురస్తాత్ప్రాచ్యః స్యందంతే పశ్చాత్ప్రతీచ్యస్తాః సముద్రాత్సముద్రమేవాపియంతి స సముద్ర ఏవ భవతి తా యథా తత్ర న విదురియమహమస్మీయమహమస్మీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.10.2వ మంత్రము",
    sloka: `ఏవమేవ ఖలు సోమ్యేమాః సర్వాః ప్రజాః సత ఆగమ్య న విదుః సత ఆగచ్ఛామహ ఇతి త ఇహ వ్యాఘ్రో వా సిగ్ంహో వా వృకో వా వరాహో వా కీటో వా పతంగో వా దగ్ంశో వా మశకో వా యద్యద్భవంతి తదాభవంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.10.3వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి దశమః ఖండః`,
    meaning: `***
    ఇది దశమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.11.1వ మంత్రము",
    sloka: `అస్య సోమ్య మహతో వృక్షస్య యో మూలేఽభ్యాహన్యాజ్జీవన్స్రవేద్యో మధ్యేఽభ్యాహన్యాజ్జీవన్స్రవేద్యోఽగ్రేఽభ్యాహన్యాజ్జీవన్స్రవేత్స ఏష జీవేనాత్మనానుప్రభూతః పేపీయమానో మోదమానస్తిష్ఠతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.11.2వ మంత్రము",
    sloka: `అస్య యదేకాగ్ం శాఖాం జీవో జహాత్యథ సా శుష్యతి ద్వితీయాం జహాత్యథ సా శుష్యతి తృతీయాం జహాత్యథ సా శుష్యతి సర్వం జహాతి సర్వః శుష్యతి ఏవమేవ ఖలు సోమ్య విద్ధీతి హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.11.3వ మంత్రము",
    sloka: `జీవాపేతం వావ కిలేదం మ్రియతే న జీవో మ్రియతే ఇతి స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి ఏకాదశః ఖండః`,
    meaning: `***
    ఇది ఏకాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.12.1వ మంత్రము",
    sloka: `న్యగ్రోధఫలమత ఆహరేతీదం భగవ ఇతి భింద్ధీతి భిన్నం భగవ ఇతి కిమత్ర పశ్యసీత్యణ్వ్య ఇవేమా ధానా భగవ ఇత్యాసామంగైకాం భింద్ధీతి భిన్నా భగవ ఇతి కిమత్ర పశ్యసీతి న కించన భగవ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.12.2వ మంత్రము",
    sloka: `తగ్ం హోవాచ యం వై సోమ్యైతమణిమానం న నిభాలయస ఏతస్య వై సోమ్యైషోఽణిమ్న ఏవం మహాన్యగ్రోధస్తిష్ఠతి శ్రద్ధత్స్వ సోమ్యేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.12.3వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి ద్వాదశః ఖండః`,
    meaning: `***
    ఇది ద్వాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.13.1వ మంత్రము",
    sloka: `లవణమేతదుదకేఽవధాయాథ మా ప్రాతరుపసీదథా ఇతి స హ తథా చకార తగ్ం హోవాచ యద్దోషా లవణముదకేఽవాధా అంగ తదాహరేతి తద్ధావమృశ్య న వివేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.13.2వ మంత్రము",
    sloka: `యథా విలీనమేవాంగాస్యాంతాదాచామేతి కథమితి లవణమితి మధ్యాదాచామేతి కథమితి లవణమిత్యంతాదాచామేతి కథమితి లవణమిత్యభిప్రాస్యైతదథ మోపసీదథా ఇతి తద్ధ తథా చకార తచ్ఛశ్వత్సంవర్తతే తగ్ం హోవాచాత్ర వావ కిల తత్సోమ్య న నిభాలయసేఽత్రైవ కిలేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.13.3వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి త్రయోదశః ఖండః`,
    meaning: `***
    ఇది త్రయోదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.14.1వ మంత్రము",
    sloka: `యథా సోమ్య పురుషం గంధారేభ్యోఽభినద్ధాక్షమానీయ తం తతోఽతిజనే విసృజేత్స యథా తత్ర ప్రాఙ్వోదఙ్వాఽధరాఙ్వా ప్రత్యఙ్వా ప్రధ్మాయీతాభినద్ధాక్ష ఆనీతోఽభినద్ధాక్షో విసృష్టః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.14.2వ మంత్రము",
    sloka: `తస్య యథాభినహనం ప్రముచ్య ప్రబ్రూయాదేతాం దిశం గంధారా ఏతాం దిశం వ్రజేతి స గ్రామాద్గ్రామం పృచ్ఛన్పండితో మేధావీ గంధారానేవోపసంపద్యేతైవమేవేహాచార్యవాన్పురుషో వేద తస్య తావవేద చిరం యావన్న విమోక్ష్యేఽథ సంపత్స్య ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.14.3వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి చతుర్దశః ఖండః`,
    meaning: `***
    ఇది చతుర్దశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.15.1వ మంత్రము",
    sloka: `పురుషగ్ం సోమ్యోతోపతాపినం జ్ఞాతయః పర్యుపాసతే జానాసి మాం జానాసి మామితి తస్య యావన్న వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయాం తావజ్జానాతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.15.2వ మంత్రము",
    sloka: `అథ యదాఽస్య వాఙ్మనసి సంపద్యతే మనః ప్రాణే ప్రాణస్తేజసి తేజః పరస్యాం దేవతాయామథ న జానాతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.15.3వ మంత్రము",
    sloka: `స య ఏషోఽణిమైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి భూయ ఏవ మా భగవాన్విజ్ఞాపయత్వితి తథా సోమ్యేతి హోవాచ ||
    
    ఇతి పంచదశః ఖండః`,
    meaning: `***
    ఇది పంచదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.16.1వ మంత్రము",
    sloka: `పురుషగ్ం సోమ్యోత హస్తగృహీతమానయంత్యపహార్షీత్స్తేయమకార్షీత్పరశుమస్మై తపతేతి స యది తస్య కర్తా భవతి తత ఏవానృతమాత్మానం కురుతే సోఽనృతాభిసంధోఽనృతేనాత్మానమంతర్ధాయ పరశుం తప్తం ప్రతిగృహ్ణాతి స దహ్యతేఽథ హన్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.16.2వ మంత్రము",
    sloka: `అథ యది తస్యాకర్తా భవతి తతేవ సత్యమాత్మానం కురుతే స సత్యాభిసంధః సత్యేనాత్మానమంతర్ధాయ పరశుం తప్తం ప్రతిగృహ్ణాతి స న దహ్యతేఽథ ముచ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "6.16.3వ మంత్రము",
    sloka: `స యథా తత్ర నాదాహ్యేతైతదాత్మ్యమిదగ్ం సర్వం తత్సత్యగ్ం స ఆత్మా తత్త్వమసి శ్వేతకేతో ఇతి తద్ధాస్య విజజ్ఞావితి విజజ్ఞావితి ||
    
    ఇతి షోడశః ఖండః
    ఇతి షష్ఠోఽధ్యాయః`,
    meaning: `***
    ఇది షోడశ ఖండము
    ఇది షష్ఠోధ్యాయము`,
    wordByWordMeaning: ``,
  },
];
