export default [
  {
    id: "మంత్రములు(1-5)",
    sloka: `ఛాందోగ్యోపనిషత్  పంచమోఽధ్యాయః
    
    ప్రథమః ఖండః  
    
    యో హ వై జ్యేష్ఠం చ శ్రేష్ఠం చ వేద జ్యేష్ఠశ్చ హ వై శ్రేష్ఠశ్చ భవతి ప్రాణో వావ జ్యేష్ఠశ్చ శ్రేష్ఠశ్చ || 5.1.1 ||

    యో హ వై వసిష్ఠం వేద వసిష్ఠో హ స్వానాం భవతి వాగ్వావ వసిష్ఠః || 5.1.2 ||

    యో హ వై ప్రతిష్ఠాం వేద ప్రతి హ తిష్ఠత్యస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ చక్షుర్వావ ప్రతిష్ఠా || 5.1.3 ||

    యో హ వై సంపదం వేద సగ్ంహాస్మై కామాః పద్యంతే దైవాశ్చ మానుషాశ్చ శ్రోత్రం వావ సంపత్ || 5.1.4 ||

    యో హ వా ఆయతనం వేదాయతనగ్ం హ స్వానాం భవతి మనో హ వా ఆయతనం || 5.1.5 ||

    అథ హ ప్రాణా అహగ్ంశ్రేయసి వ్యూదిరేఽహగ్ంశ్రేయానస్మ్యహగ్ం శ్రేయానస్మీతి | తే హ ప్రాణాః ప్రజాపతిం పితరమేత్యోచుర్భగవన్కో నః శ్రేష్ఠ ఇతి || 5.1.6 ||

    తాన్హోవాచ యస్మిన్వ ఉత్క్రాంతే శరీరం పాపిష్ఠతరమివ దృశ్యేత స వః శ్రేష్ఠ ఇతి || 5.1.7 ||

    సా హ వాగుచ్చక్రామ సా సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా కలా అవదంతః ప్రాణంతః ప్రాణేన పశ్యంతశ్చక్షుషా శృణ్వంతః శ్రోత్రేణ ధ్యాయంతో మనసైవమితి ప్రవివేశ హ వాక్ || 5.1.8 ||

    చక్షుర్హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథాంధా అపశ్యంతః ప్రాణంతః ప్రాణేన వదంతో వాచా శృణ్వంతః శ్రోత్రేణ ధ్యాయంతో మనసైవమితి ప్రవివేశ హ చక్షుః || 5.1.9 ||

    శ్రోత్రగ్ం హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా బధిరా అశృణ్వంతః ప్రాణంతః ప్రాణేన వదంతో వాచా పశ్యంతశ్చక్షుషా ధ్యాయంతో మనసైవమితి ప్రవివేశ హ శ్రోత్రం || 5.1.10 ||

    మనో హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా బాలా అమనసః ప్రాణంతః ప్రాణేన వదంతో వాచా పశ్యంతశ్చక్షుషా శృణ్వంతః శ్రోత్రేణైవమితి ప్రవివేశ హ మనః || 5.1.11 ||

    అథ హ ప్రాణ ఉచ్చిక్రమిషన్స యథా సుహయః షడ్వీశశంకూన్సంఖిదేదేవమితరాన్ప్రాణాన్సమఖిదత్తగ్ం హాభిసమేత్యోచుర్భగవన్నేధి త్వం నః శ్రేష్ఠోఽసి మోత్క్రమీరితి || 5.1.12 ||

    అథ హైనం వాగువాచ యదహం వసిష్ఠోఽస్మి త్వం తద్వసిష్ఠోఽసీత్యథ హైనం చక్షురువాచ యదహం ప్రతిష్ఠోఽస్మి త్వం తత్ప్రతిష్ఠాఽసీతి || 5.1.13 ||

    అథ హైనగ్ంశ్రోత్రమువాచ యదహగ్ం సంపదస్మి త్వం తత్సంపదసీత్యథ హైనం మన ఉవాచ యదహమాయతనమస్మి త్వం తదాయతనమసీతి || 5.1.14 ||

    న వై వాచో న చక్షూగ్ంషి న శ్రోత్రాణి న మనాగ్ంసీత్యాచక్షతే ప్రాణా ఇత్యేవాచక్షతే ప్రాణో హ్యేవైతాని సర్వాణి భవతి || 5.1.15 ||
   
    || ఇతి ప్రథమః ఖండః || 

    ద్వితీయః ఖండః

    స హోవాచ కిం మేఽన్నం భవిష్యతీతి యత్కించిదిదమాశ్వభ్య ఆ శకునిభ్య ఇతి హోచుస్తద్వా ఏతదనస్యాన్నమనో హ వై నామ ప్రత్యక్షం న హ వా ఏవంవిది కించనానన్నం భవతీతి || 5.2.1 ||

    స హోవాచ కిం మే వాసో భవిష్యతీత్యాప ఇతి హోచుస్తస్మాద్వా ఏతదశిష్యంతః పురస్తాచ్చోపరిష్టాచ్చాద్భిః పరిదధతి లంభుకో హ వాసో భవత్యనగ్నో హ భవతి || 5.2.2 ||

    తద్ధైతత్సత్యకామో జాబాలో గోశ్రుతయే వైయాఘ్రపద్యాయోక్త్వోవాచ యద్యప్యేనచ్ఛుష్కాయ స్థాణవే బ్రూయాజ్జాయేరన్నేవాస్మింఛాఖాః ప్రరోహేయుః పలాశానీతి || 5.2.3 ||

    అథ యది మహజ్జిగమిషేదమావాస్యాయాం దీక్షిత్వా పౌర్ణమాస్యాం రాత్రౌ సర్వౌషధస్య మంథం దధిమధునోరుపమథ్య జ్యేష్ఠాయ శ్రేష్ఠాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ || 5.2.4 ||

    వసిష్ఠాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ప్రతిష్ఠాయై స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్సంపదే స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేదాయతనాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ || 5.2.5 ||

    అథ ప్రతిసృప్యాంజలౌ మంథమాధాయ జపత్యమో నామాస్యమా హి తే సర్వమిదగ్ం స హి జ్యేష్ఠః శ్రేష్ఠో రాజాధిపతిః స మా జ్యైష్ఠ్యగ్ం శ్రైష్ఠ్యగ్ం రాజ్యమాధిపత్యం గమయత్వహమేవేదగ్ం సర్వమసానీతి || 5.2.6 ||

    అథ ఖల్వేతయర్చా పచ్ఛ ఆచామతి తత్సవితుర్వృణీమహ ఇత్యాచామతి వయం దేవస్య భోజనమిత్యాచామతి శ్రేష్ఠగ్ం సర్వధాతమమిత్యాచామతి తురం భగస్య ధీమహీతి సర్వం పిబతి || 5.2.7 ||

    నిర్ణిజ్య కగ్ంసం చమసం వా పశ్చాదగ్నేః సంవిశతి చర్మణి వా స్థండిలే వా వాచంయమోఽప్రసాహః స యది స్త్రియం పశ్యేత్సమృద్ధం కర్మేతి విద్యాత్ || 5.2.8 ||

    తదేష శ్లోకః | యదా కర్మసు కామ్యేషు స్త్రియగ్ం స్వప్నేషు పశ్యంతి | సమృద్ధిం తత్ర జానీయాత్తస్మిన్స్వప్ననిదర్శనే తస్మిన్స్వప్ననిదర్శనే  || 5.2.9 ||
  
    || ఇతి ద్వితీయః ఖండః ||

    తృతీయః ఖండః

    శ్వేతకేతుర్హారుణేయః పంచాలానాగ్ం సమితిమేయాయ తగ్ం హ ప్రవాహణో జైవలిరువాచ కుమారాను త్వాఽశిషత్పితేత్యను హి భగవ ఇతి || 5.3.1 ||

    వేత్థ యదితోఽధి ప్రజాః ప్రయంతీతి న భగవ ఇతి వేత్థ యథా పునరావర్తంత3 ఇతి న భగవ ఇతి వేత్థ పథోర్దేవయానస్య పితృయాణస్య చ వ్యావర్తనా3 ఇతి న భగవ ఇతి || 5.3.2 ||

    వేత్థ యథాసౌ లోకో న సంపూర్యత3 ఇతి న భగవ ఇతి వేత్థ యథా పంచమ్యామాహుతావాపః పురుషవచసో భవంతీతి నైవ భగవ ఇతి || 5.3.3 ||

    అథాను కిమనుశిష్ఠోఽవోచథా యో హీమాని న విద్యాత్కథగ్ం సోఽనుశిష్టో బ్రువీతేతి స హాయస్తః పితురర్ధమేయాయ తగ్ం హోవాచాఽననుశిష్య వావ కిల మా భగవానబ్రవీదను త్వాఽశిషమితి|| 5.3.4 ||

    పంచ మా రాజన్యబంధుః ప్రశ్నానప్రాక్షీత్తేషాం నైకంచనాశకం వివక్తుమితి స హోవాచ యథా మా త్వం తదైతానవదో యథాహమేషాం నైకంచన వేద యద్యహమిమానవేదిష్యం కథం తే నావక్ష్యమితి || 5.3.5 ||

    స హ గౌతమో రాజ్ఞోఽర్ధమేయాయ తస్మై హ ప్రాప్తాయార్హాం చకార స హ ప్రాతః సభాగ ఉదేయాయ తగ్ం హోవాచ మానుషస్య భగవన్గౌతమ విత్తస్య వరం వృణీథా ఇతి స హోవాచ తవైవ రాజన్మానుషం విత్తం యామేవ కుమారస్యాంతే వాచమభాషథాస్తామేవ మే బ్రూహీతి స హ కృచ్ఛ్రీ బభూవ || 5.3.6 ||

    తగ్ం హ చిరం వసేత్యాజ్ఞాపయాంచకార తగ్ం హోవాచ యథా మా త్వం గౌతమావదో యథేయం న ప్రాక్త్వత్తః పురా విద్యా బ్రాహ్మణాన్గచ్ఛతి తస్మాదు సర్వేషు లోకేషు క్షత్రస్యైవ ప్రశాసనమభూదితి తస్మై హోవాచ || 5.3.7 ||
   
    || ఇతి తృతీయః ఖండః ||

    చతుర్థః ఖండః

    అసౌ వావ లోకో గౌతమాగ్నిస్తస్యాదిత్య ఏవ సమిద్రశ్మయో ధూమోఽహరర్చిశ్చంద్రమా అంగారా నక్షత్రాణి విస్ఫులింగాః || 5.4.1 ||

    తస్మిన్నేతస్మిన్నగ్నౌ దేవాః శ్రద్ధాం జుహ్వతి తస్యా అహుతేః సోమో రాజా సంభవతి || 5.4.2 ||
   
    || ఇతి చతుర్థః ఖండః ||

    పంచమః ఖండః

    పర్జన్యో వావ గౌతమాగ్నిస్తస్య వాయురేవ సమిదభ్రం ధూమో విద్యుదర్చిరశనిరంగారాహ్రాదనయో విస్ఫులింగాః || 5.5.1 ||

    తస్మిన్నేతస్మిన్నగ్నౌ దేవాః సోమగ్ం రాజానం జుహ్వతి తస్యా ఆహుతేర్వర్షగ్ం సంభవతి || 5.5.2 ||
 
    || ఇతి పంచమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(6-10)",
    sloka: `షష్ఠః ఖండః

    పృథివీ వావ గౌతమాగ్నిస్తస్యాః సంవత్సర ఏవ సమిదాకాశో ధూమో రాత్రిరర్చిర్దిశోఽఙ్గారా అవాంతరదిశో విస్ఫులింగాః || 5.6.1 ||

    తస్మిన్నేతస్మిన్నగ్నౌ దేవా వర్షం జుహ్వతి తస్యా ఆహుతేరన్నగ్ం సంభవతి || 5.6.2 ||
    
    || ఇతి షష్ఠః ఖండః ||

    సప్తమః ఖండః

    పురుషో వావ గౌతమాగ్నిస్తస్య వాగేవ సమిత్ప్రాణో ధూమో జిహ్వార్చిశ్చక్షురంగారాః శ్రోత్రం విస్ఫులింగాః || 5.7.1 ||

    తస్మిన్నేతస్మిన్నగ్నౌ దేవా అన్నం జుహ్వతి తస్యా ఆహుతే రేతః సంభవతి || 5.7.2 ||
   
    || ఇతి సప్తమః ఖండః ||

    అష్టమః ఖండః

    యోషా వావ గౌతమాగ్నిస్తస్యా ఉపస్థ ఏవ సమిద్యదుపమంత్రయతే స ధూమో యోనిరర్చిర్యదంతః కరోతి తేఽఙ్గారా అభినందా విస్ఫులింగాః || 5.8.1 ||

    తస్మిన్నేతస్మిన్నగ్నౌ దేవా రేతో జుహ్వతి తస్యా ఆహుతేర్గర్భః సంభవతి || 5.8.2 ||
    
    || ఇతి అష్టమః ఖండః ||

    నవమః ఖండః

    ఇతి తు పంచమ్యామాహుతావాపః పురుషవచసో భవంతీతి స ఉల్బావృతో గర్భో దశ వా నవ వా మాసానంతః శయిత్వా యావద్వాథ జాయతే || 5.9.1 ||

    స జాతో యావదాయుషం జీవతి తం ప్రేతం దిష్టమితోఽగ్నయ ఏవ హరంతి యత ఏవేతో యతః సంభూతో భవతి || 5.9.2 ||

    || ఇతి నవమః ఖండః ||

    దశమః ఖండః

    తద్య ఇత్థం విదుర్యే చేమేఽరణ్యే శ్రద్ధా తప ఇత్యుపాసతే తేఽర్చిషమభిసంభవంత్యర్చిషోఽహరహ్న ఆపూర్యమాణపక్షమాపూర్యమాణపక్షాద్యాన్షడుదఙ్ఙేతి మాసాగ్ంస్తాన్ || 5.10.1 ||

    మాసేభ్యః సంవత్సరగ్ం సంవత్సరాదాదిత్యమాదిత్యాచ్చంద్రమసం చంద్రమసో విద్యుతం తత్పురుషోఽమానవః స ఏనాన్బ్రహ్మ గమయత్యేష దేవయానః పంథా ఇతి || 5.10.2 ||

    అథ య ఇమే గ్రామ ఇష్టాపూర్తే దత్తమిత్యుపాసతే తే ధూమమభిసంభవంతి ధూమాద్రాత్రిగ్ం రాత్రేరపరపక్షమపరపక్షాద్యాన్షడ్దక్షిణైతి మాసాగ్ంస్తాన్నైతే సంవత్సరమభిప్రాప్నువంతి || 5.10.3 ||

    మాసేభ్యః పితృలోకం పితృలోకాదాకాశమాకాశాచ్చంద్రమసమేష సోమో రాజా తద్దేవానామన్నం తం దేవా భక్షయంతి || 5.10.4 ||

    తస్మిన్యావత్సంపాతముషిత్వాథైతమేవాధ్వానం పునర్నివర్తంతే యథేతమాకాశమాకాశాద్వాయుం వాయుర్భూత్వా ధూమో భవతి ధూమో భూత్వాఽభ్రం భవతి || 5.10.5 ||
    
    అభ్రం భూత్వా మేఘో భవతి మేఘో భూత్వా ప్రవర్షతి త ఇహ వ్రీహియవా ఓషధివనస్పతయస్తిలమాషా ఇతి జాయంతేఽతో వై ఖలు దుర్నిష్ప్రపతరం యో యో హ్యన్నమత్తి యో రేతః సించతి తద్భూయ ఏవ భవతి || 5.10.6 ||

    తద్య ఇహ రమణీయచరణా అభ్యాశో హ యత్తే రమణీయాం యోనిమాపద్యేరన్బ్రాహ్మణయోనిం వా క్షత్రియయోనిం వా వైశ్యయోనిం వాఽథ య ఇహ కపూయచరణా అభ్యాశో హ యత్తే కపూయాం యోనిమాపద్యేరఞ్శ్వయోనిం వా సూకరయోనిం వా చండాలయోనిం వా || 5.10.7 ||

    అథైతయోః పథోర్న కతరేణచన తానీమాని క్షుద్రాణ్యసకృదావర్తీని భూతాని భవంతి జాయస్వ మ్రియస్వేత్యేతత్తృతీయగ్ంస్థానం తేనాసౌ లోకో న సంపూర్యతే తస్మాజ్జుగుప్సేత తదేష శ్లోకః || 5.10.8 ||

    స్తేనో హిరణ్యస్య సురాం పిబగ్ంశ్చ గురోస్తల్పమావసన్బ్రహ్మహా చ | ఏతే పతంతి చత్వారః పంచమశ్చాచరగ్ంస్తైరితి || 5.10.9 ||

    అథ హ య ఏతానేవం పంచాగ్నీన్వేద న సహ తైరప్యాచరన్పాప్మనా లిప్యతే శుద్ధః పూతః పుణ్యలోకో భవతి య ఏవం వేద య ఏవం వేద || 5.10.10 ||

    || ఇతి దశమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(11-15)",
    sloka: `ఏకాదశః ఖండః

    ప్రాచీనశాల ఔపమన్యవః సత్యయజ్ఞః పౌలుషిరింద్రద్యుమ్నో భాల్లవేయో జనః శార్కరాక్ష్యో బుడిల ఆశ్వతరాశ్విస్తే హైతే మహాశాలా మహాశ్రోత్రియాః సమేత్య మీమాగ్ంసాం చక్రుః కో న ఆత్మా కిం బ్రహ్మేతి || 5.11.1 ||

    తే హ సంపాదయాంచక్రురుద్దాలకో వై భగవంతోఽయమారుణిః సంప్రతీమమాత్మానం వైశ్వానరమధ్యేతి తగ్ం హంతాభ్యాగచ్ఛామేతి తగ్ం హాభ్యాజగ్ముః || 5.11.2 ||

    స హ సంపాదయాంచకార ప్రక్ష్యంతి మామిమే మహాశాలా మహాశ్రోత్రియాస్తేభ్యో న సర్వమివ ప్రతిపత్స్యే హంతాహమన్యమభ్యనుశాసానీతి || 5.11.3 ||

    తాన్హోవాచాశ్వపతిర్వై భగవంతోఽయం కైకేయః సంప్రతీమమాత్మానం వైశ్వానరమధ్యేతి తగ్ం హంతాభ్యాగచ్ఛామేతి తగ్ం హాభ్యాజగ్ముః || 5.11.4 ||

    తేభ్యో హ ప్రాప్తేభ్యః పృథగర్హాణి కారయాంచకార స హ ప్రాతః సంజిహాన ఉవాచ న మే స్తేనో జనపదే న కర్దర్యో న మద్యపో నానాహితాగ్నిర్నావిద్వాన్న స్వైరీ స్వైరిణీ కుతో యక్ష్యమాణో వై భగవంతోఽహమస్మి యావదేకైకస్మా ఋత్విజే ధనం దాస్యామి తావద్భగవద్భ్యో దాస్యామి వసంతు భగవంత ఇతి || 5.11.5 ||

    తే హోచుర్యేన హైవార్థేన పురుషశ్చరేత్తగ్ం హైవ వదేదాత్మానమేవేమం వైశ్వానరగ్ం సంప్రత్యధ్యేషి తమేవ నో బ్రూహీతి || 5.11.6 ||

    తాన్హోవాచ ప్రాతర్వః ప్రతివక్తాస్మీతి తే హ సమిత్పాణయః పూర్వాహ్ణే ప్రతిచక్రమిరే తాన్హానుపనీయైవైతదువాచ || 5.11.7 ||
  
    || ఇతి ఏకాదశః ఖండః ||

    ద్వాదశః ఖండః

    ఔపమన్యవ కం త్వమాత్మానముపాస్స ఇతి దివమేవ భగవో రాజన్నితి హోవాచైష వై సుతేజా ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్తవ సుతం ప్రసుతమాసుతం కులే దృశ్యతే || 5.12.1 ||

    అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే మూధా త్వేష ఆత్మన ఇతి హోవాచ మూర్ధా తే వ్యపతిష్యద్యన్మాం నాగమిష్య ఇతి || 5.12.2 ||
  
    || ఇతి ద్వాదశః ఖండః ||

    త్రయోదశః ఖండః

    అథ హోవాచ సత్యయజ్ఞం పౌలుషిం ప్రాచీనయోగ్య కం త్వమాత్మానముపాస్స ఇత్యాదిత్యమేవ భగవో రాజన్నితి హోవాచైష వై విశ్వరూప ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్తవ బహు విశ్వరూపం కులే దృశ్యతే || 5.13.1 ||

    ప్రవృత్తోఽశ్వతరీరథో దాసీనిష్కోఽత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే చక్షుష్ట్వేతదాత్మన ఇతి హోవాచాంధోఽభవిష్యద్యన్మాం నాగమిష్య ఇతి || 5.13.2 ||
    
    || ఇతి త్రయోదశః ఖండః ||

    చతుర్దశః ఖండః

    అథ హోవాచేంద్రద్యుమ్నం భాల్లవేయం వైయాఘ్రపద్య కం త్వమాత్మానముపాస్స ఇతి వాయుమేవ భగవో రాజన్నితి హోవాచైష వై పృథగ్వర్త్మాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వాం పృథగ్బలయ ఆయంతి పృథగ్రథశ్రేణయోఽనుయంతి || 5.14.1 ||

    అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే ప్రాణస్త్వేష ఆత్మన ఇతి హోవాచ ప్రాణస్త ఉదక్రమిష్యద్యన్మాం నాగమిష్య ఇతి || 5.14.2 ||
   
    || ఇతి చతుర్దశః ఖండః ||

    పంచదశః ఖండః

    అథ హోవాచ జనగ్ం శార్కరాక్ష్య కం త్వమాత్మానముపాస్స ఇత్యాకాశమేవ భగవో రాజన్నితి హోవాచైష వై బహుల ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వం బహులోఽసి ప్రజయా చ ధనేన చ || 5.15.1 ||

    అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే సందేహస్త్వేష ఆత్మన ఇతి హోవాచ సందేహస్తే వ్యశీర్యద్యన్మాం నాగమిష్య ఇతి || 5.15.2 ||
    
    || ఇతి పంచదశః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(16-20)",
    sloka: `షోడశః ఖండః

    అథ హోవాచ బుడిలమాశ్వతరాశ్విం వైయాఘ్రపద్య కం త్వమాత్మానముపాస్స ఇత్యప ఏవ భగవో రాజన్నితి హోవాచైష వై రయిరాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వగ్ం రయిమాన్పుష్టిమానసి || 5.16.1 ||

    అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే బస్తిస్త్వేష ఆత్మన ఇతి హోవాచ బస్తిస్తే వ్యభేత్స్యద్యన్మాం నాగమిష్య ఇతి || 5.16.2 ||

    || ఇతి షోడశః ఖండః ||

    సప్తదశః ఖండః

    అథ హోవాచోద్దాలకమారుణిం గౌతమ కం త్వమాత్మానముపాస్స ఇతి పృథివీమేవ భగవో రాజన్నితి హోవాచైష వై ప్రతిష్ఠాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వం ప్రతిష్ఠితోఽసి ప్రజయా చ పశుభిశ్చ || 5.17.1 ||

    అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే పాదౌ త్వేతావాత్మన ఇతి హోవాచ పాదౌ తే వ్యమ్లాస్యేతాం యన్మాం నాగమిష్య ఇతి || 5.17.2 ||
   
    || ఇతి సప్తదశః ఖండః ||

    అష్టాదశః ఖండః

    తాన్హోవాచైతే వై ఖలు యూయం పృథగివేమమాత్మానం వైశ్వానరం విద్వాగ్ం సోఽన్నమత్థ యస్త్వేతమేవం ప్రాదేశమాత్రమభివిమానమాత్మానం వైశ్వానరముపాస్తే స సర్వేషు లోకేషు సర్వేషు భూతేషు సర్వేష్వాత్మస్వన్నమత్తి || 5.18.1 ||

    తస్య హ వా ఏతస్యాత్మనో వైశ్వానరస్య మూర్ధైవ సుతేజాశ్చక్షుర్విశ్వరూపః ప్రాణః పృథగ్వర్త్మాత్మా సందేహో బహులో బస్తిరేవ రయిః పృథివ్యేవ పాదావుర ఏవ వేదిర్లోమాని బర్హిర్హృదయం గార్హపత్యో మనోఽన్వాహార్యపచన ఆస్యమాహవనీయః || 5.18.2 ||

    || ఇతి  అష్టాదశః ఖండః ||

    ఏకోనవింశః ఖండః

    తద్యద్భక్తం ప్రథమమాగచ్ఛేత్తద్ధోమీయగ్ం స యాం ప్రథమామాహుతిం జుహుయాత్తాం జుహుయాత్ప్రాణాయ స్వాహేతి ప్రాణస్తృప్యతి || 5.19.1 ||

    ప్రాణే తృప్యతి చక్షుస్తృప్యతి చక్షుషి తృప్యత్యాదిత్యస్తృప్యత్యాదిత్యే తృప్యతి ద్యౌస్తృప్యతి దివి తృప్యంత్యాం యత్కించ ద్యౌశ్చాదిత్యశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యానుతృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి || 5.19.2 ||

    || ఇతి  ఏకోనవింశః ఖండః ||

    వింశః ఖండః

    అథ యాం ద్వితీయాం జుహుయాత్తాం జుహుయాద్వ్యానాయ స్వాహేతి వ్యానస్తృప్యతి || 5.20.1 ||

    వ్యానే తృప్యతి శ్రోత్రం తృప్యతి శ్రోత్రే తృప్యతి చంద్రమాస్తృప్యతి చంద్రమసి తృప్యతి దిశస్తృప్యంతి దిక్షు తృప్యంతీషు యత్కించ దిశశ్చ చంద్రమాశ్చాధితిష్ఠంతి తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి || 5.20.2 ||

    || ఇతి  వింశః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(21-24)",
    sloka: `ఏకవింశః ఖండః

    అథ యాం తృతీయాం జుహుయాత్తాం జుహుయాదపానాయ స్వాహేత్యపానస్తృప్యతి || 5.21.1 ||

    అపానే తృప్యతి వాక్తృప్యతి వాచి తృప్యంత్యామగ్నిస్తృప్యత్యగ్నౌ తృప్యతి పృథివీ తృప్యతి పృథివ్యాం తృప్యంత్యాం యత్కించ పృథివీ చాగ్నిశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి || 5.21.2 ||

    || ఇతి ఏకవింశః ఖండః ||

    ద్వావింశః ఖండః

    అథ యాం చతుర్థీం జుహుయాత్తాం జుహుయాత్సమానాయ స్వాహేతి సమానస్తృప్యతి || 5.22.1 ||

    సమానే తృప్యతి మనస్తృప్యతి మనసి తృప్యతి పర్జన్యస్తృప్యతి పర్జన్యే తృప్యతి విద్యుత్తృప్యతి విద్యుతి తృప్యంత్యాం యత్కించ విద్యుచ్చ పర్జన్యశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి || 5.22.2 ||
    
    || ఇతి ద్వావింశః ఖండః ||

    త్రయోవింశః ఖండః

    అథ యాం పంచమీం జుహుయాత్తాం జుహుయాదుదానాయ స్వాహేత్యుదానస్తృప్యతి || 5.23.1 ||

    ఉదానే తృప్యతి త్వక్తృప్యతి త్వచి తృప్యంత్యాం వాయుస్తృప్యతి వాయౌ తృప్యత్యాకాశస్తృప్యత్యాకాశే తృప్యతి యత్కించ వాయుశ్చాకాశశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేన || 5.23.2||
   
    || ఇతి త్రయోవింశః ఖండః ||

    చతుర్వింశః ఖండః

    స య ఇదమవిద్వాగ్నిహోత్రం జుహోతి యథాంగారానపోహ్య భస్మని జుహుయాత్తాదృక్తత్స్యాత్ || 5.24.1 ||

    అథ య ఏతదేవం విద్వానగ్నిహోత్రం జుహోతి తస్య సర్వేషు లోకేషు సర్వేషు భూతేషు సర్వేష్వాత్మసు హుతం భవతి || 5.24.2 ||

    తద్యథేషీకాతూలమగ్నౌ ప్రోతం ప్రదూయేతైవగ్ం హాస్య సర్వే పాప్మానః ప్రదూయంతే య ఏతదేవం విద్వానగ్నిహోత్రం జుహోతి || 5.24.3 ||

    తస్మాదు హైవంవిద్యద్యపి చండాలాయోచ్ఛిష్టం ప్రయచ్ఛేదాత్మని హైవాస్య తద్వైశ్వానరే హుతగ్ం స్యాదితి తదేష శ్లోకః || 5.24.4 ||

    యథేహ క్షుధితా బాలా మాతరం పర్యుపాసత ఏవగ్ం సర్వాణి భూతాన్యగ్నిహోత్రముపాసత ఇత్యగ్నిహోత్రముపాసత ఇతి || 5.24.5 ||
   
    || ఇతి చతుర్వింశః ఖండః ||

    || ఇతి పంచమోఽధ్యాయః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.1వ మంత్రము",
    sloka: `యో హ వై జ్యేష్ఠం చ శ్రేష్ఠం చ వేద జ్యేష్ఠశ్చ హ వై శ్రేష్ఠశ్చ భవతి ప్రాణో వావ జ్యేష్ఠశ్చ శ్రేష్ఠశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.2వ మంత్రము",
    sloka: `యో హ వై వసిష్ఠం వేద వసిష్ఠో హ స్వానాం భవతి వాగ్వావ వసిష్ఠః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.3వ మంత్రము",
    sloka: `యో హ వై ప్రతిష్ఠాం వేద ప్రతి హ తిష్ఠత్యస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ చక్షుర్వావ ప్రతిష్ఠా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.4వ మంత్రము",
    sloka: `యో హ వై సంపదం వేద సగ్ంహాస్మై కామాః పద్యంతే దైవాశ్చ మానుషాశ్చ శ్రోత్రం వావ సంపత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.5వ మంత్రము",
    sloka: `యో హ వా ఆయతనం వేదాయతనగ్ం హ స్వానాం భవతి మనో హ వా ఆయతనం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.6వ మంత్రము",
    sloka: `అథ హ ప్రాణా అహగ్ంశ్రేయసి వ్యూదిరేఽహగ్ంశ్రేయానస్మ్యహగ్ం శ్రేయానస్మీతి | తే హ ప్రాణాః ప్రజాపతిం పితరమేత్యోచుర్భగవన్కో నః శ్రేష్ఠ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.7వ మంత్రము",
    sloka: `తాన్హోవాచ యస్మిన్వ ఉత్క్రాంతే శరీరం పాపిష్ఠతరమివ దృశ్యేత స వః శ్రేష్ఠ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.8వ మంత్రము",
    sloka: `సా హ వాగుచ్చక్రామ సా సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా కలా అవదంతః ప్రాణంతః ప్రాణేన పశ్యంతశ్చక్షుషా శృణ్వంతః శ్రోత్రేణ ధ్యాయంతో మనసైవమితి ప్రవివేశ హ వాక్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.9వ మంత్రము",
    sloka: `చక్షుర్హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథాంధా అపశ్యంతః ప్రాణంతః ప్రాణేన వదంతో వాచా శృణ్వంతః శ్రోత్రేణ ధ్యాయంతో మనసైవమితి ప్రవివేశ హ చక్షుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.10వ మంత్రము",
    sloka: `శ్రోత్రగ్ం హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా బధిరా అశృణ్వంతః ప్రాణంతః ప్రాణేన వదంతో వాచా పశ్యంతశ్చక్షుషా ధ్యాయంతో మనసైవమితి ప్రవివేశ హ శ్రోత్రం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.11వ మంత్రము",
    sloka: `మనో హోచ్చక్రామ తత్సంవత్సరం ప్రోష్య పర్యేత్యోవాచ కథమశకతర్తే మజ్జీవితుమితి యథా బాలా అమనసః ప్రాణంతః ప్రాణేన వదంతో వాచా పశ్యంతశ్చక్షుషా శృణ్వంతః శ్రోత్రేణైవమితి ప్రవివేశ హ మనః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.12వ మంత్రము",
    sloka: `అథ హ ప్రాణ ఉచ్చిక్రమిషన్స యథా సుహయః షడ్వీశశంకూన్సంఖిదేదేవమితరాన్ప్రాణాన్సమఖిదత్తగ్ం హాభిసమేత్యోచుర్భగవన్నేధి త్వం నః శ్రేష్ఠోఽసి మోత్క్రమీరితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.13వ మంత్రము",
    sloka: `అథ హైనం వాగువాచ యదహం వసిష్ఠోఽస్మి త్వం తద్వసిష్ఠోఽసీత్యథ హైనం చక్షురువాచ యదహం ప్రతిష్ఠోఽస్మి త్వం తత్ప్రతిష్ఠాఽసీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.14వ మంత్రము",
    sloka: `అథ హైనగ్ంశ్రోత్రమువాచ యదహగ్ం సంపదస్మి త్వం తత్సంపదసీత్యథ హైనం మన ఉవాచ యదహమాయతనమస్మి త్వం తదాయతనమసీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.1.15వ మంత్రము",
    sloka: `న వై వాచో న చక్షూగ్ంషి న శ్రోత్రాణి న మనాగ్ంసీత్యాచక్షతే ప్రాణా ఇత్యేవాచక్షతే ప్రాణో హ్యేవైతాని సర్వాణి భవతి ||
    
    ఇతి ప్రథమః ఖండః`,
    meaning: `***
    ఇది ప్రథమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.1వ మంత్రము",
    sloka: `స హోవాచ కిం మేఽన్నం భవిష్యతీతి యత్కించిదిదమాశ్వభ్య ఆ శకునిభ్య ఇతి హోచుస్తద్వా ఏతదనస్యాన్నమనో హ వై నామ ప్రత్యక్షం న హ వా ఏవంవిది కించనానన్నం భవతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.2వ మంత్రము",
    sloka: `స హోవాచ కిం మే వాసో భవిష్యతీత్యాప ఇతి హోచుస్తస్మాద్వా ఏతదశిష్యంతః పురస్తాచ్చోపరిష్టాచ్చాద్భిః పరిదధతి లంభుకో హ వాసో భవత్యనగ్నో హ భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.3వ మంత్రము",
    sloka: `తద్ధైతత్సత్యకామో జాబాలో గోశ్రుతయే వైయాఘ్రపద్యాయోక్త్వోవాచ యద్యప్యేనచ్ఛుష్కాయ స్థాణవే బ్రూయాజ్జాయేరన్నేవాస్మింఛాఖాః ప్రరోహేయుః పలాశానీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.4వ మంత్రము",
    sloka: `అథ యది మహజ్జిగమిషేదమావాస్యాయాం దీక్షిత్వా పౌర్ణమాస్యాం రాత్రౌ సర్వౌషధస్య మంథం దధిమధునోరుపమథ్య జ్యేష్ఠాయ శ్రేష్ఠాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.5వ మంత్రము",
    sloka: `వసిష్ఠాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ప్రతిష్ఠాయై స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్సంపదే స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేదాయతనాయ స్వాహేత్యగ్నావాజ్యస్య హుత్వా మంథే సంపాతమవనయేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.6వ మంత్రము",
    sloka: `అథ ప్రతిసృప్యాంజలౌ మంథమాధాయ జపత్యమో నామాస్యమా హి తే సర్వమిదగ్ం స హి జ్యేష్ఠః శ్రేష్ఠో రాజాధిపతిః స మా జ్యైష్ఠ్యగ్ం శ్రైష్ఠ్యగ్ం రాజ్యమాధిపత్యం గమయత్వహమేవేదగ్ం సర్వమసానీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.7వ మంత్రము",
    sloka: `అథ ఖల్వేతయర్చా పచ్ఛ ఆచామతి తత్సవితుర్వృణీమహ ఇత్యాచామతి వయం దేవస్య భోజనమిత్యాచామతి శ్రేష్ఠగ్ం సర్వధాతమమిత్యాచామతి తురం భగస్య ధీమహీతి సర్వం పిబతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.8వ మంత్రము",
    sloka: `నిర్ణిజ్య కగ్ంసం చమసం వా పశ్చాదగ్నేః సంవిశతి చర్మణి వా స్థండిలే వా వాచంయమోఽప్రసాహః స యది స్త్రియం పశ్యేత్సమృద్ధం కర్మేతి విద్యాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.2.9వ మంత్రము",
    sloka: `తదేష శ్లోకః | యదా కర్మసు కామ్యేషు స్త్రియగ్ం స్వప్నేషు పశ్యంతి | సమృద్ధిం తత్ర జానీయాత్తస్మిన్స్వప్ననిదర్శనే తస్మిన్స్వప్ననిదర్శనే ||
    
    ఇతి ద్వితీయః ఖండః`,
    meaning: `***
    ఇది ద్వితీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.1వ మంత్రము",
    sloka: `శ్వేతకేతుర్హారుణేయః పంచాలానాగ్ం సమితిమేయాయ తగ్ం హ ప్రవాహణో జైవలిరువాచ కుమారాను త్వాఽశిషత్పితేత్యను హి భగవ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.2వ మంత్రము",
    sloka: `వేత్థ యదితోఽధి ప్రజాః ప్రయంతీతి న భగవ ఇతి వేత్థ యథా పునరావర్తంత3 ఇతి న భగవ ఇతి వేత్థ పథోర్దేవయానస్య పితృయాణస్య చ వ్యావర్తనా3 ఇతి న భగవ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.3వ మంత్రము",
    sloka: `వేత్థ యథాసౌ లోకో న సంపూర్యత3 ఇతి న భగవ ఇతి వేత్థ యథా పంచమ్యామాహుతావాపః పురుషవచసో భవంతీతి నైవ భగవ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.4వ మంత్రము",
    sloka: `అథాను కిమనుశిష్ఠోఽవోచథా యో హీమాని న విద్యాత్కథగ్ం సోఽనుశిష్టో బ్రువీతేతి స హాయస్తః పితురర్ధమేయాయ తగ్ం హోవాచాఽననుశిష్య వావ కిల మా భగవానబ్రవీదను త్వాఽశిషమితి||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.5వ మంత్రము",
    sloka: `పంచ మా రాజన్యబంధుః ప్రశ్నానప్రాక్షీత్తేషాం నైకంచనాశకం వివక్తుమితి స హోవాచ యథా మా త్వం తదైతానవదో యథాహమేషాం నైకంచన వేద యద్యహమిమానవేదిష్యం కథం తే నావక్ష్యమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.6వ మంత్రము",
    sloka: `స హ గౌతమో రాజ్ఞోఽర్ధమేయాయ తస్మై హ ప్రాప్తాయార్హాం చకార స హ ప్రాతః సభాగ ఉదేయాయ తగ్ం హోవాచ మానుషస్య భగవన్గౌతమ విత్తస్య వరం వృణీథా ఇతి స హోవాచ తవైవ రాజన్మానుషం విత్తం యామేవ కుమారస్యాంతే వాచమభాషథాస్తామేవ మే బ్రూహీతి స హ కృచ్ఛ్రీ బభూవ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.3.7వ మంత్రము",
    sloka: `తగ్ం హ చిరం వసేత్యాజ్ఞాపయాంచకార తగ్ం హోవాచ యథా మా త్వం గౌతమావదో యథేయం న ప్రాక్త్వత్తః పురా విద్యా బ్రాహ్మణాన్గచ్ఛతి తస్మాదు సర్వేషు లోకేషు క్షత్రస్యైవ ప్రశాసనమభూదితి తస్మై హోవాచ ||
    
    ఇతి తృతీయః ఖండః`,
    meaning: `***
    ఇది తృతీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.4.1వ మంత్రము",
    sloka: `అసౌ వావ లోకో గౌతమాగ్నిస్తస్యాదిత్య ఏవ సమిద్రశ్మయో ధూమోఽహరర్చిశ్చంద్రమా అంగారా నక్షత్రాణి విస్ఫులింగాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.4.2వ మంత్రము",
    sloka: `తస్మిన్నేతస్మిన్నగ్నౌ దేవాః శ్రద్ధాం జుహ్వతి తస్యా అహుతేః సోమో రాజా సంభవతి ||
    
    ఇతి చతుర్థః ఖండః`,
    meaning: `***
    ఇది చతుర్థ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.5.1వ మంత్రము",
    sloka: `పర్జన్యో వావ గౌతమాగ్నిస్తస్య వాయురేవ సమిదభ్రం ధూమో విద్యుదర్చిరశనిరంగారాహ్రాదనయో విస్ఫులింగాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.5.2వ మంత్రము",
    sloka: `తస్మిన్నేతస్మిన్నగ్నౌ దేవాః సోమగ్ం రాజానం జుహ్వతి తస్యా ఆహుతేర్వర్షగ్ం సంభవతి ||
    
    ఇతి పంచమః ఖండః`,
    meaning: `***
    ఇది పంచమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.6.1వ మంత్రము",
    sloka: `పృథివీ వావ గౌతమాగ్నిస్తస్యాః సంవత్సర ఏవ సమిదాకాశో ధూమో రాత్రిరర్చిర్దిశోఽఙ్గారా అవాంతరదిశో విస్ఫులింగాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.6.2వ మంత్రము",
    sloka: `తస్మిన్నేతస్మిన్నగ్నౌ దేవా వర్షం జుహ్వతి తస్యా ఆహుతేరన్నగ్ం సంభవతి ||
    
    ఇతి షష్ఠః ఖండః`,
    meaning: `***
    ఇది షష్ఠ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.7.1వ మంత్రము",
    sloka: `పురుషో వావ గౌతమాగ్నిస్తస్య వాగేవ సమిత్ప్రాణో ధూమో జిహ్వార్చిశ్చక్షురంగారాః శ్రోత్రం విస్ఫులింగాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.7.2వ మంత్రము",
    sloka: `తస్మిన్నేతస్మిన్నగ్నౌ దేవా అన్నం జుహ్వతి తస్యా ఆహుతే రేతః సంభవతి ||
    
    ఇతి సప్తమః ఖండః`,
    meaning: `***
    ఇది సప్తమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.8.1వ మంత్రము",
    sloka: `యోషా వావ గౌతమాగ్నిస్తస్యా ఉపస్థ ఏవ సమిద్యదుపమంత్రయతే స ధూమో యోనిరర్చిర్యదంతః కరోతి తేఽఙ్గారా అభినందా విస్ఫులింగాః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.8.2వ మంత్రము",
    sloka: `తస్మిన్నేతస్మిన్నగ్నౌ దేవా రేతో జుహ్వతి తస్యా ఆహుతేర్గర్భః సంభవతి ||
    
    ఇతి అష్టమః ఖండః`,
    meaning: `***
    ఇది అష్టమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.9.1వ మంత్రము",
    sloka: `ఇతి తు పంచమ్యామాహుతావాపః పురుషవచసో భవంతీతి స ఉల్బావృతో గర్భో దశ వా నవ వా మాసానంతః శయిత్వా యావద్వాథ జాయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.9.2వ మంత్రము",
    sloka: `స జాతో యావదాయుషం జీవతి తం ప్రేతం దిష్టమితోఽగ్నయ ఏవ హరంతి యత ఏవేతో యతః సంభూతో భవతి ||
    
    ఇతి నవమః ఖండః`,
    meaning: `***
    ఇది నవమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.1వ మంత్రము",
    sloka: `తద్య ఇత్థం విదుర్యే చేమేఽరణ్యే శ్రద్ధా తప ఇత్యుపాసతే తేఽర్చిషమభిసంభవంత్యర్చిషోఽహరహ్న ఆపూర్యమాణపక్షమాపూర్యమాణపక్షాద్యాన్షడుదఙ్ఙేతి మాసాగ్ంస్తాన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.2వ మంత్రము",
    sloka: `మాసేభ్యః సంవత్సరగ్ం సంవత్సరాదాదిత్యమాదిత్యాచ్చంద్రమసం చంద్రమసో విద్యుతం తత్పురుషోఽమానవః స ఏనాన్బ్రహ్మ గమయత్యేష దేవయానః పంథా ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.3వ మంత్రము",
    sloka: `అథ య ఇమే గ్రామ ఇష్టాపూర్తే దత్తమిత్యుపాసతే తే ధూమమభిసంభవంతి ధూమాద్రాత్రిగ్ం రాత్రేరపరపక్షమపరపక్షాద్యాన్షడ్దక్షిణైతి మాసాగ్ంస్తాన్నైతే సంవత్సరమభిప్రాప్నువంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.4వ మంత్రము",
    sloka: `మాసేభ్యః పితృలోకం పితృలోకాదాకాశమాకాశాచ్చంద్రమసమేష సోమో రాజా తద్దేవానామన్నం తం దేవా భక్షయంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.5వ మంత్రము",
    sloka: `తస్మిన్యావత్సంపాతముషిత్వాథైతమేవాధ్వానం పునర్నివర్తంతే యథేతమాకాశమాకాశాద్వాయుం వాయుర్భూత్వా ధూమో భవతి ధూమో భూత్వాఽభ్రం భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.6వ మంత్రము",
    sloka: `అభ్రం భూత్వా మేఘో భవతి మేఘో భూత్వా ప్రవర్షతి త ఇహ వ్రీహియవా ఓషధివనస్పతయస్తిలమాషా ఇతి జాయంతేఽతో వై ఖలు దుర్నిష్ప్రపతరం యో యో హ్యన్నమత్తి యో రేతః సించతి తద్భూయ ఏవ భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.7వ మంత్రము",
    sloka: `తద్య ఇహ రమణీయచరణా అభ్యాశో హ యత్తే రమణీయాం యోనిమాపద్యేరన్బ్రాహ్మణయోనిం వా క్షత్రియయోనిం వా వైశ్యయోనిం వాఽథ య ఇహ కపూయచరణా అభ్యాశో హ యత్తే కపూయాం యోనిమాపద్యేరఞ్శ్వయోనిం వా సూకరయోనిం వా చండాలయోనిం వా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.8వ మంత్రము",
    sloka: `అథైతయోః పథోర్న కతరేణచన తానీమాని క్షుద్రాణ్యసకృదావర్తీని భూతాని భవంతి జాయస్వ మ్రియస్వేత్యేతత్తృతీయగ్ంస్థానం తేనాసౌ లోకో న సంపూర్యతే తస్మాజ్జుగుప్సేత తదేష శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.9వ మంత్రము",
    sloka: `స్తేనో హిరణ్యస్య సురాం పిబగ్ంశ్చ గురోస్తల్పమావసన్బ్రహ్మహా చ | ఏతే పతంతి చత్వారః పంచమశ్చాచరగ్ంస్తైరితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.10.10వ మంత్రము",
    sloka: `అథ హ య ఏతానేవం పంచాగ్నీన్వేద న సహ తైరప్యాచరన్పాప్మనా లిప్యతే శుద్ధః పూతః పుణ్యలోకో భవతి య ఏవం వేద య ఏవం వేద ||
    
    ఇతి దశమః ఖండః`,
    meaning: `***
    ఇది దశమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.1వ మంత్రము",
    sloka: `ప్రాచీనశాల ఔపమన్యవః సత్యయజ్ఞః పౌలుషిరింద్రద్యుమ్నో భాల్లవేయో జనః శార్కరాక్ష్యో బుడిల ఆశ్వతరాశ్విస్తే హైతే మహాశాలా మహాశ్రోత్రియాః సమేత్య మీమాగ్ంసాం చక్రుః కో న ఆత్మా కిం బ్రహ్మేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.2వ మంత్రము",
    sloka: `తే హ సంపాదయాంచక్రురుద్దాలకో వై భగవంతోఽయమారుణిః సంప్రతీమమాత్మానం వైశ్వానరమధ్యేతి తగ్ం హంతాభ్యాగచ్ఛామేతి తగ్ం హాభ్యాజగ్ముః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.3వ మంత్రము",
    sloka: `స హ సంపాదయాంచకార ప్రక్ష్యంతి మామిమే మహాశాలా మహాశ్రోత్రియాస్తేభ్యో న సర్వమివ ప్రతిపత్స్యే హంతాహమన్యమభ్యనుశాసానీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.4వ మంత్రము",
    sloka: `తాన్హోవాచాశ్వపతిర్వై భగవంతోఽయం కైకేయః సంప్రతీమమాత్మానం వైశ్వానరమధ్యేతి తగ్ం హంతాభ్యాగచ్ఛామేతి తగ్ం హాభ్యాజగ్ముః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.5వ మంత్రము",
    sloka: `తేభ్యో హ ప్రాప్తేభ్యః పృథగర్హాణి కారయాంచకార స హ ప్రాతః సంజిహాన ఉవాచ న మే స్తేనో జనపదే న కర్దర్యో న మద్యపో నానాహితాగ్నిర్నావిద్వాన్న స్వైరీ స్వైరిణీ కుతో యక్ష్యమాణో వై భగవంతోఽహమస్మి యావదేకైకస్మా ఋత్విజే ధనం దాస్యామి తావద్భగవద్భ్యో దాస్యామి వసంతు భగవంత ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.6వ మంత్రము",
    sloka: `తే హోచుర్యేన హైవార్థేన పురుషశ్చరేత్తగ్ం హైవ వదేదాత్మానమేవేమం వైశ్వానరగ్ం సంప్రత్యధ్యేషి తమేవ నో బ్రూహీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.11.7వ మంత్రము",
    sloka: `తాన్హోవాచ ప్రాతర్వః ప్రతివక్తాస్మీతి తే హ సమిత్పాణయః పూర్వాహ్ణే ప్రతిచక్రమిరే తాన్హానుపనీయైవైతదువాచ ||
    
    ఇతి ఏకాదశః ఖండః`,
    meaning: `***
    ఇది ఏకాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.12.1వ మంత్రము",
    sloka: `ఔపమన్యవ కం త్వమాత్మానముపాస్స ఇతి దివమేవ భగవో రాజన్నితి హోవాచైష వై సుతేజా ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్తవ సుతం ప్రసుతమాసుతం కులే దృశ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.12.2వ మంత్రము",
    sloka: `అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే మూధా త్వేష ఆత్మన ఇతి హోవాచ మూర్ధా తే వ్యపతిష్యద్యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి ద్వాదశః ఖండః`,
    meaning: `***
    ఇది ద్వాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.13.1వ మంత్రము",
    sloka: `అథ హోవాచ సత్యయజ్ఞం పౌలుషిం ప్రాచీనయోగ్య కం త్వమాత్మానముపాస్స ఇత్యాదిత్యమేవ భగవో రాజన్నితి హోవాచైష వై విశ్వరూప ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్తవ బహు విశ్వరూపం కులే దృశ్యతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.13.2వ మంత్రము",
    sloka: `ప్రవృత్తోఽశ్వతరీరథో దాసీనిష్కోఽత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే చక్షుష్ట్వేతదాత్మన ఇతి హోవాచాంధోఽభవిష్యద్యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి త్రయోదశః ఖండః`,
    meaning: `***
    ఇది త్రయోదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.14.1వ మంత్రము",
    sloka: `అథ హోవాచేంద్రద్యుమ్నం భాల్లవేయం వైయాఘ్రపద్య కం త్వమాత్మానముపాస్స ఇతి వాయుమేవ భగవో రాజన్నితి హోవాచైష వై పృథగ్వర్త్మాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వాం పృథగ్బలయ ఆయంతి పృథగ్రథశ్రేణయోఽనుయంతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.14.2వ మంత్రము",
    sloka: `అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే ప్రాణస్త్వేష ఆత్మన ఇతి హోవాచ ప్రాణస్త ఉదక్రమిష్యద్యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి చతుర్దశః ఖండః`,
    meaning: `***
    ఇది చతుర్దశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.15.1వ మంత్రము",
    sloka: `అథ హోవాచ జనగ్ం శార్కరాక్ష్య కం త్వమాత్మానముపాస్స ఇత్యాకాశమేవ భగవో రాజన్నితి హోవాచైష వై బహుల ఆత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వం బహులోఽసి ప్రజయా చ ధనేన చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.15.2వ మంత్రము",
    sloka: `అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే సందేహస్త్వేష ఆత్మన ఇతి హోవాచ సందేహస్తే వ్యశీర్యద్యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి పంచదశః ఖండః`,
    meaning: `***
    ఇది పంచదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.16.1వ మంత్రము",
    sloka: `అథ హోవాచ బుడిలమాశ్వతరాశ్విం వైయాఘ్రపద్య కం త్వమాత్మానముపాస్స ఇత్యప ఏవ భగవో రాజన్నితి హోవాచైష వై రయిరాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వగ్ం రయిమాన్పుష్టిమానసి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.16.2వ మంత్రము",
    sloka: `అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే బస్తిస్త్వేష ఆత్మన ఇతి హోవాచ బస్తిస్తే వ్యభేత్స్యద్యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి షోడశః ఖండః`,
    meaning: `***
    ఇది షోడశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.17.1వ మంత్రము",
    sloka: `అథ హోవాచోద్దాలకమారుణిం గౌతమ కం త్వమాత్మానముపాస్స ఇతి పృథివీమేవ భగవో రాజన్నితి హోవాచైష వై ప్రతిష్ఠాత్మా వైశ్వానరో యం త్వమాత్మానముపాస్సే తస్మాత్త్వం ప్రతిష్ఠితోఽసి ప్రజయా చ పశుభిశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.17.2వ మంత్రము",
    sloka: `అత్స్యన్నం పశ్యసి ప్రియమత్త్యన్నం పశ్యతి ప్రియం భవత్యస్య బ్రహ్మవర్చసం కులే య ఏతమేవమాత్మానం వైశ్వానరముపాస్తే పాదౌ త్వేతావాత్మన ఇతి హోవాచ పాదౌ తే వ్యమ్లాస్యేతాం యన్మాం నాగమిష్య ఇతి ||
    
    ఇతి సప్తదశః ఖండః`,
    meaning: `***
    ఇది సప్తదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.18.1వ మంత్రము",
    sloka: `తాన్హోవాచైతే వై ఖలు యూయం పృథగివేమమాత్మానం వైశ్వానరం విద్వాగ్ం సోఽన్నమత్థ యస్త్వేతమేవం ప్రాదేశమాత్రమభివిమానమాత్మానం వైశ్వానరముపాస్తే స సర్వేషు లోకేషు సర్వేషు భూతేషు సర్వేష్వాత్మస్వన్నమత్తి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.18.2వ మంత్రము",
    sloka: `తస్య హ వా ఏతస్యాత్మనో వైశ్వానరస్య మూర్ధైవ సుతేజాశ్చక్షుర్విశ్వరూపః ప్రాణః పృథగ్వర్త్మాత్మా సందేహో బహులో బస్తిరేవ రయిః పృథివ్యేవ పాదావుర ఏవ వేదిర్లోమాని బర్హిర్హృదయం గార్హపత్యో మనోఽన్వాహార్యపచన ఆస్యమాహవనీయః ||
    
    ఇతి అష్టాదశః ఖండః`,
    meaning: `***
    ఇది అష్టాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.19.1వ మంత్రము",
    sloka: `తద్యద్భక్తం ప్రథమమాగచ్ఛేత్తద్ధోమీయగ్ం స యాం ప్రథమామాహుతిం జుహుయాత్తాం జుహుయాత్ప్రాణాయ స్వాహేతి ప్రాణస్తృప్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.19.2వ మంత్రము",
    sloka: `ప్రాణే తృప్యతి చక్షుస్తృప్యతి చక్షుషి తృప్యత్యాదిత్యస్తృప్యత్యాదిత్యే తృప్యతి ద్యౌస్తృప్యతి దివి తృప్యంత్యాం యత్కించ ద్యౌశ్చాదిత్యశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యానుతృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి ||
    
    ఇతి ఏకోనవింశః ఖండః`,
    meaning: `***
    ఇది ఏకోనవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.20.1వ మంత్రము",
    sloka: `అథ యాం ద్వితీయాం జుహుయాత్తాం జుహుయాద్వ్యానాయ స్వాహేతి వ్యానస్తృప్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.20.2వ మంత్రము",
    sloka: `వ్యానే తృప్యతి శ్రోత్రం తృప్యతి శ్రోత్రే తృప్యతి చంద్రమాస్తృప్యతి చంద్రమసి తృప్యతి దిశస్తృప్యంతి దిక్షు తృప్యంతీషు యత్కించ దిశశ్చ చంద్రమాశ్చాధితిష్ఠంతి తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి ||
    
    ఇతి వింశః ఖండః`,
    meaning: `***
    ఇది వింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.21.1వ మంత్రము",
    sloka: `అథ యాం తృతీయాం జుహుయాత్తాం జుహుయాదపానాయ స్వాహేత్యపానస్తృప్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.21.2వ మంత్రము",
    sloka: `అపానే తృప్యతి వాక్తృప్యతి వాచి తృప్యంత్యామగ్నిస్తృప్యత్యగ్నౌ తృప్యతి పృథివీ తృప్యతి పృథివ్యాం తృప్యంత్యాం యత్కించ పృథివీ చాగ్నిశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి ||
    
    ఇతి ఏకవింశః ఖండః`,
    meaning: `***
    ఇది ఏకవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.22.1వ మంత్రము",
    sloka: `అథ యాం చతుర్థీం జుహుయాత్తాం జుహుయాత్సమానాయ స్వాహేతి సమానస్తృప్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.22.2వ మంత్రము",
    sloka: `సమానే తృప్యతి మనస్తృప్యతి మనసి తృప్యతి పర్జన్యస్తృప్యతి పర్జన్యే తృప్యతి విద్యుత్తృప్యతి విద్యుతి తృప్యంత్యాం యత్కించ విద్యుచ్చ పర్జన్యశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేనేతి ||
    
    ఇతి ద్వావింశః ఖండః`,
    meaning: `***
    ఇది ద్వావింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.23.1వ మంత్రము",
    sloka: `అథ యాం పంచమీం జుహుయాత్తాం జుహుయాదుదానాయ స్వాహేత్యుదానస్తృప్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.23.2వ మంత్రము",
    sloka: `ఉదానే తృప్యతి త్వక్తృప్యతి త్వచి తృప్యంత్యాం వాయుస్తృప్యతి వాయౌ తృప్యత్యాకాశస్తృప్యత్యాకాశే తృప్యతి యత్కించ వాయుశ్చాకాశశ్చాధితిష్ఠతస్తత్తృప్యతి తస్యాను తృప్తిం తృప్యతి ప్రజయా పశుభిరన్నాద్యేన తేజసా బ్రహ్మవర్చసేన ||
    
    ఇతి త్రయోవింశః ఖండః`,
    meaning: `***
    ఇది త్రయోవింశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.24.1వ మంత్రము",
    sloka: `స య ఇదమవిద్వాగ్నిహోత్రం జుహోతి యథాంగారానపోహ్య భస్మని జుహుయాత్తాదృక్తత్స్యాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.24.2వ మంత్రము",
    sloka: `అథ య ఏతదేవం విద్వానగ్నిహోత్రం జుహోతి తస్య సర్వేషు లోకేషు సర్వేషు భూతేషు సర్వేష్వాత్మసు హుతం భవతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.24.3వ మంత్రము",
    sloka: `తద్యథేషీకాతూలమగ్నౌ ప్రోతం ప్రదూయేతైవగ్ం హాస్య సర్వే పాప్మానః ప్రదూయంతే య ఏతదేవం విద్వానగ్నిహోత్రం జుహోతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.24.4వ మంత్రము",
    sloka: `తస్మాదు హైవంవిద్యద్యపి చండాలాయోచ్ఛిష్టం ప్రయచ్ఛేదాత్మని హైవాస్య తద్వైశ్వానరే హుతగ్ం స్యాదితి తదేష శ్లోకః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "5.24.5వ మంత్రము",
    sloka: `యథేహ క్షుధితా బాలా మాతరం పర్యుపాసత ఏవగ్ం సర్వాణి భూతాన్యగ్నిహోత్రముపాసత ఇత్యగ్నిహోత్రముపాసత ఇతి ||
    
    ఇతి చతుర్వింశః ఖండః
    ఇతి పంచమోఽధ్యాయః`,
    meaning: `***
    ఇది చతుర్వింశ ఖండము
    ఇది పంచమోధ్యాయము`,
    wordByWordMeaning: ``,
  },
];
