export default [
  {
    id: "మంత్రములు(1-5)",
    sloka: `ఛాందోగ్యోపనిషత్ ప్రథమోఽధ్యాయః
    
    శాంతి మంత్రము
    ఓం  ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి సర్వం బ్రహ్మౌపనిషదం మాఽహం బ్రహ్మ నిరాకుర్యాం మా మా బ్రహ్మ నిరాకరోదనికారణమస్త్వనికారణం మేఽస్తు తదాత్మని నిరతే య ఉపనిషత్సు ధర్మాస్తే మయి సంతు తే మయి సంతు ||

    || ఓం శాంతిః శాంతిః శాంతిః ||

    ప్రథమః ఖండః
    
    ఓమిత్యేతదక్షరముద్గీథముపాసీత | ఓమితి హ్యుద్గాయతి తస్యోపవ్యాఖ్యానం || 1.1.1 ||

    ఏషాం భూతానాం పృథివీ రసః పృథివ్యా అపో రసోఽపామోషధయో రస ఓషధీనాం పురుషో రసః పురుషస్య వాగ్రసో వాచ ఋగ్రస ఋచః సామ రసః సామ్న ఉద్గీథో రసః || 1.1.2 ||

    స ఏష రసానాగ్ం రసతమః పరమః పరార్ధ్యోఽష్టమోయదుద్గీథః || 1.1.3 ||

    కతమా కతమర్క్కతమత్కతమత్సామ కతమః కతమ ఉద్గీథ ఇతి విమృష్టం భవతి || 1.1.4 ||

    వాగేవర్క్ప్రాణః సామోమిత్యేతదక్షరముద్గీథః | తద్వా ఏతన్మిథునం యద్వాక్చ ప్రాణశ్చర్క్చ సామ చ || 1.1.5 ||

    తదేతన్మిథునమోమిత్యేతస్మిన్నక్షరే సగ్ంసృజ్యతే యదా వై మిథునౌ సమాగచ్ఛత ఆపయతో వై తావన్యోన్యస్య కామం || 1.1.6 ||

    ఆపయితా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్తే || 1.1.7 ||

    తద్వా ఏతదనుజ్ఞాక్షరం యద్ధి కించానుజానాత్యోమిత్యేవ తదాహైషో ఏవ సమృద్ధిర్యదనుజ్ఞా సమర్ధయితా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్తే || 1.1.8 ||

    తేనేయం త్రయీవిద్యా వర్తతే ఓమిత్యాశ్రావయత్యోమితి శగ్ంసత్యోమిత్యుద్గాయత్యేతస్యైవాక్షరస్యాపచిత్యై మహిమ్నా రసేన || 1.1.9 ||

    తేనోభౌ కురుతో యశ్చైతదేవం వేద యశ్చ న వేద | నానా తు విద్యా చావిద్యా చ యదేవ విద్యయా కరోతి శ్రద్ధయోపనిషదా తదేవ వీర్యవత్తరం భవతీతి ఖల్వేతస్యైవాక్షరస్యోపవ్యాఖ్యానం భవతి || 1.1.10 ||

    || ఇతి ప్రథమః ఖండః ||

    ద్వితీయః ఖండః

    దేవాసురా హ వై యత్ర సంయేతిరే  ఉభయే ప్రాజాపత్యాస్తద్ధ దేవా ఉద్గీథమాజహ్రురనేనైతానభిభవిష్యామ ఇతి || 1.2.1 ||

    తే హ నాసిక్యం ప్రాణముద్గీథముపాసాంచక్రిరే తాగ్ం హాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయం జిఘ్రతి సురభి చ దుర్గంధి చ పాప్మనా హ్యేష విద్ధః || 1.2.2 ||

    అథ హ వాచముద్గీథముపాసాంచక్రిరే తాగ్ంహాసురాః పాప్మనా వివిధుస్తస్మాత్తయోభయం వదతి సత్యం చానృతం చపాప్మనా హ్యేషా విద్ధా || 1.2.3 ||

    అథ హ చక్షురుద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయం పశ్యతి దర్శనీయం చాదర్శనీయం చ పాప్మనా హ్యేతద్విద్ధం || 1.2.4 ||

    అథ హ శ్రోత్రముద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయగ్ం శృణోతి శ్రవణీయం చాశ్రవణీయం చ పాప్మనా హ్యేతద్విద్ధం || 1.2.5 ||

    అథ హ మన ఉద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయగ్ం సంకల్పయతే సంకల్పనీయం చాసంకల్పనీయం చ పాప్మనా హ్యేతద్విద్ధం || 1.2.6 ||

    అథ హ య ఏవాయం ముఖ్యః ప్రాణస్తముద్గీథముపాసాంచక్రిరే తగ్ంహాసురా ఋత్వా విదధ్వంసుర్యథాశ్మాఽనమాఖణమృత్వా విధ్వగ్ంసేత || 1.2.7 ||

    ఏవం యథాశ్మాఽనమాఖణమృత్వా విధ్వగ్ంసత ఏవగ్ం హైవ స విధ్వగ్ంసతే య ఏవంవిది పాపం కామయతే యశ్చైనమభిదాసతి స ఏషోఽశ్మాఖణః || 1.2.8 ||

    నైవైతేన సురభి న దుర్గంధి విజానాత్యపహతపాప్మా హ్యేష తేన యదశ్నాతి యత్పిబతి తేనేతరాన్ప్రాణానవతి | ఏతము ఏవాంతతోఽవిత్త్వోత్క్రమతి వ్యాదదాత్యేవాంతత ఇతి || 1.2.9 ||

    తగ్ం హాంగిరా ఉద్గీథముపాసాంచక్ర ఏతము ఏవాఽఽంగిరసం మన్యంతేఽఙ్గానాం యద్రసః || 1.2.10 ||

    తేన తగ్ం హ బృహస్పతిరుద్గీథముపాసాంచక్ర ఏతము ఏవ బృహస్పతిం మన్యంతే వాగ్ఘి బృహతీ తస్యా ఏష పతిః || 1.2.11 ||

    తేన తగ్ం హాయాస్య ఉద్గీథముపాసాంచక్ర ఏతము ఏవాయాస్యం మన్యంత ఆస్యాద్యదయతే || 1.2.12 ||

    తేన తగ్ం హ బకో దాల్భ్యో విదాంచకార | స హ నైమిషీయానాముద్గాతా బభూవ స హ స్మైభ్యః కామానాగాయతి || 1.2.13 ||

    ఆగాతా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్త ఇత్యధ్యాత్మం || 1.2.14 ||

    || ఇతి ద్వితీయః ఖండః ||

    తృతీయః ఖండః

    అథాధిదైవతం య ఏవాసౌ తపతి తముద్గీథముపాసీతోద్యన్వా ఏష ప్రజాభ్య ఉద్గాయతి | ఉద్యగ్ంస్తమో భయమపహంత్యపహంతా హ వై భయస్య తమసో భవతి య ఏవం వేద || 1.3.1 ||

    సమాన ఉ ఏవాయం చాసౌ చోష్ణోఽయముష్ణోఽసౌ స్వర ఇతీమమాచక్షతే స్వర ఇతి ప్రత్యాస్వర ఇత్యముం తస్మాద్వా ఏతమిమమముం చోద్గీథముపాసీత || 1.3.2 ||

    అథ ఖలు వ్యానమేవోద్గీథముపాసీత యద్వై ప్రాణితి స ప్రాణో యదపానితి సోఽపానః  | అథ యః ప్రాణాపానయోః సంధిః స వ్యానో యో వ్యానః సా వాక్ | తస్మాదప్రాణన్ననపానన్వాచమభివ్యాహరతి || 1.3.3 ||

    యా వాక్సర్క్తస్మాదప్రాణన్ననపానన్నృచమభివ్యాహరతి యర్క్తత్సామ తస్మాదప్రాణన్ననపానన్సామ గాయతి యత్సామ స ఉద్గీథస్తస్మాదప్రాణన్ననపానన్నుద్గాయతి || 1.3.4 ||

    అతో యాన్యన్యాని వీర్యవంతి కర్మాణి యథాఽగ్నేర్మంథనమాజేః సరణం దృఢస్య ధనుష ఆయమనమప్రాణన్ననపానగ్ంస్తాని కరోత్యేతస్య హేతోర్వ్యానమేవోద్గీథముపాసీత || 1.3.5 ||

    అథ ఖలూద్గీథాక్షరాణ్యుపాసీతోద్గీథ ఇతి ప్రాణ ఏవోత్ప్రాణేన హ్యుత్తిష్ఠతి వాగ్గీర్వాచో హ గిర ఇత్యాచక్షతేఽన్నం థమన్నే హీదగ్ం సర్వగ్ం స్థితం || 1.3.6 ||

    ద్యౌరేవోదంతరిక్షం గీః పృథివీ థమాదిత్య ఏవోద్వాయుర్గీరగ్నిస్థగ్ం సామవేద ఏవోద్యజుర్వేదో గీరృగ్వేదస్థం దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతాన్యేవం విద్వానుద్గీథాక్షరాణ్యుపాస్త ఉద్గీథ ఇతి || 1.3.7 ||

    అథ ఖల్వాశీఃసమృద్ధిరుపసరణానీత్యుపాసీత యేన సామ్నా స్తోష్యన్స్యాత్తత్సామోపధావేత్ || 1.3.8 ||

    యస్యామృచి తామృచం  యదార్షేయం తమృషిం  యాం దేవతామభిష్టోష్యన్స్యాత్తాం దేవతాముపధావేత్ || 1.3.9 ||

    యేన చ్ఛందసా స్తోష్యన్స్యాత్తచ్ఛంద ఉపధావేద్యేన స్తోమేన స్తోష్యమాణః స్యాత్తగ్ం స్తోమముపధావేత్ || 1.3.10 ||

    యాం దిశమభిష్టోష్యన్స్యాత్తాం దిశముపధావేత్ || 1.3.11 ||

    ఆత్మానమంతత ఉపసృత్య స్తువీత కామం ధ్యాయన్నప్రమత్తోఽభ్యాశో హ యదస్మై స కామః సమృధ్యేత యత్కామః స్తువీతేతి యత్కామః స్తువీతేతి || 1.3.12 ||

    || ఇతి తృతీయః ఖండః ||

    చతుర్థః ఖండః

    ఓమిత్యేతదక్షరముద్గీథముపాసీతోమితి హ్యుద్గాయతి తస్యోపవ్యాఖ్యానం || 1.4.1 ||

    దేవా వై మృత్యోర్బిభ్యతస్త్రయీం విద్యాం ప్రావిశగ్ంస్తే ఛందోభిరచ్ఛాదయన్యదేభిరచ్ఛాదయగ్ంస్తచ్ఛందసాం ఛందస్త్వం || 1.4.2 ||

    తాను తత్ర మృత్యుర్యథా మత్స్యముదకే పరిపశ్యేదేవం పర్యపశ్యదృచి సామ్ని యజుషి | తే ను విదిత్వోర్ధ్వా ఋచః సామ్నో యజుషః స్వరమేవ ప్రావిశన్ || 1.4.3 ||

    యదా వా ఋచమాప్నోత్యోమిత్యేవాతిస్వరత్యేవగ్ం సామైవం యజురేష ఉ స్వరో యదేతదక్షరమేతదమృతమభయం తత్ప్రవిశ్య దేవా అమృతా అభయా అభవన్ || 1.4.4 ||

    స య ఏతదేవం విద్వానక్షరం ప్రణౌత్యేతదేవాక్షరగ్ం స్వరమమృతమభయం ప్రవిశతి తత్ప్రవిశ్య యదమృతా దేవాస్తదమృతో భవతి || 1.4.5 ||

    || ఇతి చతుర్థః ఖండః ||

    పంచమః ఖండః

    అథ ఖలు య ఉద్గీథః స ప్రణవో యః ప్రణవః స ఉద్గీథ ఇత్యసౌ వా ఆదిత్య ఉద్గీథ ఏష ప్రణవ ఓమితి హ్యేష స్వరన్నేతి || 1.5.1 ||

    ఏతము ఏవాహమభ్యగాసిషం తస్మాన్మమ త్వమేకోఽసీతి హ కౌషీతకిః పుత్రమువాచ రశ్మీగ్ంస్త్వం పర్యావర్తయాద్బహవో వై తే భవిష్యంతీత్యధిదైవతం || 1.5.2 ||

    అథాధ్యాత్మం య ఏవాయం ముఖ్యః ప్రాణస్తముద్గీథముపాసీతోమితి హ్యేష స్వరన్నేతి || 1.5.3 ||

    ఏతము ఏవాహమభ్యగాసిషం తస్మాన్మమ త్వమేకోఽసీతి హ కౌషీతకిః పుత్రమువాచ ప్రాణాగ్ంస్త్వం భూమానమభిగాయతాద్బహవో వై మే భవిష్యంతీతి || 1.5.4 ||

    అథ ఖలు య ఉద్గీథః స ప్రణవో యః ప్రణవః స ఉద్గీథ ఇతి హోతృషదనాద్ధైవాపి దురుద్గీథమనుసమాహరతీత్యను సమాహరతీతి || 1.5.5 ||

    || ఇతి పంచమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(6-10)",
    sloka: `షష్ఠః ఖండః

    ఇయమేవర్గగ్నిః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయత ఇయమేవ సాఽగ్నిరమస్తత్సామ || 1.6.1 ||

    అంతరిక్షమేవర్గ్వాయుః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతేఽన్తరిక్షమేవ సా వాయురమస్తత్సామ || 1.6.2 ||

    ద్యౌరేవర్గాదిత్యః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే ద్యౌరేవ సాఽఽదిత్యోఽమస్తత్సామ || 1.6.3 ||

    నక్షత్రాన్యేవర్క్చంద్రమాః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే నక్షత్రాణ్యేవ సా చంద్రమా అమస్తత్సామ || 1.6.4 ||

    అథ యదేతదాదిత్యస్య శుక్లం భాః సైవర్గథ యన్నీలం పరః కృష్ణం తత్సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే || 1.6.5 ||

    అథ యదేవైతదాదిత్యస్య శుక్లం భాః సైవ సాఽథ యన్నీలం పరః కృష్ణం తదమస్తత్సామాథ య ఏషోఽన్తరాదిత్యే హిరణ్మయః పురుషో దృశ్యతే హిరణ్యశ్మశ్రుర్హిరణ్యకేశ ఆప్రణస్వాత్సర్వ ఏవ సువర్ణః || 1.6.6 ||

    తస్య యథా కప్యాసం పుండరీకమేవమక్షిణీ తస్యోదితి నామ స ఏష సర్వేభ్యః పాప్మభ్య ఉదిత ఉదేతి హ వై సర్వేభ్యః పాప్మభ్యో య ఏవం వేద || 1.6.7 ||

    తస్యర్క్చ సామ చ గేష్ణౌ తస్మాదుద్గీథస్తస్మాత్త్వేవోద్గాతైతస్య హి గాతా స ఏష యే చాముష్మాత్పరాంచో లోకాస్తేషాం చేష్టే దేవకామానాం చేత్యధిదైవతం || 1.6.8 ||

    || ఇతి షష్ఠః ఖండః ||

    సప్తమః ఖండః

    అథాధ్యాత్మం వాగేవర్క్ప్రాణః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే | వాగేవ సా ప్రాణోఽమస్తత్సామ || 1.7.1 ||

    చక్షురేవర్గాత్మా సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ంసామ గీయతే | చక్షురేవ సాఽఽత్మాఽమస్తత్సామ || 1.7.2 ||

    శ్రోత్రమేవర్ఙ్మనః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ంసామ గీయతే | శ్రోత్రమేవ సా మనోఽమస్తత్సామ || 1.7.3 ||

    అథ యదేతదక్ష్ణః శుక్లం భాః సైవర్గథ యన్నీలం పరః కృష్ణం తత్సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే | అథ యదేవైతదక్ష్ణః శుక్లం భాః సైవ సాఽథ యన్నీలం పరః కృష్ణం తదమస్తత్సామ || 1.7.4 ||

    అథ య ఏషోఽన్తరక్షిణి పురుషో దృశ్యతే సైవర్క్తత్సామ తదుక్థం తద్యజుస్తద్బ్రహ్మ తస్యైతస్య తదేవ రూపం యదముష్య రూపం యావముష్య గేష్ణౌ తౌ  గేష్ణౌ యన్నామ తన్నామ || 1.7.5 ||

    స ఏష యే చైతస్మాదర్వాంచో లోకాస్తేషాం చేష్టే మనుష్యకామానాం చేతి తద్య ఇమే వీణాయాం గాయంత్యేతం తే గాయంతి తస్మాత్తే ధనసనయః || 1.7.6 ||

    అథ య ఏతదేవం విద్వాన్సామ గాయత్యుభౌ స గాయతి సోఽమునైవ స ఏష యే చాముష్మాత్పరాంచో లోకాస్తాగ్ంశ్చాప్నోతి దేవకామాగ్ంశ్చ || 1.7.7 ||

    అథానేనైవ యే చైతస్మాదర్వాంచో లోకాస్తాగ్ంశ్చాప్నోతి మనుష్యకామాగ్ంశ్చ తస్మాదు హైవంవిదుద్గాతా బ్రూయాత్ || 1.7.8 ||

    కం తే కామమాగాయానీత్యేష హ్యేవ కామాగానస్యేష్టే య ఏవం విద్వాన్సామ గాయతి సామ గాయతి || 1.7.9 ||

    || ఇతి సప్తమః ఖండః ||

    అష్టమః ఖండః

    త్రయో హోద్గీథే కుశలా బభూవుః శిలకః శాలావత్యశ్చైకితాయనో దాల్భ్యః ప్రవాహణో జైవలిరితి తే హోచురుద్గీథే వై కుశలాః స్మో హంతోద్గీథే కథాం వదామ ఇతి || 1.8.1 ||

    తథేతి హ సముపవివిశుః స హ ప్రావహణో జైవలిరువాచ భగవంతావగ్రే వదతాం బ్రాహ్మణయోర్వదతోర్వాచగ్ం శ్రోష్యామీతి || 1.8.2 ||

    స హ శిలకః శాలావత్యశ్చైకితాయనం దాల్భ్యమువాచ హంత త్వా పృచ్ఛానీతి  పృచ్ఛేతి హోవాచ || 1.8.3 ||

    కా సామ్నో గతిరితి స్వర ఇతి హోవాచ స్వరస్య కా గతిరితి   ప్రాణ ఇతి హోవాచ ప్రాణస్య కా గతిరిత్యన్నమితి హోవాచాన్నస్య కా గతిరిత్యాప ఇతి హోవాచ || 1.8.4 ||

    అపాం కా గతిరిత్యసౌ లోక ఇతి హోవాచాముష్య లోకస్య కా గతిరితి న స్వర్గం లోకమితినయేదితి హోవాచ స్వర్గం వయం లోకగ్ం సామాభిసంస్థాపయామః స్వర్గసగ్ంస్తావగ్ంహి సామేతి || 1.8.5 ||

    తగ్ం హ శిలకః శాలావత్యశ్చైకితాయనం దాల్భ్యమువాచాప్రతిష్ఠితం వై కిల తే దాల్భ్య సామ యస్త్వేతర్హి బ్రూయాన్మూర్ధా తే విపతిష్యతీతి మూర్ధా తే విపతేదితి || 1.8.6 ||

    హంతాహమేతద్భగవత్తో వేదానీతి విద్ధీతి హోవాచాముష్య లోకస్య కా గతిరిత్యయం లోక ఇతి హోవాచాస్య లోకస్య కా గతిరితి న ప్రతిష్ఠాం లోకమితినయేదితి హోవాచ ప్రతిష్ఠాం వయం లోకగ్ం సామాభిసగ్ంస్థాపయామః ప్రతిష్ఠాసగ్ంస్తావగ్ం హి సామేతి || 1.8.7 ||

    తగ్ం హ ప్రవాహణో జైవలిరువాచాంతవద్వై కిల తే శాలావత్య సామ   యస్త్వేతర్హి బ్రూయాన్మూర్ధా తే విపతిష్యతీతి మూర్ధా తే విపతేదితి  హంతాహమేతద్భగవత్తో వేదానీతి విద్ధీతి హోవాచ || 1.8.8 ||

    || ఇతి అష్టమః ఖండః ||

    నవమః ఖండః

    అస్య లోకస్య కా గతిరిత్యాకాశ ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాన్యాకాశాదేవ సముత్పద్యంత ఆకాశం ప్రత్యస్తం యంత్యాకాశో హ్యేవైభ్యో జ్యాయానకాశః పరాయణం || 1.9.1 ||

    స ఏష పరోవరీయానుద్గీథః స ఏషోఽనంతః పరోవరీయో హాస్య భవతి పరోవరీయసో హ లోకాంజయతి య ఏతదేవం విద్వాన్పరోవరీయాగ్ంసముద్గీథముపాస్తే || 1.9.2 ||

    తగ్ం హైతమతిధన్వా శౌనక ఉదరశాండిల్యాయోక్త్వోవాచ యావత్త ఏనం ప్రజాయాముద్గీథం వేదిష్యంతే పరోవరీయో హైభ్యస్తావదస్మిగ్ంల్లోకే జీవనం భవిష్యతి || 1.9.3 ||

    తథాఽముష్మిన్లోకే లోక ఇతి స య ఏతదేవం విద్వానుపాస్తే పరోవరీయ ఏవ హాస్యాస్మిన్లోకే జీవనం భవతి తథాఽముష్మిన్లోకే లోక ఇతి లోకే లోక ఇతి || 1.9.4 ||

    || ఇతి నవమః ఖండః ||

    దశమః ఖండః

    అథాధిదైవతం య ఏవాసౌ తపతి తముద్గీథముపాసీతోద్యన్వా ఏష ప్రజాభ్య ఉద్గాయతి | ఉద్యగ్ంస్తమో భయమపహంత్యపహంతా హ వై భయస్య తమసో భవతి య ఏవం వేద || 1.10.1 ||

    స హేభ్యం కుల్మాషాన్ఖాదంతం బిభిక్షే తగ్ం హోవాచ | నేతోఽన్యే విద్యంతే యచ్చ యే మ ఇమ ఉపనిహితా ఇతి || 1.10.2 ||

    ఏతేషాం మే దేహీతి హోవాచ తానస్మై ప్రదదౌ హంతానుపానమిత్యుచ్ఛిష్టం వై మే పీతగ్ంస్యాదితి హోవాచ || 1.10.3 ||

    న స్విదేతేఽప్యుచ్ఛిష్టా ఇతి న వా అజీవిష్యమిమానఖాదన్నితి హోవాచ కామో మ ఉదపానమితి || 1.10.4 ||

    స హ ఖాదిత్వాఽతిశేషాంజాయాయా ఆజహార సాఽగ్ర ఏవ సుభిక్షా బభూవ తాన్ప్రతిగృహ్య నిదధౌ || 1.10.5 ||

    స హ ప్రాతః సంజిహాన ఉవాచ యద్బతాన్నస్య లభేమహి లభేమహి ధనమాత్రాగ్ం రాజాఽసౌ యక్ష్యతే స మా సర్వైరార్త్విజ్యైర్వృణీతేతి || 1.10.6 ||

    తం జాయోవాచ హంత పత ఇమ ఏవ కుల్మాషా ఇతి తాన్ఖాదిత్వాఽముం యజ్ఞం వితతమేయాయ || 1.10.7 ||

    తత్రోద్గాతౄనాస్తావే స్తోష్యమాణానుపోపవివేశ స హ ప్రస్తోతారమువాచ || 1.10.8 ||

    ప్రస్తోతర్యా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రస్తోష్యసి మూర్ధా తే విపతిష్యతీతి || 1.10.9 ||

    ఏవమేవోద్గాతారమువాచోద్గాతర్యా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుద్గాస్యసి మూర్ధా తే విపతిష్యతీతి || 1.10.10 ||

    ఏవమేవ ప్రతిహర్తారమువాచ ప్రతిహర్తర్యా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రతిహరిష్యసి మూర్ధా తే విపతిష్యతీతి తే హ సమారతాస్తూష్ణీమాసాంచక్రిరే || 1.10.11 ||

    || ఇతి దశమః ఖండః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "మంత్రములు(11-13)",
    sloka: `ఏకాదశః ఖండః

    అథ హైనం యజమాన ఉవాచ  భగవంతం వా అహం వివిదిషాణీత్యుషస్తిరస్మి చాక్రాయణ ఇతి హోవాచ || 1.11.1 ||

    స హోవాచ భగవంతం వా అహమేభిః సర్వైరార్త్విజ్యైః పర్యైషిషం భగవతో వా అహమవిత్త్వాఽన్యానవృషి || 1.11.2 ||

    భగవాగ్ంస్త్వేవ మే సర్వైరార్త్విజ్యైరితి తథేత్యథ తర్హ్యేత ఏవ సమతిసృష్టాః  స్తువతాం యావత్త్వేభ్యో ధనం దద్యాస్తావన్మమ దద్యా ఇతి తథేతి హ యజమాన ఉవాచ || 1.11.3 ||

    అథ హైనం ప్రస్తోతోపససాద ప్రస్తోతర్యా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రస్తోష్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి || 1.11.4 ||

    ప్రాణ ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాని ప్రాణమేవాభిసంవిశంతి ప్రాణమభ్యుజ్జిహ తే సైషా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రాస్తోష్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి || 1.11.5 ||

    అథ హైనముద్గాతోపససాదోద్గాతర్యా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుద్గాస్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి || 1.11.6 ||

    ఆదిత్య ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాన్యాదిత్యముచ్చైః సంతం గాయంతి సైషా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుదగాస్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి || 1.11.7 ||

    అథ హైనం ప్రతిహర్తోపససాద ప్రతిహర్తర్యా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రతిహరిష్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి || 1.11.8 ||

    అన్నమితి హోవాచ సర్వాణి హ వా ఇమాని భూతన్యన్నమేవ ప్రతిహరమాణాని జీవంతి సైషా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రత్యహరిష్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి తథోక్తస్య మయేతి || 1.11.9 ||

    || ఇతి ఏకాదశః ఖండః ||

    ద్వాదశః ఖండః

    అథాతః శౌవ ఉద్గీథస్తద్ధ బకో దాల్భ్యో గ్లావో వా మైత్రేయః స్వాధ్యాయముద్వవ్రాజ || 1.12.1 ||

    తస్మై శ్వా శ్వేతః ప్రాదుర్బభూవ తమన్యే శ్వాన ఉపసమేత్యోచురన్నం నో భగవానాగాయత్వశనాయామ వా ఇతి || 1.12.2 ||

    తాన్హోవాచేహైవ మా ప్రాతరుపసమీయాతేతి తద్ధ బకో దాల్భ్యో గ్లావో వా మైత్రేయః ప్రతిపాలయాంచకార || 1.12.3 ||

    తే హ యథైవేదం బహిష్పవమానేన స్తోష్యమాణాః సగ్ంరబ్ధాః సర్పంతీత్యేవమాససృపుస్తే హ సముపవిశ్య హిం చక్రుః || 1.12.4 ||

    ఓ3 మదా3 మోం3 పిబా3 మోం3 దేవో వరుణః ప్రజాపతిః సవితా2ఽన్నమిహా 2 హరదన్నపతే3ఽన్నమిహా2 హరా2 హరో3 మితి || 1.12.5 ||

    || ఇతి ద్వాదశః ఖండః ||

    త్రయోదశః ఖండః

    అయం వావ లోకో హాఉకారః వాయుర్హాఇకారశ్చంద్రమా అథకారః | ఆత్మేహకారోఽగ్నిరీకారః || 1.13.1 ||

    ఆదిత్య ఊకారో నిహవ ఏకారో విశ్వేదేవా ఔహోయికారః  ప్రజపతిర్హింకారః ప్రాణః స్వరోఽన్నం యా వాగ్విరాట్ || 1.13.2 ||

    అనిరుక్తస్త్రయోదశః స్తోభః సంచరో హుంకారః || 1.13.3 ||

    దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతామేవగ్ం సామ్నాముపనిషదం వేదోపనిషదం వేద ఇతి || 1.13.4 ||

    || ఇతి త్రయోదశః ఖండః ||

    || ఇతి ప్రథమోఽధ్యాయః ||`,
    meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
    wordByWordMeaning: ``,
  },
  {
    id: "శాంతి మంత్రము",
    sloka: `ఓం  ఆప్యాయంతు మమాంగాని వాక్ప్రాణశ్చక్షుః శ్రోత్రమథో బలమింద్రియాణి చ సర్వాణి సర్వం బ్రహ్మౌపనిషదం మాఽహం బ్రహ్మ నిరాకుర్యాం మా మా బ్రహ్మ నిరాకరోదనికారణమస్త్వనికారణం మేఽస్తు తదాత్మని నిరతే య ఉపనిషత్సు ధర్మాస్తే మయి సంతు తే మయి సంతు ||
    || ఓం శాంతిః శాంతిః శాంతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.1వ మంత్రము",
    sloka: `ఓమిత్యేతదక్షరముద్గీథముపాసీత | ఓమితి హ్యుద్గాయతి తస్యోపవ్యాఖ్యానం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.2వ మంత్రము",
    sloka: `ఏషాం భూతానాం పృథివీ రసః పృథివ్యా అపో రసోఽపామోషధయో రస ఓషధీనాం పురుషో రసః పురుషస్య వాగ్రసో వాచ ఋగ్రస ఋచః సామ రసః సామ్న ఉద్గీథో రసః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.3వ మంత్రము",
    sloka: `స ఏష రసానాగ్ం రసతమః పరమః పరార్ధ్యోఽష్టమోయదుద్గీథః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.4వ మంత్రము",
    sloka: `కతమా కతమర్క్కతమత్కతమత్సామ కతమః కతమ ఉద్గీథ ఇతి విమృష్టం భవతి  ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.5వ మంత్రము",
    sloka: `వాగేవర్క్ప్రాణః సామోమిత్యేతదక్షరముద్గీథః | తద్వా ఏతన్మిథునం యద్వాక్చ ప్రాణశ్చర్క్చ సామ చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.6వ మంత్రము",
    sloka: `తదేతన్మిథునమోమిత్యేతస్మిన్నక్షరే సగ్ంసృజ్యతే యదా వై మిథునౌ సమాగచ్ఛత ఆపయతో వై తావన్యోన్యస్య కామం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.7వ మంత్రము",
    sloka: `ఆపయితా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్తే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.8వ మంత్రము",
    sloka: `తద్వా ఏతదనుజ్ఞాక్షరం యద్ధి కించానుజానాత్యోమిత్యేవ తదాహైషో ఏవ సమృద్ధిర్యదనుజ్ఞా సమర్ధయితా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్తే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.9వ మంత్రము",
    sloka: `తేనేయం త్రయీవిద్యా వర్తతే ఓమిత్యాశ్రావయత్యోమితి శగ్ంసత్యోమిత్యుద్గాయత్యేతస్యైవాక్షరస్యాపచిత్యై మహిమ్నా రసేన ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.1.10వ మంత్రము",
    sloka: `తేనోభౌ కురుతో యశ్చైతదేవం వేద యశ్చ న వేద | నానా తు విద్యా చావిద్యా చ యదేవ విద్యయా కరోతి శ్రద్ధయోపనిషదా తదేవ వీర్యవత్తరం భవతీతి ఖల్వేతస్యైవాక్షరస్యోపవ్యాఖ్యానం భవతి ||
    
    ఇతి ప్రథమః ఖండః`,
    meaning: `***
    ఇది ప్రథమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.1వ మంత్రము",
    sloka: `దేవాసురా హ వై యత్ర సంయేతిరే  ఉభయే ప్రాజాపత్యాస్తద్ధ దేవా ఉద్గీథమాజహ్రురనేనైతానభిభవిష్యామ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.2వ మంత్రము",
    sloka: `తే హ నాసిక్యం ప్రాణముద్గీథముపాసాంచక్రిరే తాగ్ం హాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయం జిఘ్రతి సురభి చ దుర్గంధి చ పాప్మనా హ్యేష విద్ధః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.3వ మంత్రము",
    sloka: `అథ హ వాచముద్గీథముపాసాంచక్రిరే తాగ్ంహాసురాః పాప్మనా వివిధుస్తస్మాత్తయోభయం వదతి సత్యం చానృతం చపాప్మనా హ్యేషా విద్ధా ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.4వ మంత్రము",
    sloka: `అథ హ చక్షురుద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయం పశ్యతి దర్శనీయం చాదర్శనీయం చ పాప్మనా హ్యేతద్విద్ధం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.5వ మంత్రము",
    sloka: `అథ హ శ్రోత్రముద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయగ్ం శృణోతి శ్రవణీయం చాశ్రవణీయం చ పాప్మనా హ్యేతద్విద్ధం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.6వ మంత్రము",
    sloka: `అథ హ మన ఉద్గీథముపాసాంచక్రిరే తద్ధాసురాః పాప్మనా వివిధుస్తస్మాత్తేనోభయగ్ం సంకల్పయతే సంకల్పనీయం చాసంకల్పనీయం చ పాప్మనా హ్యేతద్విద్ధం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.7వ మంత్రము",
    sloka: `అథ హ య ఏవాయం ముఖ్యః ప్రాణస్తముద్గీథముపాసాంచక్రిరే తగ్ంహాసురా ఋత్వా విదధ్వంసుర్యథాశ్మాఽనమాఖణమృత్వా విధ్వగ్ంసేత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.8వ మంత్రము",
    sloka: `ఏవం యథాశ్మాఽనమాఖణమృత్వా విధ్వగ్ంసత ఏవగ్ం హైవ స విధ్వగ్ంసతే య ఏవంవిది పాపం కామయతే యశ్చైనమభిదాసతి స ఏషోఽశ్మాఖణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.9వ మంత్రము",
    sloka: `నైవైతేన సురభి న దుర్గంధి విజానాత్యపహతపాప్మా హ్యేష తేన యదశ్నాతి యత్పిబతి తేనేతరాన్ప్రాణానవతి | ఏతము ఏవాంతతోఽవిత్త్వోత్క్రమతి వ్యాదదాత్యేవాంతత ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.10వ మంత్రము",
    sloka: `తగ్ం హాంగిరా ఉద్గీథముపాసాంచక్ర ఏతము ఏవాఽఽంగిరసం మన్యంతేఽఙ్గానాం యద్రసః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.11వ మంత్రము",
    sloka: `తేన తగ్ం హ బృహస్పతిరుద్గీథముపాసాంచక్ర ఏతము ఏవ బృహస్పతిం మన్యంతే వాగ్ఘి బృహతీ తస్యా ఏష పతిః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.12వ మంత్రము",
    sloka: `తేన తగ్ం హాయాస్య ఉద్గీథముపాసాంచక్ర ఏతము ఏవాయాస్యం మన్యంత ఆస్యాద్యదయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.13వ మంత్రము",
    sloka: `తేన తగ్ం హ బకో దాల్భ్యో విదాంచకార | స హ నైమిషీయానాముద్గాతా బభూవ స హ స్మైభ్యః కామానాగాయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.2.14వ మంత్రము",
    sloka: `ఆగాతా హ వై కామానాం భవతి య ఏతదేవం విద్వానక్షరముద్గీథముపాస్త ఇత్యధ్యాత్మం ||
    
    ఇతి ద్వితీయః ఖండః`,
    meaning: `***
    ఇది ద్వితీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.1వ మంత్రము",
    sloka: `అథాధిదైవతం య ఏవాసౌ తపతి తముద్గీథముపాసీతోద్యన్వా ఏష ప్రజాభ్య ఉద్గాయతి | ఉద్యగ్ంస్తమో భయమపహంత్యపహంతా హ వై భయస్య తమసో భవతి య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.2వ మంత్రము",
    sloka: `సమాన ఉ ఏవాయం చాసౌ చోష్ణోఽయముష్ణోఽసౌ స్వర ఇతీమమాచక్షతే స్వర ఇతి ప్రత్యాస్వర ఇత్యముం తస్మాద్వా ఏతమిమమముం చోద్గీథముపాసీత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.3వ మంత్రము",
    sloka: `అథ ఖలు వ్యానమేవోద్గీథముపాసీత యద్వై ప్రాణితి స ప్రాణో యదపానితి సోఽపానః  | అథ యః ప్రాణాపానయోః సంధిః స వ్యానో యో వ్యానః సా వాక్ | తస్మాదప్రాణన్ననపానన్వాచమభివ్యాహరతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.4వ మంత్రము",
    sloka: `యా వాక్సర్క్తస్మాదప్రాణన్ననపానన్నృచమభివ్యాహరతి యర్క్తత్సామ తస్మాదప్రాణన్ననపానన్సామ గాయతి యత్సామ స ఉద్గీథస్తస్మాదప్రాణన్ననపానన్నుద్గాయతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.5వ మంత్రము",
    sloka: `అతో యాన్యన్యాని వీర్యవంతి కర్మాణి యథాఽగ్నేర్మంథనమాజేః సరణం దృఢస్య ధనుష ఆయమనమప్రాణన్ననపానగ్ంస్తాని కరోత్యేతస్య హేతోర్వ్యానమేవోద్గీథముపాసీత ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.6వ మంత్రము",
    sloka: `అథ ఖలూద్గీథాక్షరాణ్యుపాసీతోద్గీథ ఇతి ప్రాణ ఏవోత్ప్రాణేన హ్యుత్తిష్ఠతి వాగ్గీర్వాచో హ గిర ఇత్యాచక్షతేఽన్నం థమన్నే హీదగ్ం సర్వగ్ం స్థితం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.7వ మంత్రము",
    sloka: `ద్యౌరేవోదంతరిక్షం గీః పృథివీ థమాదిత్య ఏవోద్వాయుర్గీరగ్నిస్థగ్ం సామవేద ఏవోద్యజుర్వేదో గీరృగ్వేదస్థం దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతాన్యేవం విద్వానుద్గీథాక్షరాణ్యుపాస్త ఉద్గీథ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.8వ మంత్రము",
    sloka: `అథ ఖల్వాశీఃసమృద్ధిరుపసరణానీత్యుపాసీత యేన సామ్నా స్తోష్యన్స్యాత్తత్సామోపధావేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.9వ మంత్రము",
    sloka: `యస్యామృచి తామృచం  యదార్షేయం తమృషిం  యాం దేవతామభిష్టోష్యన్స్యాత్తాం దేవతాముపధావేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.10వ మంత్రము",
    sloka: `యేన చ్ఛందసా స్తోష్యన్స్యాత్తచ్ఛంద ఉపధావేద్యేన స్తోమేన స్తోష్యమాణః స్యాత్తగ్ం స్తోమముపధావేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.11వ మంత్రము",
    sloka: `యాం దిశమభిష్టోష్యన్స్యాత్తాం దిశముపధావేత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.3.12వ మంత్రము",
    sloka: `ఆత్మానమంతత ఉపసృత్య స్తువీత కామం ధ్యాయన్నప్రమత్తోఽభ్యాశో హ యదస్మై స కామః సమృధ్యేత యత్కామః స్తువీతేతి యత్కామః స్తువీతేతి ||
    
    ఇతి తృతీయః ఖండః`,
    meaning: `***
    ఇది తృతీయ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.4.1వ మంత్రము",
    sloka: `ఓమిత్యేతదక్షరముద్గీథముపాసీతోమితి హ్యుద్గాయతి తస్యోపవ్యాఖ్యానం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.4.2వ మంత్రము",
    sloka: `దేవా వై మృత్యోర్బిభ్యతస్త్రయీం విద్యాం ప్రావిశగ్ంస్తే ఛందోభిరచ్ఛాదయన్యదేభిరచ్ఛాదయగ్ంస్తచ్ఛందసాం ఛందస్త్వం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.4.3వ మంత్రము",
    sloka: `తాను తత్ర మృత్యుర్యథా మత్స్యముదకే పరిపశ్యేదేవం పర్యపశ్యదృచి సామ్ని యజుషి | తే ను విదిత్వోర్ధ్వా ఋచః సామ్నో యజుషః స్వరమేవ ప్రావిశన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.4.4వ మంత్రము",
    sloka: `యదా వా ఋచమాప్నోత్యోమిత్యేవాతిస్వరత్యేవగ్ం సామైవం యజురేష ఉ స్వరో యదేతదక్షరమేతదమృతమభయం తత్ప్రవిశ్య దేవా అమృతా అభయా అభవన్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.4.5వ మంత్రము",
    sloka: `స య ఏతదేవం విద్వానక్షరం ప్రణౌత్యేతదేవాక్షరగ్ం స్వరమమృతమభయం ప్రవిశతి తత్ప్రవిశ్య యదమృతా దేవాస్తదమృతో భవతి ||
    
    ఇతి చతుర్థః ఖండః`,
    meaning: `***
    ఇది చతుర్థ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.5.1వ మంత్రము",
    sloka: `అథ ఖలు య ఉద్గీథః స ప్రణవో యః ప్రణవః స ఉద్గీథ ఇత్యసౌ వా ఆదిత్య ఉద్గీథ ఏష ప్రణవ ఓమితి హ్యేష స్వరన్నేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.5.2వ మంత్రము",
    sloka: `ఏతము ఏవాహమభ్యగాసిషం తస్మాన్మమ త్వమేకోఽసీతి హ కౌషీతకిః పుత్రమువాచ రశ్మీగ్ంస్త్వం పర్యావర్తయాద్బహవో వై తే భవిష్యంతీత్యధిదైవతం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.5.3వ మంత్రము",
    sloka: `అథాధ్యాత్మం య ఏవాయం ముఖ్యః ప్రాణస్తముద్గీథముపాసీతోమితి హ్యేష స్వరన్నేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.5.4వ మంత్రము",
    sloka: `ఏతము ఏవాహమభ్యగాసిషం తస్మాన్మమ త్వమేకోఽసీతి హ కౌషీతకిః పుత్రమువాచ ప్రాణాగ్ంస్త్వం భూమానమభిగాయతాద్బహవో వై మే భవిష్యంతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.5.5వ మంత్రము",
    sloka: `అథ ఖలు య ఉద్గీథః స ప్రణవో యః ప్రణవః స ఉద్గీథ ఇతి హోతృషదనాద్ధైవాపి దురుద్గీథమనుసమాహరతీత్యను సమాహరతీతి ||
    
    ఇతి పంచమః ఖండః`,
    meaning: `***
    ఇది పంచమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.1వ మంత్రము",
    sloka: `ఇయమేవర్గగ్నిః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయత ఇయమేవ సాఽగ్నిరమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.2వ మంత్రము",
    sloka: `అంతరిక్షమేవర్గ్వాయుః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతేఽన్తరిక్షమేవ సా వాయురమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.3వ మంత్రము",
    sloka: `ద్యౌరేవర్గాదిత్యః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే ద్యౌరేవ సాఽఽదిత్యోఽమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.4వ మంత్రము",
    sloka: `నక్షత్రాన్యేవర్క్చంద్రమాః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే నక్షత్రాణ్యేవ సా చంద్రమా అమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.5వ మంత్రము",
    sloka: `అథ యదేతదాదిత్యస్య శుక్లం భాః సైవర్గథ యన్నీలం పరః కృష్ణం తత్సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.6వ మంత్రము",
    sloka: `అథ యదేవైతదాదిత్యస్య శుక్లం భాః సైవ సాఽథ యన్నీలం పరః కృష్ణం తదమస్తత్సామాథ య ఏషోఽన్తరాదిత్యే హిరణ్మయః పురుషో దృశ్యతే హిరణ్యశ్మశ్రుర్హిరణ్యకేశ ఆప్రణస్వాత్సర్వ ఏవ సువర్ణః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.7వ మంత్రము",
    sloka: `తస్య యథా కప్యాసం పుండరీకమేవమక్షిణీ తస్యోదితి నామ స ఏష సర్వేభ్యః పాప్మభ్య ఉదిత ఉదేతి హ వై సర్వేభ్యః పాప్మభ్యో య ఏవం వేద ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.6.8వ మంత్రము",
    sloka: `తస్యర్క్చ సామ చ గేష్ణౌ తస్మాదుద్గీథస్తస్మాత్త్వేవోద్గాతైతస్య హి గాతా స ఏష యే చాముష్మాత్పరాంచో లోకాస్తేషాం చేష్టే దేవకామానాం చేత్యధిదైవతం ||
    
    ఇతి షష్ఠః ఖండః`,
    meaning: `***
    ఇది షష్ఠ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.1వ మంత్రము",
    sloka: `అథాధ్యాత్మం వాగేవర్క్ప్రాణః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే | వాగేవ సా ప్రాణోఽమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.2వ మంత్రము",
    sloka: `చక్షురేవర్గాత్మా సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ంసామ గీయతే | చక్షురేవ సాఽఽత్మాఽమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.3వ మంత్రము",
    sloka: `శ్రోత్రమేవర్ఙ్మనః సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ంసామ గీయతే | శ్రోత్రమేవ సా మనోఽమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.4వ మంత్రము",
    sloka: `అథ యదేతదక్ష్ణః శుక్లం భాః సైవర్గథ యన్నీలం పరః కృష్ణం తత్సామ తదేతదేతస్యామృచ్యధ్యూఢగ్ం సామ తస్మాదృచ్యధ్యూఢగ్ం సామ గీయతే | అథ యదేవైతదక్ష్ణః శుక్లం భాః సైవ సాఽథ యన్నీలం పరః కృష్ణం తదమస్తత్సామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.5వ మంత్రము",
    sloka: `అథ య ఏషోఽన్తరక్షిణి పురుషో దృశ్యతే సైవర్క్తత్సామ తదుక్థం తద్యజుస్తద్బ్రహ్మ తస్యైతస్య తదేవ రూపం యదముష్య రూపం యావముష్య గేష్ణౌ తౌ  గేష్ణౌ యన్నామ తన్నామ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.6వ మంత్రము",
    sloka: `స ఏష యే చైతస్మాదర్వాంచో లోకాస్తేషాం చేష్టే మనుష్యకామానాం చేతి తద్య ఇమే వీణాయాం గాయంత్యేతం తే గాయంతి తస్మాత్తే ధనసనయః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.7వ మంత్రము",
    sloka: `అథ య ఏతదేవం విద్వాన్సామ గాయత్యుభౌ స గాయతి సోఽమునైవ స ఏష యే చాముష్మాత్పరాంచో లోకాస్తాగ్ంశ్చాప్నోతి దేవకామాగ్ంశ్చ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.8వ మంత్రము",
    sloka: `అథానేనైవ యే చైతస్మాదర్వాంచో లోకాస్తాగ్ంశ్చాప్నోతి మనుష్యకామాగ్ంశ్చ తస్మాదు హైవంవిదుద్గాతా బ్రూయాత్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.7.9వ మంత్రము",
    sloka: `కం తే కామమాగాయానీత్యేష హ్యేవ కామాగానస్యేష్టే య ఏవం విద్వాన్సామ గాయతి సామ గాయతి ||
    
    ఇతి సప్తమః ఖండః`,
    meaning: `***
    ఇది సప్తమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.1వ మంత్రము",
    sloka: `త్రయో హోద్గీథే కుశలా బభూవుః శిలకః శాలావత్యశ్చైకితాయనో దాల్భ్యః ప్రవాహణో జైవలిరితి తే హోచురుద్గీథే వై కుశలాః స్మో హంతోద్గీథే కథాం వదామ ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.2వ మంత్రము",
    sloka: `తథేతి హ సముపవివిశుః స హ ప్రావహణో జైవలిరువాచ భగవంతావగ్రే వదతాం బ్రాహ్మణయోర్వదతోర్వాచగ్ం శ్రోష్యామీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.3వ మంత్రము",
    sloka: `స హ శిలకః శాలావత్యశ్చైకితాయనం దాల్భ్యమువాచ హంత త్వా పృచ్ఛానీతి  పృచ్ఛేతి హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.4వ మంత్రము",
    sloka: `కా సామ్నో గతిరితి స్వర ఇతి హోవాచ స్వరస్య కా గతిరితి   ప్రాణ ఇతి హోవాచ ప్రాణస్య కా గతిరిత్యన్నమితి హోవాచాన్నస్య కా గతిరిత్యాప ఇతి హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.5వ మంత్రము",
    sloka: `అపాం కా గతిరిత్యసౌ లోక ఇతి హోవాచాముష్య లోకస్య కా గతిరితి న స్వర్గం లోకమితినయేదితి హోవాచ స్వర్గం వయం లోకగ్ం సామాభిసంస్థాపయామః స్వర్గసగ్ంస్తావగ్ంహి సామేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.6వ మంత్రము",
    sloka: `తగ్ం హ శిలకః శాలావత్యశ్చైకితాయనం దాల్భ్యమువాచాప్రతిష్ఠితం వై కిల తే దాల్భ్య సామ యస్త్వేతర్హి బ్రూయాన్మూర్ధా తే విపతిష్యతీతి మూర్ధా తే విపతేదితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.7వ మంత్రము",
    sloka: `హంతాహమేతద్భగవత్తో వేదానీతి విద్ధీతి హోవాచాముష్య లోకస్య కా గతిరిత్యయం లోక ఇతి హోవాచాస్య లోకస్య కా గతిరితి న ప్రతిష్ఠాం లోకమితినయేదితి హోవాచ ప్రతిష్ఠాం వయం లోకగ్ం సామాభిసగ్ంస్థాపయామః ప్రతిష్ఠాసగ్ంస్తావగ్ం హి సామేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.8.8వ మంత్రము",
    sloka: `తగ్ం హ ప్రవాహణో జైవలిరువాచాంతవద్వై కిల తే శాలావత్య సామ యస్త్వేతర్హి బ్రూయాన్మూర్ధా తే విపతిష్యతీతి మూర్ధా తే విపతేదితి  హంతాహమేతద్భగవత్తో వేదానీతి విద్ధీతి హోవాచ ||
    
    ఇతి అష్టమః ఖండః`,
    meaning: `***
    ఇది అష్టమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.9.1వ మంత్రము",
    sloka: `అస్య లోకస్య కా గతిరిత్యాకాశ ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాన్యాకాశాదేవ సముత్పద్యంత ఆకాశం ప్రత్యస్తం యంత్యాకాశో హ్యేవైభ్యో జ్యాయానకాశః పరాయణం ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.9.2వ మంత్రము",
    sloka: `స ఏష పరోవరీయానుద్గీథః స ఏషోఽనంతః పరోవరీయో హాస్య భవతి పరోవరీయసో హ లోకాంజయతి య ఏతదేవం విద్వాన్పరోవరీయాగ్ంసముద్గీథముపాస్తే ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.9.3వ మంత్రము",
    sloka: `తగ్ం హైతమతిధన్వా శౌనక ఉదరశాండిల్యాయోక్త్వోవాచ యావత్త ఏనం ప్రజాయాముద్గీథం వేదిష్యంతే పరోవరీయో హైభ్యస్తావదస్మిగ్ంల్లోకే జీవనం భవిష్యతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.9.4వ మంత్రము",
    sloka: `తథాఽముష్మిన్లోకే లోక ఇతి స య ఏతదేవం విద్వానుపాస్తే పరోవరీయ ఏవ హాస్యాస్మిన్లోకే జీవనం భవతి తథాఽముష్మిన్లోకే లోక ఇతి లోకే లోక ఇతి ||
    
    ఇతి నవమః ఖండః`,
    meaning: `***
    ఇది నవమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.1వ మంత్రము",
    sloka: `మటచీహతేషు కురుష్వాటిక్యా సహ జాయయోషస్తిర్హ చాక్రాయణ ఇభ్యగ్రామే ప్రద్రాణక ఉవాస ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.2వ మంత్రము",
    sloka: `స హేభ్యం కుల్మాషాన్ఖాదంతం బిభిక్షే తగ్ం హోవాచ | నేతోఽన్యే విద్యంతే యచ్చ యే మ ఇమ ఉపనిహితా ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.3వ మంత్రము",
    sloka: `ఏతేషాం మే దేహీతి హోవాచ తానస్మై ప్రదదౌ హంతానుపానమిత్యుచ్ఛిష్టం వై మే పీతగ్ంస్యాదితి హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.4వ మంత్రము",
    sloka: `న స్విదేతేఽప్యుచ్ఛిష్టా ఇతి న వా అజీవిష్యమిమానఖాదన్నితి హోవాచ కామో మ ఉదపానమితి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.5వ మంత్రము",
    sloka: `స హ ఖాదిత్వాఽతిశేషాంజాయాయా ఆజహార సాఽగ్ర ఏవ సుభిక్షా బభూవ తాన్ప్రతిగృహ్య నిదధౌ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.6వ మంత్రము",
    sloka: `స హ ప్రాతః సంజిహాన ఉవాచ యద్బతాన్నస్య లభేమహి లభేమహి ధనమాత్రాగ్ం రాజాఽసౌ యక్ష్యతే స మా సర్వైరార్త్విజ్యైర్వృణీతేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.7వ మంత్రము",
    sloka: `తం జాయోవాచ హంత పత ఇమ ఏవ కుల్మాషా ఇతి తాన్ఖాదిత్వాఽముం యజ్ఞం వితతమేయాయ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.8వ మంత్రము",
    sloka: `తత్రోద్గాతౄనాస్తావే స్తోష్యమాణానుపోపవివేశ స హ ప్రస్తోతారమువాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.9వ మంత్రము",
    sloka: `ప్రస్తోతర్యా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రస్తోష్యసి మూర్ధా తే విపతిష్యతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.10వ మంత్రము",
    sloka: `ఏవమేవోద్గాతారమువాచోద్గాతర్యా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుద్గాస్యసి మూర్ధా తే విపతిష్యతీతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.10.11వ మంత్రము",
    sloka: `ఏవమేవ ప్రతిహర్తారమువాచ ప్రతిహర్తర్యా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రతిహరిష్యసి మూర్ధా తే విపతిష్యతీతి తే హ సమారతాస్తూష్ణీమాసాంచక్రిరే ||
    
    ఇతి దశమః ఖండః`,
    meaning: `***
    ఇది దశమ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.1వ మంత్రము",
    sloka: `అథ హైనం యజమాన ఉవాచ  భగవంతం వా అహం వివిదిషాణీత్యుషస్తిరస్మి చాక్రాయణ ఇతి హోవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.2వ మంత్రము",
    sloka: `స హోవాచ భగవంతం వా అహమేభిః సర్వైరార్త్విజ్యైః పర్యైషిషం భగవతో వా అహమవిత్త్వాఽన్యానవృషి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.3వ మంత్రము",
    sloka: `భగవాగ్ంస్త్వేవ మే సర్వైరార్త్విజ్యైరితి తథేత్యథ తర్హ్యేత ఏవ సమతిసృష్టాః  స్తువతాం యావత్త్వేభ్యో ధనం దద్యాస్తావన్మమ దద్యా ఇతి తథేతి హ యజమాన ఉవాచ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.4వ మంత్రము",
    sloka: `అథ హైనం ప్రస్తోతోపససాద ప్రస్తోతర్యా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రస్తోష్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.5వ మంత్రము",
    sloka: `ప్రాణ ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాని ప్రాణమేవాభిసంవిశంతి ప్రాణమభ్యుజ్జిహ తే సైషా దేవతా ప్రస్తావమన్వాయత్తా తాం చేదవిద్వాన్ప్రాస్తోష్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.6వ మంత్రము",
    sloka: `అథ హైనముద్గాతోపససాదోద్గాతర్యా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుద్గాస్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.7వ మంత్రము",
    sloka: `ఆదిత్య ఇతి హోవాచ సర్వాణి హ వా ఇమాని భూతాన్యాదిత్యముచ్చైః సంతం గాయంతి సైషా దేవతోద్గీథమన్వాయత్తా తాం చేదవిద్వానుదగాస్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.8వ మంత్రము",
    sloka: `అథ హైనం ప్రతిహర్తోపససాద ప్రతిహర్తర్యా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రతిహరిష్యసి మూర్ధా తే విపతిష్యతీతి మా భగవానవోచత్కతమా సా దేవతేతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.11.9వ మంత్రము",
    sloka: `అన్నమితి హోవాచ సర్వాణి హ వా ఇమాని భూతన్యన్నమేవ ప్రతిహరమాణాని జీవంతి సైషా దేవతా ప్రతిహారమన్వాయత్తా తాం చేదవిద్వాన్ప్రత్యహరిష్యో మూర్ధా తే వ్యపతిష్యత్తథోక్తస్య మయేతి తథోక్తస్య మయేతి ||
    
    ఇతి ఏకాదశః ఖండః`,
    meaning: `***
    ఇది ఏకాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.12.1వ మంత్రము",
    sloka: `అథాతః శౌవ ఉద్గీథస్తద్ధ బకో దాల్భ్యో గ్లావో వా మైత్రేయః స్వాధ్యాయముద్వవ్రాజ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.12.2వ మంత్రము",
    sloka: `తస్మై శ్వా శ్వేతః ప్రాదుర్బభూవ తమన్యే శ్వాన ఉపసమేత్యోచురన్నం నో భగవానాగాయత్వశనాయామ వా ఇతి ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.12.3వ మంత్రము",
    sloka: `తాన్హోవాచేహైవ మా ప్రాతరుపసమీయాతేతి తద్ధ బకో దాల్భ్యో గ్లావో వా మైత్రేయః ప్రతిపాలయాంచకార ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.12.4వ మంత్రము",
    sloka: `తే హ యథైవేదం బహిష్పవమానేన స్తోష్యమాణాః సగ్ంరబ్ధాః సర్పంతీత్యేవమాససృపుస్తే హ సముపవిశ్య హిం చక్రుః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.12.5వ మంత్రము",
    sloka: `ఓ3 మదా3 మోం3 పిబా3 మోం3 దేవో వరుణః ప్రజాపతిః సవితా2ఽన్నమిహా 2 హరదన్నపతే3ఽన్నమిహా2 హరా2 హరో3 మితి ||
    
    ఇతి ద్వాదశః ఖండః`,
    meaning: `***
    ఇది ద్వాదశ ఖండము`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.13.1వ మంత్రము",
    sloka: `అయం వావ లోకో హాఉకారః వాయుర్హాఇకారశ్చంద్రమా అథకారః | ఆత్మేహకారోఽగ్నిరీకారః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.13.2వ మంత్రము",
    sloka: `ఆదిత్య ఊకారో నిహవ ఏకారో విశ్వేదేవా ఔహోయికారః  ప్రజపతిర్హింకారః ప్రాణః స్వరోఽన్నం యా వాగ్విరాట్ ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.13.3వ మంత్రము",
    sloka: `అనిరుక్తస్త్రయోదశః స్తోభః సంచరో హుంకారః ||`,
    meaning: `***`,
    wordByWordMeaning: ``,
  },
  {
    id: "1.13.4వ మంత్రము",
    sloka: `దుగ్ధేఽస్మై వాగ్దోహం యో వాచో దోహోఽన్నవానన్నాదో భవతి య ఏతామేవగ్ం సామ్నాముపనిషదం వేదోపనిషదం వేద ఇతి ||
    
    ఇతి త్రయోదశః ఖండః
    ఇతి ప్రథమోఽధ్యాయః`,
    meaning: `***
    ఇది త్రయోదశ ఖండము
    ఇది ప్రథమోధ్యాయము`,
    wordByWordMeaning: ``,
  },
];
