export default [
    {
      id: "మంత్రములు(1-5)",
      sloka: `ఛాందోగ్యోపనిషత్ తృతీయోఽధ్యాయః
      
      ప్రథమః ఖండః
      
      అసౌ వా ఆదిత్యో దేవమధు తస్య ద్యౌరేవ తిరశ్చీనవగ్ంశోఽన్తరిక్షమపూపో మరీచయః పుత్రాః || 3.1.1 ||
  
      తస్య యే ప్రాంచో రశ్మయస్తా ఏవాస్య ప్రాచ్యో మధునాడ్యః | ఋచ ఏవ మధుకృత ఋగ్వేద ఏవ పుష్పం తా అమృతా ఆపస్తా వా ఏతా ఋచః || 3.1.2 ||
  
      ఏతమృగ్వేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత || 3.1.3 ||
  
      తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య రోహితగ్ం రూపం || 3.1.4 ||
  
      || ఇతి ప్రథమః ఖండః ||
  
      ద్వితీయః ఖండః
  
      అథ యేఽస్య దక్షిణా రశ్మయస్తా ఏవాస్య దక్షిణా మధునాడ్యో యజూగ్ంష్యేవ మధుకృతో యజుర్వేద ఏవ పుష్పం తా అమృత ఆపః || 3.2.1 ||
  
      తాని వా ఏతాని యజూగ్ంష్యేతం యజుర్వేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యం రసోజాయత || 3.2.2 ||
  
      తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య శుక్లగ్ం రూపం || 3.2.3 ||
  
      || ఇతి ద్వితీయః ఖండః ||
  
      తృతీయః ఖండః
  
      అథ యేఽస్య ప్రత్యంచో రశ్మయస్తా ఏవాస్య ప్రతీచ్యో మధునాడ్యః సామాన్యేవ మధుకృతః సామవేద ఏవ పుష్పం తా అమృతా ఆపః || 3.3.1 ||
  
      తాని వా ఏతాని సామాన్యేతగ్ం సామవేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత || 3.3.2 ||
  
      తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య కృష్ణగ్ంరూపం || 3.3.3 ||
  
      || ఇతి తృతీయః ఖండః ||
  
      చతుర్థః ఖండః
  
      అథ యేఽస్యోదంచో రశ్మయస్తా ఏవాస్యోదీచ్యో మధునాడ్యోఽథర్వాంగిరస ఏవ మధుకృత ఇతిహాసపురాణం పుష్పం తా అమృతా ఆపః || 3.4.1 ||
  
      తే వా ఏతేఽథర్వాంగిరస ఏతదితిహాసపూరాణమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత || 3.4.2 ||
  
      || ఇతి చతుర్థః ఖండః ||
  
      పంచమః ఖండః
  
      అథ యేఽస్యోర్ధ్వా రశ్మయస్తా ఏవాస్యోర్ధ్వా మధునాడ్యో గుహ్యా ఏవాదేశా మధుకృతో బ్రహ్మైవ పుష్పం తా అమృతా ఆపః || 3.5.1 ||
  
      తే వా ఏతే గుహ్యా ఆదేశా ఏతద్బ్రహ్మాభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత || 3.5.2 ||
  
      తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య మధ్యే క్షోభత ఇవ || 3.5.3 ||
  
      తే వా ఏతే రసానాగ్ం రసా వేదా హి రసాస్తేషామేతే రసాస్తాని వా ఏతాన్యమృతానామమృతాని వేదా హ్యమృతాస్తేషామేతాన్యమృతాని || 3.5.4 ||
  
      || ఇతి పంచమః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(6-10)",
      sloka: `షష్ఠః ఖండః
  
      తద్యత్ప్రథమమమృతం తద్వసవ ఉపజీవంత్యగ్నినా ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి || 3.6.1 ||
      
      త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి || 3.6.2 ||
      
      స య ఏతదేవమమృతం వేద వసూనామేవైకో భూత్వాఽగ్నినైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స య ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి || 3.6.3 ||
      
      స యావదాదిత్యః పురస్తాదుదేతా పశ్చాదస్తమేతా వసూనామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా || 3.6.4 ||
  
      || ఇతి షష్ఠః ఖండః ||
  
      సప్తమః ఖండః
  
      అథ యద్ద్వితీయమమృతం తద్రుద్రా ఉపజీవంతీంద్రేణ ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి || 3.7.1 ||
  
      త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి || 3.7.2 ||
  
      స య ఏతదేవమమృతం వేద రుద్రాణామేవైకో భూత్వేంద్రేణైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి || 3.7.3 ||
  
      స యావదాదిత్యః పురస్తాదుదేతా పశ్చాదస్తమేతా ద్విస్తావద్దక్షిణత ఉదేతోత్తరతోఽస్తమేతా రుద్రాణామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా || 3.7.4 ||
  
      || ఇతి సప్తమః ఖండః ||
  
      అష్టమః ఖండః
  
      అథ యత్తృతీయమమృతం తదాదిత్యా ఉపజీవంతి వరుణేన ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి || 3.8.1 ||
  
      త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి || 3.8.2 ||
  
      స య ఏతదేవమమృతం వేదాదిత్యానామేవైకో భూత్వా వరుణేనైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి || 3.8.3 ||
  
      స యావదాదిత్యో దక్షిణత ఉదేతోత్తరతోఽస్తమేతా ద్విస్తావత్పశ్చాదుదేతా పురస్తాదస్తమేతాఽఽదిత్యానామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా || 3.8.4 ||
  
      || ఇతి అష్టమః ఖండః ||
  
      నవమః ఖండః
  
      అథ యచ్చతుర్థమమృతం తన్మరుత ఉపజీవంతి సోమేన ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి || 3.9.1 ||
  
      త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి || 3.9.2 ||
  
      స య ఏతదేవమమృతం వేద మరుతామేవైకో భూత్వా సోమేనైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి || 3.9.3 ||
  
      స యావదాదిత్యః పశ్చాదుదేతా పురస్తాదస్తమేతా ద్విస్తావదుత్తరత ఉదేతా దక్షిణతోఽస్తమేతా మరుతామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా || 3.9.4 ||
  
      || ఇతి నవమః ఖండః ||
  
      దశమః ఖండః
  
      అథ యత్పంచమమమృతం తత్సాధ్యా ఉపజీవంతి బ్రహ్మణా ముఖేన  న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి || 3.10.1 ||
  
      త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి || 3.10.2 ||
  
      స య ఏతదేవమమృతం వేద సాధ్యానామేవైకో భూత్వా బ్రహ్మణైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి || 3.10.3 ||
  
      స యావదాదిత్య ఉత్తరత ఉదేతా దక్షిణతోఽస్తమేతా ద్విస్తావదూర్ధ్వ ఉదేతార్వాగస్తమేతా సాధ్యానామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా || 3.10.4 ||
  
      || ఇతి దశమః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(11-15)",
      sloka: `ఏకాదశః ఖండః
  
      అథ తత ఊర్ధ్వ ఉదేత్య నైవోదేతా నాస్తమేతైకల ఏవ మధ్యే స్థాతా తదేష శ్లోకః || 3.11.1 ||
  
      న వై తత్ర న నిమ్లోచ నోదియాయ కదాచన | దేవాస్తేనాహగ్ం సత్యేన మా విరాధిషి బ్రహ్మణేతి || 3.11.2 ||
  
      న హ వా అస్మా ఉదేతి న నిమ్లోచతి సకృద్దివా హైవాస్మై భవతి య ఏతామేవం బ్రహ్మోపనిషదం వేద || 3.11.3 ||
  
      తద్ధైతద్బ్రహ్మా ప్రజాపతయ ఉవాచ ప్రజాపతిర్మనవే మనుః ప్రజాభ్యస్తద్ధైతదుద్దాలకాయారుణయే జ్యేష్ఠాయ పుత్రాయ పితా బ్రహ్మ ప్రోవాచ || 3.11.4 ||
  
      ఇదం వావ తజ్జ్యేష్ఠాయ పుత్రాయ పితా బ్రహ్మ ప్రబ్రూయాత్ప్రణాయ్యాయ వాంతేవాసినే || 3.11.5 ||
  
      నాన్యస్మై కస్మైచన యద్యప్యస్మా ఇమామద్భిః పరిగృహీతాం ధనస్య పూర్ణాం దద్యాదేతదేవ తతో భూయ ఇత్యేతదేవ తతో భూయ ఇతి || 3.11.6 ||
  
      || ఇతి ఏకాదశః ఖండః ||
  
      ద్వాదశః ఖండః
  
      గాయత్రీ వా ఈదగ్ం సర్వం భూతం యదిదం  కిం చ వాగ్వై గాయత్రీ వాగ్వా ఇదగ్ం సర్వం భూతం గాయతి చ త్రాయతే చ || 3.12.1 ||
  
      యా వై సా గాయత్రీయం వావ సా యేయం పృథివ్యస్యాగ్ం హీదగ్ం సర్వం భూతం ప్రతిష్ఠితమేతామేవ నాతిశీయతే || 3.12.2 ||
  
      యా వై సా పృథివీయం వావ సా యదిదమస్మిన్పురుషే శరీరమస్మిన్హీమే ప్రాణాః ప్రతిష్ఠితా ఏతదేవ నాతిశీయంతే || 3.12.3 ||
  
      యద్వై తత్పురుషే శరీరమిదం వావ తద్యదిదమస్మిన్నంతః పురుషే హృదయమస్మిన్హీమే ప్రాణాః ప్రతిష్ఠితా ఏతదేవ నాతిశీయంతే || 3.12.4 ||
  
      సైషా చతుష్పదా షడ్విధా గాయత్రీ తదేతదృచాభ్యనూక్తం || 3.12.5 ||
  
      తావానస్య మహిమా తతో జ్యాయాగ్ంశ్చ పూరుషః |  పాదోఽస్య సర్వా భూతాని త్రిపాదస్యామృతం దివీతి || 3.12.6 ||
  
      యద్వై తద్బ్రహ్మేతీదం వావ తద్యోఽయం బహిర్ధా పురుషాదాకాశో యో వై స బహిర్ధా పురుషాదాకాశః || 3.12.7 ||
  
      అయం వావ స యోఽయమంతః పురుష అకాశో యో వై సోఽన్తః పురుష ఆకాశః || 3.12.8 ||
  
      అయం వావ స యోఽయమంతర్హృదయ ఆకాశస్తదేతత్పూర్ణమప్రవర్తి పూర్ణమప్రవర్తినీగ్ం శ్రియం లభతే య ఏవం వేద || 3.12.9 ||
  
      || ఇతి ద్వాదశః ఖండః ||
  
      త్రయోదశః ఖండః
  
      తస్య హ వా ఏతస్య హృదయస్య పంచ దేవసుషయః స యోఽస్య ప్రాఙ్సుషిః స ప్రాణస్తచ్చక్షుః స ఆదిత్యస్తదేతత్తేజోఽన్నాద్యమిత్యుపాసీత తేజస్వ్యన్నాదో భవతి య ఏవం వేద || 3.13.1 ||
  
      అథ యోఽస్య దక్షిణః  సుషిః  స వ్యానస్తచ్ఛ్రోత్రగ్ం స చంద్రమాస్తదేతచ్ఛ్రీశ్చ యశశ్చేత్యుపాసీత శ్రీమాన్యశస్వీ భవతి య ఏవం వేద || 3.13.2 ||
  
      అథ యోఽస్య ప్రత్యఙ్సుషిః సోఽపానః సా వాక్సోఽగ్నిస్తదేతద్బ్రహ్మవర్చసమన్నాద్యమిత్యుపాసీత బ్రహ్మవర్చస్యన్నాదో భవతి య ఏవం వేద || 3.13.3 ||
  
      అథ యోఽస్యోదఙ్సుషిః స సమానస్తన్మనః స పర్జన్యస్తదేతత్కీర్తిశ్చ వ్యుష్టిశ్చేత్యుపాసీత కీర్తిమాన్వ్యుష్టిమాన్భవతి య ఏవం వేద || 3.13.4 ||
  
      అథ యోఽస్యోర్ధ్వః సుషిః స ఉదానః స వాయుః స ఆకాశస్తదేతదోజశ్చ మహశ్చేత్యుపాసీతౌజస్వీ మహస్వాన్భవతి య ఏవం వేద || 3.13.5 ||
  
      తే వా ఏతే పంచ బ్రహ్మపురుషాః స్వర్గస్య లోకస్య ద్వారపాః స య ఏతానేవం పంచ బ్రహ్మపురుషాన్స్వర్గస్య లోకస్య ద్వారపాన్వేదాస్య కులే వీరో జాయతే ప్రతిపద్యతే స్వర్గం లోకం య ఏతానేవం పంచ బ్రహ్మపురుషాన్స్వర్గస్య లోకస్య ద్వారపాన్వేద || 3.13.6 ||
  
      అథ యదతః పరో దివో జ్యోతిర్దీప్యతే విశ్వతః పృష్ఠేషు సర్వతః పృష్ఠేష్వనుత్తమేషూత్తమేషు లోకేష్విదం వావ తద్యదిదమస్మిన్నంతః పురుషే జ్యోతిః || 3.13.7 ||
  
      తస్యైషా దృష్టిర్యత్రితదస్మింఛరీరే సగ్ం స్పర్శేనోష్ణిమానం విజానాతి తస్యైషా శ్రుతిర్యత్రైతత్కర్ణావపిగృహ్య నినదమివ నదథురివాగ్నేరివ జ్వలత ఉపశృణోతి  తదేతద్దృష్టం చ శ్రుతం చేత్యుపాసీత  చక్షుష్యః శ్రుతో భవతి య ఏవం వేద య ఏవం వేద || 3.13.8 ||
  
      || ఇతి త్రయోదశః ఖండః ||
  
      చతుర్దశః ఖండః
  
      సర్వం ఖల్విదం బ్రహ్మ తజ్జలానితి శాంత ఉపాసీతాథ ఖలు క్రతుమయః పురుషో యథాక్రతురస్మింల్లోకే పురుషో భవతి తథేతః ప్రేత్య భవతి  స క్రతుం కుర్వీత || 3.14.1 ||
  
      మనోమయః ప్రాణశరీరో భారూపః సత్యసంకల్ప ఆకాశాత్మా సర్వకర్మా సర్వకామః సర్వగంధః సర్వరసః సర్వమిదమభ్యాత్తోఽవాక్యనాదరః || 3.14.2 ||
  
      ఏష మ ఆత్మాఽంతర్హృదయేఽణీయాన్వ్రీహేర్వా యవాద్వా సర్షపాద్వా శ్యామాకాద్వా శ్యామాకతండులాద్వైష మ ఆత్మాఽంతర్హృదయే జ్యాయాన్పృథివ్యా జ్యాయానంతరిక్షాజ్జ్యాయాయాందివో జ్యాయానేభ్యో లోకేభ్యః || 3.14.3 ||
  
      సర్వకర్మా సర్వకామః సర్వగంధః సర్వరసః సర్వమిదమభ్యాత్తోఽవాక్యనాదర ఏష మ ఆత్మాంతర్హృదయ ఏతద్బ్రహ్మైతమితః ప్రేత్యాభిసంభవితాఽస్మీతి యస్య స్యాదద్ధా న విచికిత్సాఽస్తీతి హ స్మాఽఽహ శాండిల్యః శాండిల్యః || 3.14.4 ||
  
      || ఇతి చతుర్దశః ఖండః ||
  
      పంచదశః ఖండః
  
      అంతరిక్షోదరః కోశో భూమిబుధ్నో న జీర్యతి దిశో హ్యస్య స్రక్తయో ద్యౌరస్యోత్తరం బిలగ్ం  స ఏష కోశో వసుధానస్తస్మిన్విశ్వమిదగ్ం శ్రితం || 3.15.1 ||
  
      తస్య ప్రాచీ దిగ్జుహూర్నామ సహమానా నామ దక్షిణా రాజ్ఞీ నామ ప్రతీచీ సుభూతా నామోదీచీ తాసాం వాయుర్వత్సః  స య ఏతమేవం వాయుం దిశాం వత్సం వేద న పుత్రరోదగ్ం రోదితి సోఽహమేతమేవం వాయుం దిశాం వత్సం వేద మా పుత్రరోదగ్ం రుదం || 3.15.2 ||
  
      అరిష్టం కోశం ప్రపద్యేఽమునాఽమునాఽమునా ప్రాణం ప్రపద్యేఽమునాఽమునాఽమునా భూః ప్రపద్యేఽమునాఽమునాఽమునా భువః ప్రపద్యేఽమునాఽమునాఽమునా స్వః ప్రపద్యేఽమునాఽమునాఽమునా || 3.15.3 ||
  
      స యదవోచం ప్రాణం ప్రపద్య ఇతి ప్రాణో వా ఇదగ్ం సర్వం భూతం యదిదం కించ తమేవ తత్ప్రాపత్సి || 3.15.4 ||
  
      అథ యదవోచం భూః ప్రపద్య ఇతి పృథివీం ప్రపద్యేఽన్తరిక్షం ప్రపద్యే దివం ప్రపద్య ఇత్యేవ తదవోచం || 3.15.5 ||
  
      అథ యదవోచం భువః ప్రపద్య ఇత్యగ్నిం ప్రపద్యే వాయుం ప్రపద్య ఆదిత్యం ప్రపద్య ఇత్యేవ తదవోచం || 3.15.6 ||
  
      అథ యదవోచగ్ంస్వః ప్రపద్య ఇత్యృగ్వేదం ప్రపద్యే యజుర్వేదం ప్రపద్యే సామవేదం ప్రపద్య ఇత్యేవ తదవోచం  తదవోచం || 3.15.7 ||
  
      || ఇతి పంచదశః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(16-19)",
      sloka: `షోడశః ఖండః
  
      పురుషో వావ యజ్ఞస్తస్య యాని చతుర్విగ్ంశతి వర్షాణి తత్ప్రాతఃసవనం చతుర్విగ్ంశత్యక్షరా గాయత్రీ గాయత్రం ప్రాతఃసవనం తదస్య వసవోఽన్వాయత్తాః  ప్రాణా వావ వసవ ఏతే హీదగ్ం సర్వం వాసయంతి || 3.16.1 ||
  
      తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా వసవ ఇదం మే ప్రాతఃసవనం మాధ్యందినగ్ం సవనమనుసంతనుతేతి మాఽహం ప్రాణానాం వసూనాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హ భవతి || 3.16.2 ||
  
      అథ యాని చతుశ్చత్వారిగ్ంశద్వర్షాణి తన్మాధ్యందినగ్ం సవనం  చతుశ్చత్వారిగ్ంశదక్షరా త్రిష్టుప్త్రైష్టుభం మాధ్యందినగ్ం సవనం తదస్య రుద్రా అన్వాయత్తాః  ప్రాణా వావ రుద్రా  ఏతే హీదగ్ం సర్వగ్ం రోదయంతి || 3.16.3 ||
  
      తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా రుద్రా ఇదం మే మాధ్యందినగ్ంసవనం తృతీయసవనమనుసంతనుతేతి మాఽహం ప్రాణానాగ్ంరుద్రాణాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హ భవతి || 3.16.4 ||
  
      అథ యాన్యష్టాచత్వారిగ్ంశద్వర్షాణి తత్తృతీయ సవనమష్టాచత్వారిగ్ంశదక్షరా జగతీ జాగతం తృతీయసవనం తదస్యాదిత్యా అన్వాయత్తాః ప్రాణా వా వాదిత్యా ఏతే హీదగ్ం సర్వమాదదతే || 3.16.5 ||
  
      తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా అదిత్యా ఇదం మే తృతీయసవనమాయురనుసంతనుతేతి మాఽహం ప్రాణానామాదిత్యానాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హైవ భవతి || 3.16.6 ||
  
      ఏతద్ధ స్మ వై తద్విద్వానాహ మహిదాస ఏతరేయః స కిం మ ఏతదుపతపసి యోఽహమనేన న ప్రేష్యామీతి స హ షోడశం వర్షశతమజీవత్ప్ర హ షోడశం వర్షశతం జీవతి య ఏవం వేద || 3.16.7 ||
  
      || ఇతి షోడశః ఖండః ||
  
      సప్తదశః ఖండః
  
      స యదశిశిషతి యత్పిపాసతి యన్న రమతే తా అస్య దీక్షాః || 3.17.1 ||
  
      అథ యదశ్నాతి యత్పిబతి యద్రమతే తదుపసదైరేతి || 3.17.2 ||
  
      అథ యద్ధసతి యజ్జక్షతి యన్మైథునం చరతి స్తుతశస్త్రైరేవ తదేతి || 3.17.3 ||
  
      అథ యత్తపో దానమార్జవమహిగ్ంసా సత్యవచనమితి తా అస్య దక్షిణాః || 3.17.4 ||
  
      తస్మాదాహుః సోష్యత్యసోష్టేతి పునరుత్పాదనమేవాస్య తన్మరణమేవావభృథః || 3.17.5 ||
  
      తద్ధైతద్ఘోర్ ఆంగిరసః కృష్ణాయ దేవకీపుత్రాయోక్త్వోవాచాఽపిపాస ఏవ స బభూవ సోఽన్తవేలాయామేతత్త్రయం ప్రతిపద్యేతాక్షితమస్యచ్యుతమసి ప్రాణసగ్ంశితమసీతి తత్రైతే ద్వే ఋచౌ భవతః || 3.17.6 ||
  
      ఆదిత్ప్రత్నస్య రేతసః | ఉద్వయంతమసస్పరి జ్యోతిః పశ్యంత ఉత్తరం స్వః పశ్యంత ఉత్తరం దేవం దేవత్రా సూర్యమగన్మ జ్యోతిరుత్తమమితి జ్యోతిరుత్తమమితి || 3.17.7 ||
  
      || ఇతి సప్తదశః ఖండః ||
  
      అష్టాదశః ఖండః
  
      మనో బ్రహ్మేత్యుపాసీతేత్యధ్యాత్మమథాధిదైవతమాకాశో బ్రహ్మేత్యుభయమాదిష్టం భవత్యధ్యాత్మం చాధిదైవతం చ || 3.18.1 ||
  
      తదేతచ్చతుష్పాద్బ్రహ్మ వాక్పాదః ప్రాణః పాదశ్చక్షుః పాదః శ్రోత్రం పాద ఇత్యధ్యాత్మమథాధిదైవతమగ్నిః పాదో వాయుః పాద ఆదిత్యః పాదో దిశః పాద ఇత్యుభయమేవాదిష్టం భవత్యధ్యాత్మం  చైవాధిదైవతం చ || 3.18.2 ||
  
      వాగేవ బ్రహ్మణశ్చతుర్థః పాదః సోఽగ్నినా జ్యోతిషా భాతి చ తపతి చ భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద || 3.18.3 ||
  
      ప్రాణ ఏవ బ్రహ్మణశ్చతుర్థః పాదః స వాయునా జ్యోతిషా భాతి చ తపతి చ భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద || 3.18.4 ||
  
      చక్షురేవ బ్రహ్మణశ్చతుర్థః పాదః స ఆదిత్యేన జ్యోతిషా భాతి చ తపతి చ  భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద || 3.18.5 ||
  
      శ్రోత్రమేవ బ్రహ్మణశ్చతుర్థః పాదః స దిగ్భిర్జ్యోతిషా భాతి చ తపతి చ  భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద య ఏవం వేద || 3.18.6 ||
  
      || ఇతి అష్టాదశః ఖండః ||
  
      ఏకోనవింశః ఖండః
  
      ఆదిత్యో బ్రహ్మేత్యాదేశస్తస్యోపవ్యాఖ్యానమసదేవేదమగ్ర ఆసీత్ తత్సదాసీత్తత్సమభవత్తదాండం నిరవర్తత తత్సంవత్సరస్య మాత్రామశయత తన్నిరభిద్యత తే ఆండకపాలే రజతం చ సువర్ణం చాభవతాం || 3.19.1 ||
  
      తద్యద్రజతగ్ం సేయం పృథివీ యత్సువర్ణగ్ం సా ద్యౌర్యజ్జరాయు తే పర్వతా  యదుల్బగ్ం సమేఘో నీహారో యా ధమనయస్తా నద్యో యద్వాస్తేయముదకగ్ం స సముద్రః || 3.19.2 ||
  
      అథ యత్తదజాయత సోఽసావాదిత్యస్తం జాయమానం ఘోషా ఉలూలవోఽనూదతిష్ఠంత్సర్వాణి చ భూతాని సర్వే చ కామాస్తస్మాత్తస్యోదయం ప్రతి ప్రత్యాయనం ప్రతి ఘోషా ఉలూలవోఽనూత్తిష్ఠంతి సర్వాణి చ భూతాని సర్వే చ కామాః || 3.19.3 ||
  
      స య ఏతమేవం విద్వానాదిత్యం బ్రహ్మేత్యుపాస్తేఽభ్యాశో హ యదేనగ్ం సాధవో ఘోషా ఆ చ గచ్ఛేయురుప చ నిమ్రేడేరన్నిమ్రేడేరన్ || 3.19.4 ||
  
      || ఇతి ఏకోనవింశః ఖండః ||
  
      || ఇతి తృతీయోఽధ్యాయః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.1.1వ మంత్రము",
      sloka: `అసౌ వా ఆదిత్యో దేవమధు తస్య ద్యౌరేవ తిరశ్చీనవగ్ంశోఽన్తరిక్షమపూపో మరీచయః పుత్రాః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.1.2వ మంత్రము",
      sloka: `తస్య యే ప్రాంచో రశ్మయస్తా ఏవాస్య ప్రాచ్యో మధునాడ్యః | ఋచ ఏవ మధుకృత ఋగ్వేద ఏవ పుష్పం తా అమృతా ఆపస్తా వా ఏతా ఋచః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.1.3వ మంత్రము",
      sloka: `ఏతమృగ్వేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.1.4వ మంత్రము",
      sloka: `తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య రోహితగ్ం రూపం ||
      
      ఇతి ప్రథమః ఖండః`,
      meaning: `***
      ఇది ప్రథమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.2.1వ మంత్రము",
      sloka: `అథ యేఽస్య దక్షిణా రశ్మయస్తా ఏవాస్య దక్షిణా మధునాడ్యో యజూగ్ంష్యేవ మధుకృతో యజుర్వేద ఏవ పుష్పం తా అమృత ఆపః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.2.2వ మంత్రము",
      sloka: `తాని వా ఏతాని యజూగ్ంష్యేతం యజుర్వేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యం రసోజాయత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.2.3వ మంత్రము",
      sloka: `తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య శుక్లగ్ం రూపం ||
      
      ఇతి ద్వితీయః ఖండః`,
      meaning: `***
      ఇది ద్వితీయ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.3.1వ మంత్రము",
      sloka: `అథ యేఽస్య ప్రత్యంచో రశ్మయస్తా ఏవాస్య ప్రతీచ్యో మధునాడ్యః సామాన్యేవ మధుకృతః సామవేద ఏవ పుష్పం తా అమృతా ఆపః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.3.2వ మంత్రము",
      sloka: `తాని వా ఏతాని సామాన్యేతగ్ం సామవేదమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.3.3వ మంత్రము",
      sloka: `తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య కృష్ణగ్ంరూపం ||
      
      ఇతి తృతీయః ఖండః`,
      meaning: `***
      ఇది తృతీయ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.4.1వ మంత్రము",
      sloka: `అథ యేఽస్యోదంచో రశ్మయస్తా ఏవాస్యోదీచ్యో మధునాడ్యోఽథర్వాంగిరస ఏవ మధుకృత ఇతిహాసపురాణం పుష్పం తా అమృతా ఆపః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.4.2వ మంత్రము",
      sloka: `తే వా ఏతేఽథర్వాంగిరస ఏతదితిహాసపూరాణమభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.4.3వ మంత్రము",
      sloka: `తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య పరం కృష్ణగ్ం రూపం ||
      
      ఇతి చతుర్థః ఖండః`,
      meaning: `***
      ఇది చతుర్థ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.5.1వ మంత్రము",
      sloka: `అథ యేఽస్యోర్ధ్వా రశ్మయస్తా ఏవాస్యోర్ధ్వా మధునాడ్యో గుహ్యా ఏవాదేశా మధుకృతో బ్రహ్మైవ పుష్పం తా అమృతా ఆపః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.5.2వ మంత్రము",
      sloka: `తే వా ఏతే గుహ్యా ఆదేశా ఏతద్బ్రహ్మాభ్యతపగ్ం స్తస్యాభితప్తస్య యశస్తేజ ఇంద్రియం వీర్యమన్నాద్యగ్ం రసోఽజాయత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.5.3వ మంత్రము",
      sloka: `తద్వ్యక్షరత్తదాదిత్యమభితోఽశ్రయత్తద్వా ఏతద్యదేతదాదిత్యస్య మధ్యే క్షోభత ఇవ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.5.4వ మంత్రము",
      sloka: `తే వా ఏతే రసానాగ్ం రసా వేదా హి రసాస్తేషామేతే రసాస్తాని వా ఏతాన్యమృతానామమృతాని వేదా హ్యమృతాస్తేషామేతాన్యమృతాని ||
      
      ఇతి పంచమః ఖండః`,
      meaning: `***
      ఇది పంచమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.6.1వ మంత్రము",
      sloka: `తద్యత్ప్రథమమమృతం తద్వసవ ఉపజీవంత్యగ్నినా ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.6.2వ మంత్రము",
      sloka: `త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.6.3వ మంత్రము",
      sloka: `స య ఏతదేవమమృతం వేద వసూనామేవైకో భూత్వాఽగ్నినైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స య ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.6.4వ మంత్రము",
      sloka: `స యావదాదిత్యః పురస్తాదుదేతా పశ్చాదస్తమేతా వసూనామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా ||
      
      ఇతి షష్ఠః ఖండః`,
      meaning: `***
      ఇది షష్ఠ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.7.1వ మంత్రము",
      sloka: `అథ యద్ద్వితీయమమృతం తద్రుద్రా ఉపజీవంతీంద్రేణ ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.7.2వ మంత్రము",
      sloka: `త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.7.3వ మంత్రము",
      sloka: `స య ఏతదేవమమృతం వేద రుద్రాణామేవైకో భూత్వేంద్రేణైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.7.4వ మంత్రము",
      sloka: `స యావదాదిత్యః పురస్తాదుదేతా పశ్చాదస్తమేతా ద్విస్తావద్దక్షిణత ఉదేతోత్తరతోఽస్తమేతా రుద్రాణామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా ||
      
      ఇతి సప్తమః ఖండః`,
      meaning: `***
      ఇది సప్తమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.8.1వ మంత్రము",
      sloka: `అథ యత్తృతీయమమృతం తదాదిత్యా ఉపజీవంతి వరుణేన ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.8.2వ మంత్రము",
      sloka: `త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.8.3వ మంత్రము",
      sloka: `స య ఏతదేవమమృతం వేదాదిత్యానామేవైకో భూత్వా వరుణేనైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.8.4వ మంత్రము",
      sloka: `స యావదాదిత్యో దక్షిణత ఉదేతోత్తరతోఽస్తమేతా ద్విస్తావత్పశ్చాదుదేతా పురస్తాదస్తమేతాఽఽదిత్యానామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా ||
      
      ఇతి అష్టమః ఖండః`,
      meaning: `***
      ఇది అష్టమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.9.1వ మంత్రము",
      sloka: `అథ యచ్చతుర్థమమృతం తన్మరుత ఉపజీవంతి సోమేన ముఖేన న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.9.2వ మంత్రము",
      sloka: `త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.9.3వ మంత్రము",
      sloka: `స య ఏతదేవమమృతం వేద మరుతామేవైకో భూత్వా సోమేనైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవరూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.9.4వ మంత్రము",
      sloka: `స యావదాదిత్యః పశ్చాదుదేతా పురస్తాదస్తమేతా ద్విస్తావదుత్తరత ఉదేతా దక్షిణతోఽస్తమేతా మరుతామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా ||
      
      ఇతి నవమః ఖండః`,
      meaning: `***
      ఇది నవమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.10.1వ మంత్రము",
      sloka: `అథ యత్పంచమమమృతం తత్సాధ్యా ఉపజీవంతి బ్రహ్మణా ముఖేన  న వై దేవా అశ్నంతి న పిబంత్యేతదేవామృతం దృష్ట్వా తృప్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.10.2వ మంత్రము",
      sloka: `త ఏతదేవ రూపమభిసంవిశంత్యేతస్మాద్రూపాదుద్యంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.10.3వ మంత్రము",
      sloka: `స య ఏతదేవమమృతం వేద సాధ్యానామేవైకో భూత్వా బ్రహ్మణైవ ముఖేనైతదేవామృతం దృష్ట్వా తృప్యతి స ఏతదేవ రూపమభిసంవిశత్యేతస్మాద్రూపాదుదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.10.4వ మంత్రము",
      sloka: `స యావదాదిత్య ఉత్తరత ఉదేతా దక్షిణతోఽస్తమేతా ద్విస్తావదూర్ధ్వ ఉదేతార్వాగస్తమేతా సాధ్యానామేవ తావదాధిపత్యగ్ం స్వారాజ్యం పర్యేతా ||
      
      ఇతి దశమః ఖండః`,
      meaning: `***
      ఇది దశమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.1వ మంత్రము",
      sloka: `అథ తత ఊర్ధ్వ ఉదేత్య నైవోదేతా నాస్తమేతైకల ఏవ మధ్యే స్థాతా తదేష శ్లోకః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.2వ మంత్రము",
      sloka: `న వై తత్ర న నిమ్లోచ నోదియాయ కదాచన | దేవాస్తేనాహగ్ం సత్యేన మా విరాధిషి బ్రహ్మణేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.3వ మంత్రము",
      sloka: `న హ వా అస్మా ఉదేతి న నిమ్లోచతి సకృద్దివా హైవాస్మై భవతి య ఏతామేవం బ్రహ్మోపనిషదం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.4వ మంత్రము",
      sloka: `తద్ధైతద్బ్రహ్మా ప్రజాపతయ ఉవాచ ప్రజాపతిర్మనవే మనుః ప్రజాభ్యస్తద్ధైతదుద్దాలకాయారుణయే జ్యేష్ఠాయ పుత్రాయ పితా బ్రహ్మ ప్రోవాచ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.5వ మంత్రము",
      sloka: `ఇదం వావ తజ్జ్యేష్ఠాయ పుత్రాయ పితా బ్రహ్మ ప్రబ్రూయాత్ప్రణాయ్యాయ వాంతేవాసినే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.11.6వ మంత్రము",
      sloka: `నాన్యస్మై కస్మైచన యద్యప్యస్మా ఇమామద్భిః పరిగృహీతాం ధనస్య పూర్ణాం దద్యాదేతదేవ తతో భూయ ఇత్యేతదేవ తతో భూయ ఇతి ||
      
      ఇతి ఏకాదశః ఖండః`,
      meaning: `***
      ఇది ఏకాదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.1వ మంత్రము",
      sloka: `గాయత్రీ వా ఈదగ్ం సర్వం భూతం యదిదం  కిం చ వాగ్వై గాయత్రీ వాగ్వా ఇదగ్ం సర్వం భూతం గాయతి చ త్రాయతే చ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.2వ మంత్రము",
      sloka: `యా వై సా గాయత్రీయం వావ సా యేయం పృథివ్యస్యాగ్ం హీదగ్ం సర్వం భూతం ప్రతిష్ఠితమేతామేవ నాతిశీయతే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.3వ మంత్రము",
      sloka: `యా వై సా పృథివీయం వావ సా యదిదమస్మిన్పురుషే శరీరమస్మిన్హీమే ప్రాణాః ప్రతిష్ఠితా ఏతదేవ నాతిశీయంతే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.4వ మంత్రము",
      sloka: `యద్వై తత్పురుషే శరీరమిదం వావ తద్యదిదమస్మిన్నంతః పురుషే హృదయమస్మిన్హీమే ప్రాణాః ప్రతిష్ఠితా ఏతదేవ నాతిశీయంతే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.5వ మంత్రము",
      sloka: `సైషా చతుష్పదా షడ్విధా గాయత్రీ తదేతదృచాభ్యనూక్తం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.6వ మంత్రము",
      sloka: `తావానస్య మహిమా తతో జ్యాయాగ్ంశ్చ పూరుషః |  పాదోఽస్య సర్వా భూతాని త్రిపాదస్యామృతం దివీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.7వ మంత్రము",
      sloka: `యద్వై తద్బ్రహ్మేతీదం వావ తద్యోఽయం బహిర్ధా పురుషాదాకాశో యో వై స బహిర్ధా పురుషాదాకాశః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.8వ మంత్రము",
      sloka: `అయం వావ స యోఽయమంతః పురుష అకాశో యో వై సోఽన్తః పురుష ఆకాశః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.12.9వ మంత్రము",
      sloka: `అయం వావ స యోఽయమంతర్హృదయ ఆకాశస్తదేతత్పూర్ణమప్రవర్తి పూర్ణమప్రవర్తినీగ్ం శ్రియం లభతే య ఏవం వేద ||
      
      ఇతి ద్వాదశః ఖండః`,
      meaning: `***
      ఇది ద్వాదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.1వ మంత్రము",
      sloka: `తస్య హ వా ఏతస్య హృదయస్య పంచ దేవసుషయః స యోఽస్య ప్రాఙ్సుషిః స ప్రాణస్తచ్చక్షుః స ఆదిత్యస్తదేతత్తేజోఽన్నాద్యమిత్యుపాసీత తేజస్వ్యన్నాదో భవతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.2వ మంత్రము",
      sloka: `అథ యోఽస్య దక్షిణః  సుషిః  స వ్యానస్తచ్ఛ్రోత్రగ్ం స చంద్రమాస్తదేతచ్ఛ్రీశ్చ యశశ్చేత్యుపాసీత శ్రీమాన్యశస్వీ భవతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.3వ మంత్రము",
      sloka: `అథ యోఽస్య ప్రత్యఙ్సుషిః సోఽపానః సా వాక్సోఽగ్నిస్తదేతద్బ్రహ్మవర్చసమన్నాద్యమిత్యుపాసీత బ్రహ్మవర్చస్యన్నాదో భవతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.4వ మంత్రము",
      sloka: `అథ యోఽస్యోదఙ్సుషిః స సమానస్తన్మనః స పర్జన్యస్తదేతత్కీర్తిశ్చ వ్యుష్టిశ్చేత్యుపాసీత కీర్తిమాన్వ్యుష్టిమాన్భవతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.5వ మంత్రము",
      sloka: `అథ యోఽస్యోర్ధ్వః సుషిః స ఉదానః స వాయుః స ఆకాశస్తదేతదోజశ్చ మహశ్చేత్యుపాసీతౌజస్వీ మహస్వాన్భవతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.6వ మంత్రము",
      sloka: `తే వా ఏతే పంచ బ్రహ్మపురుషాః స్వర్గస్య లోకస్య ద్వారపాః స య ఏతానేవం పంచ బ్రహ్మపురుషాన్స్వర్గస్య లోకస్య ద్వారపాన్వేదాస్య కులే వీరో జాయతే ప్రతిపద్యతే స్వర్గం లోకం య ఏతానేవం పంచ బ్రహ్మపురుషాన్స్వర్గస్య లోకస్య ద్వారపాన్వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.7వ మంత్రము",
      sloka: `అథ యదతః పరో దివో జ్యోతిర్దీప్యతే విశ్వతః పృష్ఠేషు సర్వతః పృష్ఠేష్వనుత్తమేషూత్తమేషు లోకేష్విదం వావ తద్యదిదమస్మిన్నంతః పురుషే జ్యోతిః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.13.8వ మంత్రము",
      sloka: `తస్యైషా దృష్టిర్యత్రితదస్మింఛరీరే సగ్ం స్పర్శేనోష్ణిమానం విజానాతి తస్యైషా శ్రుతిర్యత్రైతత్కర్ణావపిగృహ్య నినదమివ నదథురివాగ్నేరివ జ్వలత ఉపశృణోతి  తదేతద్దృష్టం చ శ్రుతం చేత్యుపాసీత  చక్షుష్యః శ్రుతో భవతి య ఏవం వేద య ఏవం వేద ||
      
      ఇతి త్రయోదశః ఖండః`,
      meaning: `***
      ఇది త్రయోదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.14.1వ మంత్రము",
      sloka: `సర్వం ఖల్విదం బ్రహ్మ తజ్జలానితి శాంత ఉపాసీతాథ ఖలు క్రతుమయః పురుషో యథాక్రతురస్మింల్లోకే పురుషో భవతి తథేతః ప్రేత్య భవతి స క్రతుం కుర్వీత ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.14.2వ మంత్రము",
      sloka: `మనోమయః ప్రాణశరీరో భారూపః సత్యసంకల్ప ఆకాశాత్మా సర్వకర్మా సర్వకామః సర్వగంధః సర్వరసః సర్వమిదమభ్యాత్తోఽవాక్యనాదరః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.14.3వ మంత్రము",
      sloka: `ఏష మ ఆత్మాఽంతర్హృదయేఽణీయాన్వ్రీహేర్వా యవాద్వా సర్షపాద్వా శ్యామాకాద్వా శ్యామాకతండులాద్వైష మ ఆత్మాఽంతర్హృదయే జ్యాయాన్పృథివ్యా జ్యాయానంతరిక్షాజ్జ్యాయాయాందివో జ్యాయానేభ్యో లోకేభ్యః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.14.4వ మంత్రము",
      sloka: `సర్వకర్మా సర్వకామః సర్వగంధః సర్వరసః సర్వమిదమభ్యాత్తోఽవాక్యనాదర ఏష మ ఆత్మాంతర్హృదయ ఏతద్బ్రహ్మైతమితః ప్రేత్యాభిసంభవితాఽస్మీతి యస్య స్యాదద్ధా న విచికిత్సాఽస్తీతి హ స్మాఽఽహ శాండిల్యః శాండిల్యః ||
      
      ఇతి చతుర్దశః ఖండః`,
      meaning: `***
      ఇది చతుర్దశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.1వ మంత్రము",
      sloka: `అంతరిక్షోదరః కోశో భూమిబుధ్నో న జీర్యతి దిశో హ్యస్య స్రక్తయో ద్యౌరస్యోత్తరం బిలగ్ం  స ఏష కోశో వసుధానస్తస్మిన్విశ్వమిదగ్ం శ్రితం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.2వ మంత్రము",
      sloka: `తస్య ప్రాచీ దిగ్జుహూర్నామ సహమానా నామ దక్షిణా రాజ్ఞీ నామ ప్రతీచీ సుభూతా నామోదీచీ తాసాం వాయుర్వత్సః  స య ఏతమేవం వాయుం దిశాం వత్సం వేద న పుత్రరోదగ్ం రోదితి సోఽహమేతమేవం వాయుం దిశాం వత్సం వేద మా పుత్రరోదగ్ం రుదం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.3వ మంత్రము",
      sloka: `అరిష్టం కోశం ప్రపద్యేఽమునాఽమునాఽమునా ప్రాణం ప్రపద్యేఽమునాఽమునాఽమునా భూః ప్రపద్యేఽమునాఽమునాఽమునా భువః ప్రపద్యేఽమునాఽమునాఽమునా స్వః ప్రపద్యేఽమునాఽమునాఽమునా ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.4వ మంత్రము",
      sloka: `స యదవోచం ప్రాణం ప్రపద్య ఇతి ప్రాణో వా ఇదగ్ం సర్వం భూతం యదిదం కించ తమేవ తత్ప్రాపత్సి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.5వ మంత్రము",
      sloka: `అథ యదవోచం భూః ప్రపద్య ఇతి పృథివీం ప్రపద్యేఽన్తరిక్షం ప్రపద్యే దివం ప్రపద్య ఇత్యేవ తదవోచం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.6వ మంత్రము",
      sloka: `అథ యదవోచం భువః ప్రపద్య ఇత్యగ్నిం ప్రపద్యే వాయుం ప్రపద్య ఆదిత్యం ప్రపద్య ఇత్యేవ తదవోచం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.15.7వ మంత్రము",
      sloka: `అథ యదవోచగ్ంస్వః ప్రపద్య ఇత్యృగ్వేదం ప్రపద్యే యజుర్వేదం ప్రపద్యే సామవేదం ప్రపద్య ఇత్యేవ తదవోచం  తదవోచం ||
      
      ఇతి పంచదశః ఖండః`,
      meaning: `***
      ఇది పంచదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.1వ మంత్రము",
      sloka: `పురుషో వావ యజ్ఞస్తస్య యాని చతుర్విగ్ంశతి వర్షాణి తత్ప్రాతఃసవనం చతుర్విగ్ంశత్యక్షరా గాయత్రీ గాయత్రం ప్రాతఃసవనం తదస్య వసవోఽన్వాయత్తాః  ప్రాణా వావ వసవ ఏతే హీదగ్ం సర్వం వాసయంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.2వ మంత్రము",
      sloka: `తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా వసవ ఇదం మే ప్రాతఃసవనం మాధ్యందినగ్ం సవనమనుసంతనుతేతి మాఽహం ప్రాణానాం వసూనాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హ భవతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.3వ మంత్రము",
      sloka: `అథ యాని చతుశ్చత్వారిగ్ంశద్వర్షాణి తన్మాధ్యందినగ్ం సవనం  చతుశ్చత్వారిగ్ంశదక్షరా త్రిష్టుప్త్రైష్టుభం మాధ్యందినగ్ం సవనం తదస్య రుద్రా అన్వాయత్తాః  ప్రాణా వావ రుద్రా  ఏతే హీదగ్ం సర్వగ్ం రోదయంతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.4వ మంత్రము",
      sloka: `తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా రుద్రా ఇదం మే మాధ్యందినగ్ంసవనం తృతీయసవనమనుసంతనుతేతి మాఽహం ప్రాణానాగ్ంరుద్రాణాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హ భవతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.5వ మంత్రము",
      sloka: `అథ యాన్యష్టాచత్వారిగ్ంశద్వర్షాణి తత్తృతీయ సవనమష్టాచత్వారిగ్ంశదక్షరా జగతీ జాగతం తృతీయసవనం తదస్యాదిత్యా అన్వాయత్తాః ప్రాణా వా వాదిత్యా ఏతే హీదగ్ం సర్వమాదదతే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.6వ మంత్రము",
      sloka: `తం చేదేతస్మిన్వయసి కించిదుపతపేత్స బ్రూయాత్ప్రాణా అదిత్యా ఇదం మే తృతీయసవనమాయురనుసంతనుతేతి మాఽహం ప్రాణానామాదిత్యానాం మధ్యే యజ్ఞో విలోప్సీయేత్యుద్ధైవ తత ఏత్యగదో హైవ భవతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.16.7వ మంత్రము",
      sloka: `ఏతద్ధ స్మ వై తద్విద్వానాహ మహిదాస ఏతరేయః స కిం మ ఏతదుపతపసి యోఽహమనేన న ప్రేష్యామీతి స హ షోడశం వర్షశతమజీవత్ప్ర హ షోడశం వర్షశతం జీవతి య ఏవం వేద ||
      
      ఇతి షోడశః ఖండః`,
      meaning: `***
      ఇది షోడశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.1వ మంత్రము",
      sloka: `స యదశిశిషతి యత్పిపాసతి యన్న రమతే తా అస్య దీక్షాః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.2వ మంత్రము",
      sloka: `అథ యదశ్నాతి యత్పిబతి యద్రమతే తదుపసదైరేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.3వ మంత్రము",
      sloka: `అథ యద్ధసతి యజ్జక్షతి యన్మైథునం చరతి స్తుతశస్త్రైరేవ తదేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.4వ మంత్రము",
      sloka: `అథ యత్తపో దానమార్జవమహిగ్ంసా సత్యవచనమితి తా అస్య దక్షిణాః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.5వ మంత్రము",
      sloka: `తస్మాదాహుః సోష్యత్యసోష్టేతి పునరుత్పాదనమేవాస్య తన్మరణమేవావభృథః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.6వ మంత్రము",
      sloka: `తద్ధైతద్ఘోర్ ఆంగిరసః కృష్ణాయ దేవకీపుత్రాయోక్త్వోవాచాఽపిపాస ఏవ స బభూవ సోఽన్తవేలాయామేతత్త్రయం ప్రతిపద్యేతాక్షితమస్యచ్యుతమసి ప్రాణసగ్ంశితమసీతి తత్రైతే ద్వే ఋచౌ భవతః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.17.7వ మంత్రము",
      sloka: `ఆదిత్ప్రత్నస్య రేతసః | ఉద్వయంతమసస్పరి జ్యోతిః పశ్యంత ఉత్తరం స్వః పశ్యంత ఉత్తరం దేవం దేవత్రా సూర్యమగన్మ జ్యోతిరుత్తమమితి జ్యోతిరుత్తమమితి ||
      
      ఇతి సప్తదశః ఖండః`,
      meaning: `***
      ఇది సప్తదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.1వ మంత్రము",
      sloka: `మనో బ్రహ్మేత్యుపాసీతేత్యధ్యాత్మమథాధిదైవతమాకాశో బ్రహ్మేత్యుభయమాదిష్టం భవత్యధ్యాత్మం చాధిదైవతం చ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.2వ మంత్రము",
      sloka: `తదేతచ్చతుష్పాద్బ్రహ్మ వాక్పాదః ప్రాణః పాదశ్చక్షుః పాదః శ్రోత్రం పాద ఇత్యధ్యాత్మమథాధిదైవతమగ్నిః పాదో వాయుః పాద ఆదిత్యః పాదో దిశః పాద ఇత్యుభయమేవాదిష్టం భవత్యధ్యాత్మం  చైవాధిదైవతం చ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.3వ మంత్రము",
      sloka: `వాగేవ బ్రహ్మణశ్చతుర్థః పాదః సోఽగ్నినా జ్యోతిషా భాతి చ తపతి చ భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.4వ మంత్రము",
      sloka: `ప్రాణ ఏవ బ్రహ్మణశ్చతుర్థః పాదః స వాయునా జ్యోతిషా భాతి చ తపతి చ భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.5వ మంత్రము",
      sloka: `చక్షురేవ బ్రహ్మణశ్చతుర్థః పాదః స ఆదిత్యేన జ్యోతిషా భాతి చ తపతి చ  భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.18.6వ మంత్రము",
      sloka: `శ్రోత్రమేవ బ్రహ్మణశ్చతుర్థః పాదః స దిగ్భిర్జ్యోతిషా భాతి చ తపతి చ  భాతి చ తపతి చ కీర్త్యా యశసా బ్రహ్మవర్చసేన య ఏవం వేద య ఏవం వేద ||
      
      ఇతి అష్టాదశః ఖండః`,
      meaning: `***
      ఇది అష్టాదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.19.1వ మంత్రము",
      sloka: `ఆదిత్యో బ్రహ్మేత్యాదేశస్తస్యోపవ్యాఖ్యానమసదేవేదమగ్ర ఆసీత్ తత్సదాసీత్తత్సమభవత్తదాండం నిరవర్తత తత్సంవత్సరస్య మాత్రామశయత తన్నిరభిద్యత తే ఆండకపాలే రజతం చ సువర్ణం చాభవతాం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.19.2వ మంత్రము",
      sloka: `తద్యద్రజతగ్ం సేయం పృథివీ యత్సువర్ణగ్ం సా ద్యౌర్యజ్జరాయు తే పర్వతా  యదుల్బగ్ం సమేఘో నీహారో యా ధమనయస్తా నద్యో యద్వాస్తేయముదకగ్ం స సముద్రః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.19.3వ మంత్రము",
      sloka: `అథ యత్తదజాయత సోఽసావాదిత్యస్తం జాయమానం ఘోషా ఉలూలవోఽనూదతిష్ఠంత్సర్వాణి చ భూతాని సర్వే చ కామాస్తస్మాత్తస్యోదయం ప్రతి ప్రత్యాయనం ప్రతి ఘోషా ఉలూలవోఽనూత్తిష్ఠంతి సర్వాణి చ భూతాని సర్వే చ కామాః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "3.19.4వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వానాదిత్యం బ్రహ్మేత్యుపాస్తేఽభ్యాశో హ యదేనగ్ం సాధవో ఘోషా ఆ చ గచ్ఛేయురుప చ నిమ్రేడేరన్నిమ్రేడేరన్ ||
      
      ఇతి ఏకోనవింశః ఖండః
      ఇతి తృతీయోఽధ్యాయః`,
      meaning: `***
      ఇది ఏకోనవింశ ఖండము
      ఇది తృతీయోధ్యాయము`,
      wordByWordMeaning: ``,
    },
  ];
  
