export default [
    {
      id: "మంత్రములు(1-5)",
      sloka: `ఛాందోగ్యోపనిషత్ చతుర్థోఽధ్యాయః
      
      ప్రథమః ఖండః  
      
      జానశ్రుతిర్హ పౌత్రాయణః శ్రద్ధాదేయో బహుదాయీ బహుపాక్య ఆస స హ సర్వత ఆవసథాన్మాపయాంచక్రే సర్వత ఏవ మేఽన్నమత్స్యంతీతి || 4.1.1 ||
  
      అథ హగ్ంసా నిశాయామతిపేతుస్తద్ధైవగ్ం హగ్ం సోహగ్ంసమభ్యువాద భో భో హి భల్లాక్ష భల్లాక్ష జానశ్రుతేః పౌత్రాయణస్య సమం దివా జ్యోతిరాతతం తన్మా ప్రసాంక్షీ స్తత్త్వా మా ప్రధాక్షీదితి || 4.1.2 ||
  
      తము హ పరః ప్రత్యువాచ కమ్వర ఏనమేతత్సంతగ్ం సయుగ్వానమివ రైక్వమాత్థేతి యో ను కథగ్ం సయుగ్వా రైక్వ ఇతి || 4.1.3 ||
  
      యథా కృతాయవిజితాయాధరేఽయాః సంయంత్యేవమేనగ్ం సర్వం తదభిసమైతి యత్కించ ప్రజాః సాధు కుర్వంతి యస్తద్వేద యత్స వేద స మయైతదుక్త ఇతి || 4.1.4 ||
  
      తదు హ జానశ్రుతిః పౌత్రాయణ ఉపశుశ్రావ స హ సంజిహాన ఏవ క్షత్తారమువాచాంగారే హ సయుగ్వానమివ రైక్వమాత్థేతి యో ను కథగ్ం సయుగ్వా రైక్వ ఇతి || 4.1.5 ||
  
      యథా కృతాయవిజితాయాధరేఽయాః సంయంత్యేవమేనగ్ం సర్వం తదభిసమైతి యత్కించ ప్రజాః సాధు కుర్వంతి యస్తద్వేద యత్స వేద స మయైతదుక్త ఇతి || 4.1.6 ||
  
      స హ క్షత్తాఽన్విష్య నావిదమితి ప్రత్యేయాయ తగ్ం హోవాచ యత్రారే బ్రాహ్మణస్యాన్వేషణా తదేనమర్చ్ఛేతి || 4.1.7 ||
  
      సోఽధస్తాచ్ఛకటస్య పామానం కషమాణముపోపవివేశ తగ్ం హాభ్యువాద త్వం ను భగవః సయుగ్వా రైక్వ ఇత్యహగ్ం హ్యరా3 ఇతి హ ప్రతిజజ్ఞే స హ క్షత్తాఽవిదమితి ప్రత్యేయాయ || 4.1.8 ||
      
      || ఇతి ప్రథమః ఖండః || 
  
      ద్వితీయః ఖండః
  
      తదు హ జానశ్రుతిః పౌత్రాయణః షట్శతాని గవాం నిష్కమశ్వతరీరథం తదాదాయ ప్రతిచక్రమే తగ్ం హాభ్యువాద || 4.2.1 ||
  
      రైక్వేమాని షట్శతాని గవామయం నిష్కోఽయమశ్వతరీరథోఽను మ ఏతాం భగవో దేవతాగ్ం శాధి యాం దేవతాముపాస్స ఇతి || 4.2.2 ||
  
      తము హ పరః ప్రత్యువాచాహ హారేత్వా శూద్ర తవైవ సహ గోభిరస్త్వితి తదు హ పునరేవ జానశ్రుతిః పౌత్రాయణః సహస్రం గవాం నిష్కమశ్వతరీరథం దుహితరం తదాదాయ ప్రతిచక్రమే || 4.2.3 ||
  
      తగ్ం హాభ్యువాద రైక్వేదగ్ం సహస్రం గవామయం నిష్కోఽయమశ్వతరీరథ ఇయం జాయాఽయం గ్రామో యస్మిన్నాస్సేఽన్వేవ మా భగవః శాధీతి || 4.2.4 ||
  
      తస్యా హ ముఖముపోద్గృహ్ణన్నువాచాజహారేమాః శూద్రానేనైవ ముఖేనాలాపయిష్యథా ఇతి తే హైతే రైక్వపర్ణా నామ మహావృషేషు యత్రాస్మా ఉవాస తస్మై హోవాచ || 4.2.5 ||
      
      || ఇతి ద్వితీయః ఖండః ||
  
      తృతీయః ఖండః
  
      వాయుర్వావ సంవర్గో యదా వా అగ్నిరుద్వాయతి వాయుమేవాప్యేతి యదా సూర్యోఽస్తమేతి వాయుమేవాప్యేతి యదా చంద్రోఽస్తమేతి వాయుమేవాప్యేతి || 4.3.1 ||
  
      యదాప ఉచ్ఛుష్యంతి వాయుమేవాపియంతి వాయుర్హ్యేవైతాన్సర్వాన్సంవృంక్త ఇత్యధిదైవతం || 4.3.2 ||
  
      అథాధ్యాత్మం ప్రాణో వావ సంవర్గః స యదా స్వపితి ప్రాణమేవ వాగప్యేతి ప్రాణం చక్షుః ప్రాణగ్ం శ్రోత్రం ప్రాణం మనః ప్రాణో హ్యేవైతాన్సర్వాన్సంవృంక్త ఇతి || 4.3.3 ||
  
      తౌ వా ఏతౌ ద్వౌ సంవర్గౌ వాయురేవ దేవేషు ప్రాణః ప్రాణేషు || 4.3.4 ||
  
      అథ హ శౌనకం చ కాపేయమభిప్రతారిణం చ కాక్షసేనిం పరివిష్యమాణౌ బ్రహ్మచారీ బిభిక్షే తస్మా ఉ హ న దదతుః || 4.3.5 ||
  
      స హోవాచ మహాత్మనశ్చతురో దేవ ఏకః కః స జగార భువనస్య గోపాస్తం కాపేయ నాభిపశ్యంతి మర్త్యా అభిప్రతారిన్బహుధా వసంతం యస్మై వా ఏతదన్నం తస్మా ఏతన్న దత్తమితి || 4.3.6 ||
  
      తదు హ శౌనకః కాపేయః ప్రతిమన్వానః ప్రత్యేయాయాత్మా దేవానాం జనితా ప్రజానాగ్ం హిరణ్యదగ్ంష్ట్రో బభసోఽనసూరిర్మహాంతమస్య మహిమానమాహురనద్యమానో యదనన్నమత్తీతి వై వయం బ్రహ్మచారిన్నేదముపాస్మహే దత్తాస్మై భిక్షామితి || 4.3.7 ||
  
      తస్మ ఉ హ దదుస్తే వా ఏతే పంచాన్యే పంచాన్యే దశ సంతస్తత్కృతం తస్మాత్సర్వాసు దిక్ష్వన్నమేవ దశ కృతగ్ం సైషా విరాడన్నాదీ తయేదగ్ం సర్వం దృష్టగ్ం సర్వమస్యేదం దృష్టం భవత్యన్నాదో భవతి య ఏవం వేద య ఏవం వేద || 4.3.8 ||
      
      || ఇతి తృతీయః ఖండః ||
  
      చతుర్థః ఖండః
  
      సత్యకామో హ జాబాలో జబాలాం మాతరమామంత్రయాంచక్రే బ్రహ్మచర్యం భవతి వివత్స్యామి కింగోత్రో న్వహమస్మీతి || 4.4.1 ||
  
      సా హైనమువాచ నాహమేతద్వేద తాత యద్గోత్రస్త్వమసి బహ్వహం చరంతీ పరిచారిణీ యౌవనే త్వామలభే సాఽహమేతన్న వేద యద్గోత్రస్త్వమసి జబాలా తు నామాహమస్మి సత్యకామో నామ త్వమసి స సత్యకామ ఏవ జాబాలో బ్రవీథా ఇతి || 4.4.2 ||
  
      స హ హారిద్రుమతం గౌతమమేత్యోవాచ బ్రహ్మచర్యం భగవతి వత్స్యామ్యుపేయాం భగవంతమితి || 4.4.3 ||
  
      తగ్ం హోవాచ కింగోత్రో ను సోమ్యాసీతి స హోవాచ నాహమేతద్వేద భో యద్గోత్రోఽహమస్మ్యపృచ్ఛం మాతరగ్ం సా మా ప్రత్యబ్రవీద్బహ్వహం చరంతీ పరిచారిణీ యౌవనే త్వామలభే సాఽహమేతన్న వేద యద్గోత్రస్త్వమసి జబాలా తు నామాహమస్మి సత్యకామో నామ త్వమసీతి సోఽహగ్ం సత్యకామో జాబాలోఽస్మి భో ఇతి || 4.4.4 ||
  
      తగ్ం హోవాచ నైతదబ్రాహ్మణో వివక్తుమర్హతి సమిధగ్ం సోమ్యాహరోప త్వా నేష్యే న సత్యాదగా ఇతి తముపనీయ కృశానామబలానాం చతుఃశతా గా నిరాకృత్యోవాచేమాః సోమ్యానుసంవ్రజేతి తా అభిప్రస్థాపయన్నువాచ నాసహస్రేణావర్తేయేతి స హ వర్షగణం ప్రోవాస తా యదా సహస్రగ్ం సంపేదుః || 4.4.5 ||
     
      || ఇతి చతుర్థః ఖండః ||
  
      పంచమః ఖండః
  
      అథ హైనమృషభోఽభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ ప్రాప్తాః సోమ్య సహస్రగ్ం స్మః ప్రాపయ న ఆచార్యకులం || 4.5.1 ||
  
      బ్రహ్మణశ్చ తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ ప్రాచీ దిక్కలా ప్రతీచీ దిక్కలా దక్షిణా దిక్కలోదీచీ దిక్కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణః ప్రకాశవాన్నామ || 4.5.2 ||
  
      స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణః ప్రకాశవానిత్యుపాస్తే ప్రకాశవానస్మింల్లోకే భవతి ప్రకాశవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణః ప్రకాశవానిత్యుపాస్తే || 4.5.3 ||
    
      || ఇతి పంచమః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(6-10)",
      sloka: `షష్ఠః ఖండః
  
      అగ్నిష్టే పాదం వక్తేతి స హ శ్వోభూతే గ అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః  ప్రాఙుపోపవివేశ  || 4.6.1 ||
  
      తమగ్నిరభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ  || 4.6.2 ||
  
      బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ పృథివీ కలాంతరిక్షం కలా ద్యౌః కలా సముద్రః కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణోఽనంతవాన్నామ  || 4.6.3 ||
  
      స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణోఽనంతవానిత్యుపాస్తేఽనంతవానస్మింల్లోకే భవత్యనంతవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణోఽనంతవానిత్యుపాస్తే  || 4.6.4 ||
     
      || ఇతి షష్ఠః ఖండః ||
  
      సప్తమః ఖండః
  
      హగ్ంసస్తే పాదం వక్తేతి స హ శ్వోభూతే గా అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః  ప్రాఙుపోపవివేశ || 4.7.1 ||
  
      తగ్ం హగ్ంస ఉపనిపత్యాభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ || 4.7.2 ||
  
      బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచాగ్నిః కలా సూర్యః కలా చంద్రః కలా విద్యుత్కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణో జ్యోతిష్మాన్నామ || 4.7.3 ||
  
      స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణో జ్యోతిష్మానిత్యుపాస్తే జ్యోతిష్మానస్మింల్లోకే భవతి జ్యోతిష్మతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణో జ్యోతిష్మానిత్యుపాస్తే || 4.7.4 ||
    
      || ఇతి సప్తమః ఖండః ||
  
      అష్టమః ఖండః
  
      మద్గుష్టే పాదం వక్తేతి స హ శ్వోభూతే గా అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః ప్రాఙుపోపవివేశ || 4.8.1 ||
  
      తం మద్గురుపనిపత్యాభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి తం ప్రతిశుశ్రావ || 4.8.2 ||
  
      బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ ప్రాణః కలా చక్షుః కలా శ్రోత్రం కలా మనః కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణ ఆయతనవాన్నామ || 4.8.3 ||
  
      స యై ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణ ఆయతనవానిత్యుపాస్త ఆయతనవానస్మింల్లోకే భవత్యాయతనవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణ ఆయతనవానిత్యుపాస్తే || 4.8.4 ||
      
      || ఇతి అష్టమః ఖండః ||
  
      నవమః ఖండః
  
      ప్రాప హాచర్యకులం తమాచర్యోఽభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ || 4.9.1 ||
  
      బ్రహ్మవిదివ వై సోమ్య భాసి కో ను త్వాఽనుశశాసేత్యన్యే మనుష్యేభ్య ఇతి హ ప్రతిజజ్ఞే భగవాగ్ంస్త్వేవ మే కామే బ్రూయాత్ || 4.9.2 ||
  
      శ్రుతగ్ం హ్యేవ మే భగవద్దృశేభ్య ఆచార్యాద్ధైవ విద్యా విదితా సాధిష్ఠం ప్రాపతీతి తస్మై హైతదేవోవాచాత్ర హ న కించన వీయాయేతి వీయాయేతి || 4.9.3 ||
     
      || ఇతి నవమః ఖండః ||
  
      దశమః ఖండః
  
      ఉపకోసలో హ వై కామలాయనః సత్యకామే జాబాలే బ్రహ్మచార్యమువాస తస్య హ ద్వాదశ వార్షాణ్యగ్నీన్పరిచచార స హ స్మాన్యానంతేవాసినః సమావర్తయగ్ంస్తగ్ం హ స్మైవ న సమావర్తయతి || 4.10.1 ||
  
      తం జాయోవాచ తప్తో బ్రహ్మచారీ కుశలమగ్నీన్పర్యచారీన్మా త్వాగ్నయః పరిప్రవోచన్ప్రబ్రూహ్యస్మా ఇతి తస్మై హాప్రోచ్యైవ ప్రవాసాంచక్రే || 4.10.2 ||
  
      స హ వ్యాధినాఽనశితుం దధ్రే తమాచార్యజాయోవాచ బ్రహ్మచారిన్నశాన కిం ను నాశ్నాసీతి స హోవాచ బహవ ఇమేఽస్మిన్పురుషే కామా నానాత్యయా వ్యాధీభిః ప్రతిపూర్ణోఽస్మి నాశిష్యామీతి || 4.10.3 ||
  
      అథ హాగ్నయః సమూదిరే తప్తో బ్రహ్మచారీ కుశలం నః పర్యచారీద్ధంతాస్మై ప్రబ్రవామేతి తస్మై హోచుః ప్రాణో బ్రహ్మ కం బ్రహ్మ ఖం బ్రహ్మేతి || 4.10.4 ||
  
      స హోవాచ విజానామ్యహం యత్ప్రాణో బ్రహ్మ కం చ తు ఖం చ న విజానామీతి తే హోచుర్యద్వావ కం తదేవ ఖం యదేవ ఖం తదేవ కమితి ప్రాణం చ హాస్మై తదాకాశం చోచుః || 4.10.5 ||
      
      || ఇతి దశమః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(11-15)",
      sloka: `ఏకాదశః ఖండః
  
      అథ హైనం గార్హపత్యోఽనుశశాస పృథివ్యగ్నిరన్నమాదిత్య ఇతి య ఏష ఆదిత్యే పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి || 4.11.1 ||
  
      స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే || 4.11.2 ||
      
      || ఇతి ఏకాదశః ఖండః ||
  
      ద్వాదశః ఖండః
  
      అథ హైనమన్వాహార్యపచనోఽనుశశాసాపో దిశో నక్షత్రాణి చంద్రమా ఇతి య ఏష చంద్రమసి పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి || 4.12.1 ||
  
      స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే || 4.12.2 ||
     
      || ఇతి ద్వాదశః ఖండః ||
  
      త్రయోదశః ఖండః
  
      అథ హైనమాహవనీయోఽనుశశాస ప్రాణ ఆకాశో ద్యౌర్విద్యుదితి య ఏష విద్యుతి పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి || 4.13.1 ||
  
      స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే || 4.13.2 ||
    
      || ఇతి త్రయోదశః ఖండః ||
  
      చతుర్దశః ఖండః
  
      తే హోచురుపకోసలైషా సోమ్య తేఽస్మద్విద్యాత్మవిద్యా చాచార్యస్తు తే గతిం వక్తేత్యాజగామ హాస్యాచార్యస్తమాచార్యోఽభ్యువాదోపకోసల3 ఇతి || 4.14.1 ||
  
      భగవ ఇతి హ ప్రతిశుశ్రావ బ్రహ్మవిద ఇవ సోమ్య తే ముఖం భాతి కో ను త్వానుశశాసేతి కో ను మానుశిష్యాద్భో ఇతీహాపేవ నిహ్నుత ఇమే నూనమీదృశా అన్యాదృశా ఇతీహాగ్నీనభ్యూదే కిం ను సోమ్య కిల తేఽవోచన్నితి || 4.14.2 ||
  
      ఇదమితి హ ప్రతిజజ్ఞే లోకాన్వావ కిల సోమ్య తేఽవోచన్నహం తు తే తద్వక్ష్యామి యథా పుష్కరపలాశ ఆపో న శ్లిష్యంత ఏవమేవంవిది పాపం కర్మ న శ్లిష్యత ఇతి బ్రవీతు మే భగవానితి తస్మై హోవాచ || 4.14.3 ||
     
      || ఇతి చతుర్దశః ఖండః ||
  
      పంచదశః ఖండః
  
      య ఏషోఽక్షిణి పురుషో దృశ్యత ఏష ఆత్మేతి హోవాచైతదమృతమభయమేతద్బ్రహ్మేతి తద్యద్యప్యస్మిన్సర్పిర్వోదకం వా సించతి వర్త్మనీ ఏవ గచ్ఛతి || 4.15.1 ||
  
      ఏతగ్ం సంయద్వామ ఇత్యాచక్షత ఏతగ్ం హి సర్వాణి వామాన్యభిసంయంతి సర్వాణ్యేనం వామాన్యభిసంయంతి య ఏవం వేద || 4.15.2 ||
  
      ఏష ఉ ఏవ వామనీరేష హి సర్వాణి వామాని నయతి సర్వాణి వామాని నయతి య ఏవం వేద || 4.15.3 ||
  
      ఏష ఉ ఏవ భామనీరేష హి సర్వేషు లోకేషు భాతి సర్వేషు లోకేషు భాతి య ఏవం వేద || 4.15.4 ||
  
      అథ యదు చైవాస్మింఛవ్యం కుర్వంతి యది చ నార్చిషమేవాభిసంభవంత్యర్చిషోఽహరహ్న ఆపూర్యమాణపక్షమాపూర్యమాణపక్షాద్యాన్షడుదఙ్ఙేతి మాసాగ్ంస్తాన్మాసేభ్యః సంవత్సరగ్ం సంవత్సరాదాదిత్యమాదిత్యాచ్చంద్రమసం చంద్రమసో విద్యుతం తత్ పురుషోఽమానవః స ఏనాన్బ్రహ్మ గమయత్యేష దేవపథో బ్రహ్మపథ ఏతేన ప్రతిపద్యమానా ఇమం మానవమావర్తం నాఽఽవర్తంతే నాఽఽవర్తంతే || 4.15.5 ||
      
      || ఇతి పంచదశః ఖండః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "మంత్రములు(16-17)",
      sloka: `షోడశః ఖండః
  
      ఏష హ వై యజ్ఞో యోఽయం పవతే ఏష హ యన్నిదగ్ం సర్వం పునాతి యదేష యన్నిదగ్ం సర్వం పునాతి తస్మాదేష ఏవ యజ్ఞస్తస్య మనశ్చ వాక్చ వర్తనీ || 4.16.1 ||
  
      తయోరన్యతరాం మనసా సగ్ంస్కరోతి బ్రహ్మా వాచా హోతాధ్వర్యురుద్గాతాఽన్యతరాగ్ం స యత్రోపాకృతే ప్రాతరనువాకే పురా పరిధానీయాయా బ్రహ్మా వ్యవవదతి || 4.16.2 ||
  
      అన్యతరామేవ వర్తనీగ్ం సగ్ంస్కరోతి హీయతేఽన్యతరా స యథైకపాద్వ్రజన్రథో వైకేన చక్రేణ వర్తమానో రిష్యత్యేవమస్య యజ్ఞోరిష్యతి యజ్ఞగ్ం రిష్యంతం యజమానోఽనురిష్యతి స ఇష్ట్వా పాపీయాన్భవతి || 4.16.3 ||
  
      అథ యత్రోపాకృతే ప్రాతరనువాకే న పురా పరిధానీయాయా బ్రహ్మా వ్యవవదత్యుభే ఏవ వర్తనీ సగ్ంస్కుర్వంతి న హీయతేఽన్యతరా || 4.16.4 ||
  
      స యథోభయపాద్వ్రజన్రథో వోభాభ్యాం చక్రాభ్యాం వర్తమానః ప్రతితిష్ఠత్యేవమస్య యజ్ఞః ప్రతితిష్ఠతి యజ్ఞం ప్రతితిష్ఠంతం యజమానోఽనుప్రతితిష్ఠతి స ఇష్ట్వా శ్రేయాన్భవతి || 4.16.5 ||
     
      || ఇతి షోడశః ఖండః ||
  
      సప్తదశః ఖండః
  
      ప్రజాపతిర్లోకానభ్యతపత్తేషాం తప్యమానానాగ్ం రసాన్ప్రావృహదగ్నిం పృథివ్యా వాయుమంతరిక్షాతాదిత్యం దివః || 4.17.1 ||
  
      స ఏతాస్తిస్రో దేవతా అభ్యతపత్తాసాం తప్యమానానాగ్ం రసాన్ప్రావృహదగ్నేరృచో వాయోర్యజూగ్ంషి సామాన్యాదిత్యాత్ || 4.17.2 ||
  
      స ఏతాం త్రయీం విద్యామభ్యతపత్తస్యాస్తప్యమానాయా రసాన్ప్రావృహద్భూరిత్యృగ్భ్యో భువరితి యజుర్భ్యః స్వరితి సామభ్యః || 4.17.3 ||
  
      తద్యదృక్తో రిష్యేద్భూః స్వాహేతి గార్హపత్యే జుహుయాదృచామేవ తద్రసేనర్చాం వీర్యేణర్చాం యజ్ఞస్య విరిష్టగ్ం సందధాతి || 4.17.4 ||
  
      స యది యజుష్టో రిష్యేద్భువః స్వాహేతి దక్షిణాగ్నౌ జుహుయాద్యజుషామేవ తద్రసేన యజుషాం వీర్యేణ యజుషాం యజ్ఞస్య విరిష్టగ్ం సందధాతి || 4.17.5 ||
  
      అథ యది సామతో రిష్యేత్స్వః స్వాహేత్యాహవనీయే జుహుయాత్సామ్నామేవ తద్రసేన సామ్నాం వీర్యేణ సామ్నాం యజ్ఞస్య విరిష్టగ్ం సందధాతి || 4.17.6 ||
  
      తద్యథా లవణేన సువర్ణగ్ం సందధ్యాత్సువర్ణేన రజతగ్ం రజతేన త్రపు త్రపుణా సీసగ్ం సీసేన లోహం లోహేన దారు దారు చర్మణా || 4.17.7 ||
  
      ఏవమేషాం లోకానామాసాం దేవతానామస్యాస్త్రయ్యా విద్యాయా వీర్యేణ యజ్ఞస్య విరిష్టగ్ం సందధాతి భేషజకృతో హ వా ఏష యజ్ఞో యత్రైవంవిద్బ్రహ్మా భవతి || 4.17.8 ||
  
      ఏష హ వా ఉదక్ప్రవణో యజ్ఞో యత్రైవంవిద్బ్రహ్మా భవత్యేవంవిదగ్ం హ వా ఏషా బ్రహ్మాణమనుగాథా యతో యత ఆవర్తతే తత్తద్గచ్ఛతి || 4.17.9 ||
  
      మానవో బ్రహ్మైవైక ఋత్విక్కురూనశ్వాభిరక్షత్యేవంవిద్ధ వై బ్రహ్మా యజ్ఞం యజమానగ్ం సర్వాగ్ంశ్చర్త్విజోఽభిరక్షతి తస్మాదేవంవిదమేవ బ్రహ్మాణం కుర్వీత నానేవంవిదం నానేవంవిదం || 4.17.10 ||
  
      || ఇతి సప్తదశః ఖండః ||
  
      || ఇతి ఇతి చతుర్థోఽధ్యాయః ||`,
      meaning: `మంత్రములకు విడివిడిగా భావములను తరువాత టాబ్ లలో చూడగలరు.`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.1వ మంత్రము",
      sloka: `జానశ్రుతిర్హ పౌత్రాయణః శ్రద్ధాదేయో బహుదాయీ బహుపాక్య ఆస స హ సర్వత ఆవసథాన్మాపయాంచక్రే సర్వత ఏవ మేఽన్నమత్స్యంతీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.2వ మంత్రము",
      sloka: `అథ హగ్ంసా నిశాయామతిపేతుస్తద్ధైవగ్ం హగ్ం సోహగ్ంసమభ్యువాద భో భో హి భల్లాక్ష భల్లాక్ష జానశ్రుతేః పౌత్రాయణస్య సమం దివా జ్యోతిరాతతం తన్మా ప్రసాంక్షీ స్తత్త్వా మా ప్రధాక్షీదితి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.3వ మంత్రము",
      sloka: `తము హ పరః ప్రత్యువాచ కమ్వర ఏనమేతత్సంతగ్ం సయుగ్వానమివ రైక్వమాత్థేతి యో ను కథగ్ం సయుగ్వా రైక్వ ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.4వ మంత్రము",
      sloka: `యథా కృతాయవిజితాయాధరేఽయాః సంయంత్యేవమేనగ్ం సర్వం తదభిసమైతి యత్కించ ప్రజాః సాధు కుర్వంతి యస్తద్వేద యత్స వేద స మయైతదుక్త ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.5వ మంత్రము",
      sloka: `తదు హ జానశ్రుతిః పౌత్రాయణ ఉపశుశ్రావ స హ సంజిహాన ఏవ క్షత్తారమువాచాంగారే హ సయుగ్వానమివ రైక్వమాత్థేతి యో ను కథగ్ం సయుగ్వా రైక్వ ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.6వ మంత్రము",
      sloka: `యథా కృతాయవిజితాయాధరేఽయాః సంయంత్యేవమేనగ్ం సర్వం తదభిసమైతి యత్కించ ప్రజాః సాధు కుర్వంతి యస్తద్వేద యత్స వేద స మయైతదుక్త ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.7వ మంత్రము",
      sloka: `స హ క్షత్తాఽన్విష్య నావిదమితి ప్రత్యేయాయ తగ్ం హోవాచ యత్రారే బ్రాహ్మణస్యాన్వేషణా తదేనమర్చ్ఛేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.1.8వ మంత్రము",
      sloka: `సోఽధస్తాచ్ఛకటస్య పామానం కషమాణముపోపవివేశ తగ్ం హాభ్యువాద త్వం ను భగవః సయుగ్వా రైక్వ ఇత్యహగ్ం హ్యరా3 ఇతి హ ప్రతిజజ్ఞే స హ క్షత్తాఽవిదమితి ప్రత్యేయాయ ||
      
      ఇతి ప్రథమః ఖండః`,
      meaning: `***
      ఇది ప్రథమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.2.1వ మంత్రము",
      sloka: `తదు హ జానశ్రుతిః పౌత్రాయణః షట్శతాని గవాం నిష్కమశ్వతరీరథం తదాదాయ ప్రతిచక్రమే తగ్ం హాభ్యువాద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.2.2వ మంత్రము",
      sloka: `రైక్వేమాని షట్శతాని గవామయం నిష్కోఽయమశ్వతరీరథోఽను మ ఏతాం భగవో దేవతాగ్ం శాధి యాం దేవతాముపాస్స ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.2.3వ మంత్రము",
      sloka: `తము హ పరః ప్రత్యువాచాహ హారేత్వా శూద్ర తవైవ సహ గోభిరస్త్వితి తదు హ పునరేవ జానశ్రుతిః పౌత్రాయణః సహస్రం గవాం నిష్కమశ్వతరీరథం దుహితరం తదాదాయ ప్రతిచక్రమే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.2.4వ మంత్రము",
      sloka: `తగ్ం హాభ్యువాద రైక్వేదగ్ం సహస్రం గవామయం నిష్కోఽయమశ్వతరీరథ ఇయం జాయాఽయం గ్రామో యస్మిన్నాస్సేఽన్వేవ మా భగవః శాధీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.2.5వ మంత్రము",
      sloka: `తస్యా హ ముఖముపోద్గృహ్ణన్నువాచాజహారేమాః శూద్రానేనైవ ముఖేనాలాపయిష్యథా ఇతి తే హైతే రైక్వపర్ణా నామ మహావృషేషు యత్రాస్మా ఉవాస తస్మై హోవాచ ||
      
      ఇతి ద్వితీయః ఖండః`,
      meaning: `***
      ఇది ద్వితీయ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.1వ మంత్రము",
      sloka: `వాయుర్వావ సంవర్గో యదా వా అగ్నిరుద్వాయతి వాయుమేవాప్యేతి యదా సూర్యోఽస్తమేతి వాయుమేవాప్యేతి యదా చంద్రోఽస్తమేతి వాయుమేవాప్యేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.2వ మంత్రము",
      sloka: `యదాప ఉచ్ఛుష్యంతి వాయుమేవాపియంతి వాయుర్హ్యేవైతాన్సర్వాన్సంవృంక్త ఇత్యధిదైవతం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.3వ మంత్రము",
      sloka: `అథాధ్యాత్మం ప్రాణో వావ సంవర్గః స యదా స్వపితి ప్రాణమేవ వాగప్యేతి ప్రాణం చక్షుః ప్రాణగ్ం శ్రోత్రం ప్రాణం మనః ప్రాణో హ్యేవైతాన్సర్వాన్సంవృంక్త ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.4వ మంత్రము",
      sloka: `తౌ వా ఏతౌ ద్వౌ సంవర్గౌ వాయురేవ దేవేషు ప్రాణః ప్రాణేషు ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.5వ మంత్రము",
      sloka: `అథ హ శౌనకం చ కాపేయమభిప్రతారిణం చ కాక్షసేనిం పరివిష్యమాణౌ బ్రహ్మచారీ బిభిక్షే తస్మా ఉ హ న దదతుః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.6వ మంత్రము",
      sloka: `స హోవాచ మహాత్మనశ్చతురో దేవ ఏకః కః స జగార భువనస్య గోపాస్తం కాపేయ నాభిపశ్యంతి మర్త్యా అభిప్రతారిన్బహుధా వసంతం యస్మై వా ఏతదన్నం తస్మా ఏతన్న దత్తమితి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.7వ మంత్రము",
      sloka: `తదు హ శౌనకః కాపేయః ప్రతిమన్వానః ప్రత్యేయాయాత్మా దేవానాం జనితా ప్రజానాగ్ం హిరణ్యదగ్ంష్ట్రో బభసోఽనసూరిర్మహాంతమస్య మహిమానమాహురనద్యమానో యదనన్నమత్తీతి వై వయం బ్రహ్మచారిన్నేదముపాస్మహే దత్తాస్మై భిక్షామితి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.3.8వ మంత్రము",
      sloka: `తస్మ ఉ హ దదుస్తే వా ఏతే పంచాన్యే పంచాన్యే దశ సంతస్తత్కృతం తస్మాత్సర్వాసు దిక్ష్వన్నమేవ దశ కృతగ్ం సైషా విరాడన్నాదీ తయేదగ్ం సర్వం దృష్టగ్ం సర్వమస్యేదం దృష్టం భవత్యన్నాదో భవతి య ఏవం వేద య ఏవం వేద ||
      
      ఇతి తృతీయః ఖండః`,
      meaning: `***
      ఇది తృతీయ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.4.1వ మంత్రము",
      sloka: `సత్యకామో హ జాబాలో జబాలాం మాతరమామంత్రయాంచక్రే బ్రహ్మచర్యం భవతి వివత్స్యామి కింగోత్రో న్వహమస్మీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.4.2వ మంత్రము",
      sloka: `సా హైనమువాచ నాహమేతద్వేద తాత యద్గోత్రస్త్వమసి బహ్వహం చరంతీ పరిచారిణీ యౌవనే త్వామలభే సాఽహమేతన్న వేద యద్గోత్రస్త్వమసి జబాలా తు నామాహమస్మి సత్యకామో నామ త్వమసి స సత్యకామ ఏవ జాబాలో బ్రవీథా ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.4.3వ మంత్రము",
      sloka: `స హ హారిద్రుమతం గౌతమమేత్యోవాచ బ్రహ్మచర్యం భగవతి వత్స్యామ్యుపేయాం భగవంతమితి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.4.4వ మంత్రము",
      sloka: `తగ్ం హోవాచ కింగోత్రో ను సోమ్యాసీతి స హోవాచ నాహమేతద్వేద భో యద్గోత్రోఽహమస్మ్యపృచ్ఛం మాతరగ్ం సా మా ప్రత్యబ్రవీద్బహ్వహం చరంతీ పరిచారిణీ యౌవనే త్వామలభే సాఽహమేతన్న వేద యద్గోత్రస్త్వమసి జబాలా తు నామాహమస్మి సత్యకామో నామ త్వమసీతి సోఽహగ్ం సత్యకామో జాబాలోఽస్మి భో ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.4.5వ మంత్రము",
      sloka: `తగ్ం హోవాచ నైతదబ్రాహ్మణో వివక్తుమర్హతి సమిధగ్ం సోమ్యాహరోప త్వా నేష్యే న సత్యాదగా ఇతి తముపనీయ కృశానామబలానాం చతుఃశతా గా నిరాకృత్యోవాచేమాః సోమ్యానుసంవ్రజేతి తా అభిప్రస్థాపయన్నువాచ నాసహస్రేణావర్తేయేతి స హ వర్షగణం ప్రోవాస తా యదా సహస్రగ్ం సంపేదుః ||
      
      ఇతి చతుర్థః ఖండః`,
      meaning: `***
      ఇది చతుర్థ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.5.1వ మంత్రము",
      sloka: `అథ హైనమృషభోఽభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ ప్రాప్తాః సోమ్య సహస్రగ్ం స్మః ప్రాపయ న ఆచార్యకులం ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.5.2వ మంత్రము",
      sloka: `బ్రహ్మణశ్చ తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ ప్రాచీ దిక్కలా ప్రతీచీ దిక్కలా దక్షిణా దిక్కలోదీచీ దిక్కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణః ప్రకాశవాన్నామ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.5.3వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణః ప్రకాశవానిత్యుపాస్తే ప్రకాశవానస్మింల్లోకే భవతి ప్రకాశవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణః ప్రకాశవానిత్యుపాస్తే ||
      
      ఇతి పంచమః ఖండః`,
      meaning: `***
      ఇది పంచమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.6.1వ మంత్రము",
      sloka: `అగ్నిష్టే పాదం వక్తేతి స హ శ్వోభూతే గ అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః  ప్రాఙుపోపవివేశ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.6.2వ మంత్రము",
      sloka: `తమగ్నిరభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.6.3వ మంత్రము",
      sloka: `బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ పృథివీ కలాంతరిక్షం కలా ద్యౌః కలా సముద్రః కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణోఽనంతవాన్నామ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.6.4వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణోఽనంతవానిత్యుపాస్తేఽనంతవానస్మింల్లోకే భవత్యనంతవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణోఽనంతవానిత్యుపాస్తే ||
      
      ఇతి షష్ఠః ఖండః`,
      meaning: `***
      ఇది షష్ఠ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.7.1వ మంత్రము",
      sloka: `హగ్ంసస్తే పాదం వక్తేతి స హ శ్వోభూతే గా అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః  ప్రాఙుపోపవివేశ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.7.2వ మంత్రము",
      sloka: `తగ్ం హగ్ంస ఉపనిపత్యాభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.7.3వ మంత్రము",
      sloka: `బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచాగ్నిః కలా సూర్యః కలా చంద్రః కలా విద్యుత్కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణో జ్యోతిష్మాన్నామ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.7.4వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణో జ్యోతిష్మానిత్యుపాస్తే జ్యోతిష్మానస్మింల్లోకే భవతి జ్యోతిష్మతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణో జ్యోతిష్మానిత్యుపాస్తే ||
      
      ఇతి సప్తమః ఖండః`,
      meaning: `***
      ఇది సప్తమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.8.1వ మంత్రము",
      sloka: `మద్గుష్టే పాదం వక్తేతి స హ శ్వోభూతే గా అభిప్రస్థాపయాంచకార తా యత్రాభి సాయం బభూవుస్తత్రాగ్నిముపసమాధాయ గా ఉపరుధ్య సమిధమాధాయ పశ్చాదగ్నేః ప్రాఙుపోపవివేశ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.8.2వ మంత్రము",
      sloka: `తం మద్గురుపనిపత్యాభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి తం ప్రతిశుశ్రావ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.8.3వ మంత్రము",
      sloka: `బ్రహ్మణః సోమ్య తే పాదం బ్రవాణీతి బ్రవీతు మే భగవానితి తస్మై హోవాచ ప్రాణః కలా చక్షుః కలా శ్రోత్రం కలా మనః కలైష వై సోమ్య చతుష్కలః పాదో బ్రహ్మణ ఆయతనవాన్నామ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.8.4వ మంత్రము",
      sloka: `స యై ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణ ఆయతనవానిత్యుపాస్త ఆయతనవానస్మింల్లోకే భవత్యాయతనవతో హ లోకాంజయతి య ఏతమేవం విద్వాగ్ంశ్చతుష్కలం పాదం బ్రహ్మణ ఆయతనవానిత్యుపాస్తే ||
      
      ఇతి అష్టమః ఖండః`,
      meaning: `***
      ఇది అష్టమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.9.1వ మంత్రము",
      sloka: `ప్రాప హాచర్యకులం తమాచర్యోఽభ్యువాద సత్యకామ3 ఇతి భగవ ఇతి హ ప్రతిశుశ్రావ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.9.2వ మంత్రము",
      sloka: `బ్రహ్మవిదివ వై సోమ్య భాసి కో ను త్వాఽనుశశాసేత్యన్యే మనుష్యేభ్య ఇతి హ ప్రతిజజ్ఞే భగవాగ్ంస్త్వేవ మే కామే బ్రూయాత్ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.9.3వ మంత్రము",
      sloka: `శ్రుతగ్ం హ్యేవ మే భగవద్దృశేభ్య ఆచార్యాద్ధైవ విద్యా విదితా సాధిష్ఠం ప్రాపతీతి తస్మై హైతదేవోవాచాత్ర హ న కించన వీయాయేతి వీయాయేతి ||
      
      ఇతి నవమః ఖండః`,
      meaning: `***
      ఇది నవమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.10.1వ మంత్రము",
      sloka: `ఉపకోసలో హ వై కామలాయనః సత్యకామే జాబాలే బ్రహ్మచార్యమువాస తస్య హ ద్వాదశ వార్షాణ్యగ్నీన్పరిచచార స హ స్మాన్యానంతేవాసినః సమావర్తయగ్ంస్తగ్ం హ స్మైవ న సమావర్తయతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.10.2వ మంత్రము",
      sloka: `తం జాయోవాచ తప్తో బ్రహ్మచారీ కుశలమగ్నీన్పర్యచారీన్మా త్వాగ్నయః పరిప్రవోచన్ప్రబ్రూహ్యస్మా ఇతి తస్మై హాప్రోచ్యైవ ప్రవాసాంచక్రే ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.10.3వ మంత్రము",
      sloka: `స హ వ్యాధినాఽనశితుం దధ్రే తమాచార్యజాయోవాచ బ్రహ్మచారిన్నశాన కిం ను నాశ్నాసీతి స హోవాచ బహవ ఇమేఽస్మిన్పురుషే కామా నానాత్యయా వ్యాధీభిః ప్రతిపూర్ణోఽస్మి నాశిష్యామీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.10.4వ మంత్రము",
      sloka: `అథ హాగ్నయః సమూదిరే తప్తో బ్రహ్మచారీ కుశలం నః పర్యచారీద్ధంతాస్మై ప్రబ్రవామేతి తస్మై హోచుః ప్రాణో బ్రహ్మ కం బ్రహ్మ ఖం బ్రహ్మేతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.10.5వ మంత్రము",
      sloka: `స హోవాచ విజానామ్యహం యత్ప్రాణో బ్రహ్మ కం చ తు ఖం చ న విజానామీతి తే హోచుర్యద్వావ కం తదేవ ఖం యదేవ ఖం తదేవ కమితి ప్రాణం చ హాస్మై తదాకాశం చోచుః ||
      
      ఇతి దశమః ఖండః`,
      meaning: `***
      ఇది దశమ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.11.1వ మంత్రము",
      sloka: `అథ హైనం గార్హపత్యోఽనుశశాస పృథివ్యగ్నిరన్నమాదిత్య ఇతి య ఏష ఆదిత్యే పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.11.2వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే ||
      
      ఇతి ఏకాదశః ఖండః`,
      meaning: `***
      ఇది ఏకాదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.12.1వ మంత్రము",
      sloka: `అథ హైనమన్వాహార్యపచనోఽనుశశాసాపో దిశో నక్షత్రాణి చంద్రమా ఇతి య ఏష చంద్రమసి పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.12.2వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమాయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే ||
      
      ఇతి ద్వాదశః ఖండః`,
      meaning: `***
      ఇది ద్వాదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.13.1వ మంత్రము",
      sloka: `అథ హైనమాహవనీయోఽనుశశాస ప్రాణ ఆకాశో ద్యౌర్విద్యుదితి య ఏష విద్యుతి పురుషో దృశ్యతే సోఽహమస్మి స ఏవాహమస్మీతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.13.2వ మంత్రము",
      sloka: `స య ఏతమేవం విద్వానుపాస్తేఽపహతే పాపకృత్యాం లోకీ భవతి సర్వమయురేతి జ్యోగ్జీవతి నాస్యావరపురుషాః క్షీయంత ఉప వయం తం భుంజామోఽస్మిగ్ంశ్చ లోకేఽముష్మిగ్ంశ్చ య ఏతమేవం విద్వానుపాస్తే ||
      
      ఇతి త్రయోదశః ఖండః`,
      meaning: `***
      ఇది త్రయోదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.14.1వ మంత్రము",
      sloka: `తే హోచురుపకోసలైషా సోమ్య తేఽస్మద్విద్యాత్మవిద్యా చాచార్యస్తు తే గతిం వక్తేత్యాజగామ హాస్యాచార్యస్తమాచార్యోఽభ్యువాదోపకోసల3 ఇతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.14.2వ మంత్రము",
      sloka: `భగవ ఇతి హ ప్రతిశుశ్రావ బ్రహ్మవిద ఇవ సోమ్య తే ముఖం భాతి కో ను త్వానుశశాసేతి కో ను మానుశిష్యాద్భో ఇతీహాపేవ నిహ్నుత ఇమే నూనమీదృశా అన్యాదృశా ఇతీహాగ్నీనభ్యూదే కిం ను సోమ్య కిల తేఽవోచన్నితి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.14.3వ మంత్రము",
      sloka: `ఇదమితి హ ప్రతిజజ్ఞే లోకాన్వావ కిల సోమ్య తేఽవోచన్నహం తు తే తద్వక్ష్యామి యథా పుష్కరపలాశ ఆపో న శ్లిష్యంత ఏవమేవంవిది పాపం కర్మ న శ్లిష్యత ఇతి బ్రవీతు మే భగవానితి తస్మై హోవాచ ||
      
      ఇతి చతుర్దశః ఖండః`,
      meaning: `***
      ఇది చతుర్దశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.15.1వ మంత్రము",
      sloka: `య ఏషోఽక్షిణి పురుషో దృశ్యత ఏష ఆత్మేతి హోవాచైతదమృతమభయమేతద్బ్రహ్మేతి తద్యద్యప్యస్మిన్సర్పిర్వోదకం వా సించతి వర్త్మనీ ఏవ గచ్ఛతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.15.2వ మంత్రము",
      sloka: `ఏతగ్ం సంయద్వామ ఇత్యాచక్షత ఏతగ్ం హి సర్వాణి వామాన్యభిసంయంతి సర్వాణ్యేనం వామాన్యభిసంయంతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.15.3వ మంత్రము",
      sloka: `ఏష ఉ ఏవ వామనీరేష హి సర్వాణి వామాని నయతి సర్వాణి వామాని నయతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.15.4వ మంత్రము",
      sloka: `ఏష ఉ ఏవ భామనీరేష హి సర్వేషు లోకేషు భాతి సర్వేషు లోకేషు భాతి య ఏవం వేద ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.15.5వ మంత్రము",
      sloka: `అథ యదు చైవాస్మింఛవ్యం కుర్వంతి యది చ నార్చిషమేవాభిసంభవంత్యర్చిషోఽహరహ్న ఆపూర్యమాణపక్షమాపూర్యమాణపక్షాద్యాన్షడుదఙ్ఙేతి మాసాగ్ంస్తాన్మాసేభ్యః సంవత్సరగ్ం సంవత్సరాదాదిత్యమాదిత్యాచ్చంద్రమసం చంద్రమసో విద్యుతం తత్ పురుషోఽమానవః స ఏనాన్బ్రహ్మ గమయత్యేష దేవపథో బ్రహ్మపథ ఏతేన ప్రతిపద్యమానా ఇమం మానవమావర్తం నాఽఽవర్తంతే నాఽఽవర్తంతే ||
      
      ఇతి పంచదశః ఖండః`,
      meaning: `***
      ఇది పంచదశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.16.1వ మంత్రము",
      sloka: `ఏష హ వై యజ్ఞో యోఽయం పవతే ఏష హ యన్నిదగ్ం సర్వం పునాతి యదేష యన్నిదగ్ం సర్వం పునాతి తస్మాదేష ఏవ యజ్ఞస్తస్య మనశ్చ వాక్చ వర్తనీ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.16.2వ మంత్రము",
      sloka: `తయోరన్యతరాం మనసా సగ్ంస్కరోతి బ్రహ్మా వాచా హోతాధ్వర్యురుద్గాతాఽన్యతరాగ్ం స యత్రోపాకృతే ప్రాతరనువాకే పురా పరిధానీయాయా బ్రహ్మా వ్యవవదతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.16.3వ మంత్రము",
      sloka: `అన్యతరామేవ వర్తనీగ్ం సగ్ంస్కరోతి హీయతేఽన్యతరా స యథైకపాద్వ్రజన్రథో వైకేన చక్రేణ వర్తమానో రిష్యత్యేవమస్య యజ్ఞోరిష్యతి యజ్ఞగ్ం రిష్యంతం యజమానోఽనురిష్యతి స ఇష్ట్వా పాపీయాన్భవతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.16.4వ మంత్రము",
      sloka: `అథ యత్రోపాకృతే ప్రాతరనువాకే న పురా పరిధానీయాయా బ్రహ్మా వ్యవవదత్యుభే ఏవ వర్తనీ సగ్ంస్కుర్వంతి న హీయతేఽన్యతరా ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.16.5వ మంత్రము",
      sloka: `స యథోభయపాద్వ్రజన్రథో వోభాభ్యాం చక్రాభ్యాం వర్తమానః ప్రతితిష్ఠత్యేవమస్య యజ్ఞః ప్రతితిష్ఠతి యజ్ఞం ప్రతితిష్ఠంతం యజమానోఽనుప్రతితిష్ఠతి స ఇష్ట్వా శ్రేయాన్భవతి ||
      
      ఇతి షోడశః ఖండః`,
      meaning: `***
      ఇది షోడశ ఖండము`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.1వ మంత్రము",
      sloka: `ప్రజాపతిర్లోకానభ్యతపత్తేషాం తప్యమానానాగ్ం రసాన్ప్రావృహదగ్నిం పృథివ్యా వాయుమంతరిక్షాతాదిత్యం దివః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.2వ మంత్రము",
      sloka: `స ఏతాస్తిస్రో దేవతా అభ్యతపత్తాసాం తప్యమానానాగ్ం రసాన్ప్రావృహదగ్నేరృచో వాయోర్యజూగ్ంషి సామాన్యాదిత్యాత్ ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.3వ మంత్రము",
      sloka: `స ఏతాం త్రయీం విద్యామభ్యతపత్తస్యాస్తప్యమానాయా రసాన్ప్రావృహద్భూరిత్యృగ్భ్యో భువరితి యజుర్భ్యః స్వరితి సామభ్యః ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.4వ మంత్రము",
      sloka: `తద్యదృక్తో రిష్యేద్భూః స్వాహేతి గార్హపత్యే జుహుయాదృచామేవ తద్రసేనర్చాం వీర్యేణర్చాం యజ్ఞస్య విరిష్టగ్ం సందధాతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.5వ మంత్రము",
      sloka: `స యది యజుష్టో రిష్యేద్భువః స్వాహేతి దక్షిణాగ్నౌ జుహుయాద్యజుషామేవ తద్రసేన యజుషాం వీర్యేణ యజుషాం యజ్ఞస్య విరిష్టగ్ం సందధాతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.6వ మంత్రము",
      sloka: `అథ యది సామతో రిష్యేత్స్వః స్వాహేత్యాహవనీయే జుహుయాత్సామ్నామేవ తద్రసేన సామ్నాం వీర్యేణ సామ్నాం యజ్ఞస్య విరిష్టగ్ం సందధాతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.7వ మంత్రము",
      sloka: `తద్యథా లవణేన సువర్ణగ్ం సందధ్యాత్సువర్ణేన రజతగ్ం రజతేన త్రపు త్రపుణా సీసగ్ం సీసేన లోహం లోహేన దారు దారు చర్మణా ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.8వ మంత్రము",
      sloka: `ఏవమేషాం లోకానామాసాం దేవతానామస్యాస్త్రయ్యా విద్యాయా వీర్యేణ యజ్ఞస్య విరిష్టగ్ం సందధాతి భేషజకృతో హ వా ఏష యజ్ఞో యత్రైవంవిద్బ్రహ్మా భవతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.9వ మంత్రము",
      sloka: `ఏష హ వా ఉదక్ప్రవణో యజ్ఞో యత్రైవంవిద్బ్రహ్మా భవత్యేవంవిదగ్ం హ వా ఏషా బ్రహ్మాణమనుగాథా యతో యత ఆవర్తతే తత్తద్గచ్ఛతి ||`,
      meaning: `***`,
      wordByWordMeaning: ``,
    },
    {
      id: "4.17.10వ మంత్రము",
      sloka: `మానవో బ్రహ్మైవైక ఋత్విక్కురూనశ్వాభిరక్షత్యేవంవిద్ధ వై బ్రహ్మా యజ్ఞం యజమానగ్ం సర్వాగ్ంశ్చర్త్విజోఽభిరక్షతి తస్మాదేవంవిదమేవ బ్రహ్మాణం కుర్వీత నానేవంవిదం నానేవంవిదం ||
      
      ఇతి సప్తదశః ఖండః
      ఇతి చతుర్థోఽధ్యాయః`,
      meaning: `***
      ఇది సప్తదశ ఖండము
      ఇది చతుర్థోధ్యాయము`,
      wordByWordMeaning: ``,
    },
  ];
  
